Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Confidence−64
source: You have the ability to inspire and uplift others through your words and actions.
es: Tienes la capacidad de inspirar y animar a otros a través de tus palabras y acciones.
fr: Vous avez la capacité d'inspirer et d'élever les autres par vos paroles et vos actions.
it: Hai la capacità di ispirare ed elevare gli altri attraverso le tue parole e le tue azioni.
pt_br: Você tem a capacidade de inspirar e elevar os outros por meio de suas palavras e ações.

# Phrase−Confidence−65
source: Remember that your imperfections make you human, and they are what make you unique and special.
es: Recuerda que tus imperfecciones te hacen humano, y son las que te hacen único y especial.
fr: N'oubliez pas que vos imperfections vous rendent humain et qu'elles vous rendent unique et spécial.
it: Ricorda che le tue imperfezioni ti rendono umano, e sono ciò che ti rende unico e speciale.
pt_br: Lembre-se de que suas imperfeições o tornam humano e são elas que o tornam único e especial.

# Phrase−Confidence−66
source: You have the power to let go of any negative energy or experiences that are holding you back from living your best life.
es: Tienes el poder de dejar ir cualquier energía negativa o experiencia que te impida vivir tu mejor vida.
fr: Vous avez le pouvoir de vous débarrasser de toute énergie ou expérience négative qui vous empêche de vivre votre meilleure vie.
it: Hai il potere di lasciar andare qualsiasi energia o esperienza negativa che ti trattiene dal vivere la tua vita migliore.
pt_br: Você tem o poder de liberar qualquer energia ou experiência negativa que o esteja impedindo de viver sua melhor vida.

# Phrase−Confidence−67
source: Believe in your inherent goodness and trust that it will guide you towards making the best choices for yourself and others.
es: Cree en tu bondad innata y confía en que te guiará para tomar las mejores decisiones para ti y para los demás.
fr: Croyez en votre bonté innée et ayez confiance qu'elle vous guidera pour faire les meilleurs choix pour vous-même et pour les autres.
it: Credi nella tua innata bontà e confida che ti guiderà a fare le scelte migliori per te stesso e per gli altri.
pt_br: Acredite em sua bondade inata e confie que ela o guiará para fazer as melhores escolhas para você e para os outros.

# Phrase−Confidence−68
source: You have the power to make a difference in the world, no matter how small or large.
es: Tienes el poder de hacer una diferencia en el mundo, sin importar cuán grande o pequeña sea.
fr: Vous avez le pouvoir de faire une différence dans le monde, qu'elle soit grande ou petite.
it: Hai il potere di fare la differenza nel mondo, non importa quanto piccolo o grande.
pt_br: Você tem o poder de fazer a diferença no mundo, não importa quão grande ou pequeno.

# Phrase−Confidence−69
source: Your journey is yours alone, and you have the power to make it a beautiful and fulfilling one.
es: Tu viaje es solo tuyo y tienes el poder de hacerlo hermoso y satisfactorio.
fr: Votre voyage n'appartient qu'à vous et vous avez le pouvoir de le rendre beau et épanouissant.
it: Il tuo viaggio è solo tuo e hai il potere di renderlo bello e appagante.
pt_br: Sua jornada é só sua e você tem o poder de torná-la bonita e gratificante.

# Phrase−Confidence−70
source: Remember that you are not defined by your past, and you have the power to create a new story for yourself.
es: Recuerda que no estás definido por tu pasado y tienes el poder de crear una nueva historia para ti.
fr: N'oubliez pas que vous n'êtes pas défini par votre passé et que vous avez le pouvoir de créer une nouvelle histoire pour vous-même.
it: Ricorda che non sei definito dal tuo passato e hai il potere di creare una nuova storia per te stesso.
pt_br: Lembre-se de que você não é definido pelo seu passado e tem o poder de criar uma nova história para si mesmo.

# Phrase−Confidence−71
source: You have the ability to cultivate inner peace and joy, even in the midst of life's challenges.
es: Tienes la capacidad de cultivar la paz interior y la alegría, incluso en medio de los desafíos de la vida.
fr: Vous avez la capacité de cultiver la paix intérieure et la joie, même au milieu des défis de la vie.
it: Hai la capacità di coltivare la pace interiore e la gioia, anche in mezzo alle sfide della vita.
pt_br: Você tem a capacidade de cultivar paz interior e alegria, mesmo em meio aos desafios da vida.

# Phrase−Confidence−72
source: Believe in your resilience and your ability to bounce back from any setback or disappointment.
es: Cree en tu resiliencia y en tu capacidad para recuperarte de cualquier contratiempo o decepción.
fr: Croyez en votre résilience et en votre capacité à rebondir après tout revers ou déception.
it: Credi nella tua resilienza e nella tua capacità di riprenderti da qualsiasi battuta d'arresto o delusione.
pt_br: Acredite na sua resiliência e na sua capacidade de se recuperar de qualquer revés ou decepção.

# Phrase−Confidence−73
source: You are capable of letting go of any limiting beliefs or self-doubt that are holding you back from achieving your dreams.
es: Eres capaz de dejar de lado cualquier creencia limitante o inseguridad que te impide alcanzar tus sueños.
fr: Vous êtes capable de vous débarrasser de toute croyance limitante ou de toute insécurité qui vous empêche de réaliser vos rêves.
it: Sei in grado di lasciar andare qualsiasi credenza limitante o insicurezza che ti impedisce di realizzare i tuoi sogni.
pt_br: Você é capaz de deixar de lado quaisquer crenças limitantes ou insegurança que o impedem de alcançar seus sonhos.

# Phrase−Confidence−74
source: Remember that your unique perspective and experiences have value, and they can offer insights and solutions to the problems of the world.
es: Recuerde que su perspectiva y experiencias únicas tienen valor y pueden ofrecer ideas y soluciones a los problemas del mundo.
fr: N'oubliez pas que votre point de vue et vos expériences uniques ont de la valeur et peuvent offrir des idées et des solutions aux problèmes du monde.
it: Ricorda che la tua prospettiva e le tue esperienze uniche hanno valore e possono offrire intuizioni e soluzioni ai problemi del mondo.
pt_br: Lembre-se de que sua perspectiva e experiências únicas têm valor e podem oferecer insights e soluções para os problemas do mundo.

# Phrase−Confidence−75
source: Believe in the power of positivity, and focus on the good in every situation.
es: Cree en el poder de la positividad y concéntrate en lo bueno en cada situación.
fr: Croyez au pouvoir de la positivité et concentrez-vous sur le bien dans chaque situation.
it: Credi nel potere della positività e concentrati sul bene in ogni situazione.
pt_br: Acredite no poder da positividade e concentre-se no bem em todas as situações.

# Phrase−Confidence−76
source: You have the ability to create the life you want, and you have the power to make positive changes in your life.
es: Tienes la capacidad de crear la vida que deseas y tienes el poder de hacer cambios positivos en tu vida.
fr: Vous avez la capacité de créer la vie que vous voulez et vous avez le pouvoir d'apporter des changements positifs dans votre vie.
it: Hai la capacità di creare la vita che desideri e hai il potere di apportare cambiamenti positivi nella tua vita.
pt_br: Você tem a capacidade de criar a vida que deseja e o poder de fazer mudanças positivas em sua vida.

# Phrase−Confidence−77
source: Your potential is limitless, and you have the ability to achieve great things.
es: Tu potencial es ilimitado y tienes la capacidad de lograr grandes cosas.
fr: Votre potentiel est illimité et vous avez la capacité d'accomplir de grandes choses.
it: Il tuo potenziale è illimitato e hai la capacità di realizzare grandi cose.
pt_br: Seu potencial é ilimitado e você tem a capacidade de realizar grandes coisas.

# Phrase−Confidence−78
source: Remember that mistakes are opportunities to learn and grow, and they do not define you.
es: Recuerda que los errores son oportunidades para aprender y crecer, y no te definen.
fr: N'oubliez pas que les erreurs sont des opportunités d'apprendre et de grandir, et elles ne vous définissent pas.
it: Ricorda che gli errori sono opportunità per imparare e crescere e non ti definiscono.
pt_br: Lembre-se de que erros são oportunidades para aprender e crescer, e não definem você.

# Phrase−Confidence−79
source: Believe in your ability to persevere through challenges and emerge stronger and more resilient.
es: Cree en tu capacidad para perseverar a través de los desafíos y emerger más fuerte y resistente.
fr: Croyez en votre capacité à persévérer face aux défis et à en sortir plus fort et plus résilient.
it: Credi nella tua capacità di perseverare attraverso le sfide ed emergere più forte e più resiliente.
pt_br: Acredite na sua capacidade de perseverar em meio aos desafios e sair mais forte e resiliente.

# Phrase−Confidence−80
source: You have the power to overcome any fear or self-doubt that is holding you back from achieving your goals.
es: Tienes el poder de superar cualquier miedo o inseguridad que te impida alcanzar tus objetivos.
fr: Vous avez le pouvoir de surmonter toute peur ou insécurité qui vous empêche d'atteindre vos objectifs.
it: Hai il potere di superare qualsiasi paura o insicurezza che ti impedisce di raggiungere i tuoi obiettivi.
pt_br: Você tem o poder de superar qualquer medo ou insegurança que o impeça de alcançar seus objetivos.

# Phrase−Confidence−81
source: Your unique gifts and talents can make a positive impact on the world, and you have the ability to use them for good.
es: Tus dones y talentos únicos pueden tener un impacto positivo en el mundo, y tienes la capacidad de usarlos para siempre.
fr: Vos dons et talents uniques peuvent avoir un impact positif sur le monde, et vous avez la capacité de les utiliser pour toujours.
it: I tuoi doni e talenti unici possono avere un impatto positivo sul mondo e hai la capacità di usarli per sempre.
pt_br: Seus dons e talentos únicos podem impactar positivamente o mundo, e você tem a capacidade de usá-los para sempre.

# Phrase−Confidence−82
source: Remember that self-care is important, and taking care of yourself is necessary to achieve your goals and dreams.
es: Recuerda que el autocuidado es importante, y cuidarte es necesario para alcanzar tus metas y sueños.
fr: N'oubliez pas que prendre soin de soi est important et prendre soin de vous est nécessaire pour atteindre vos objectifs et vos rêves.
it: Ricorda che la cura di sé è importante e prendersi cura di se stessi è necessario per raggiungere i propri obiettivi e sogni.
pt_br: Lembre-se que o autocuidado é importante e cuidar de si mesmo é necessário para alcançar seus objetivos e sonhos.

# Phrase−Confidence−83
source: Believe in the power of positive affirmations, and repeat them to yourself often to cultivate self-confidence and self-love.
es: Cree en el poder de las afirmaciones positivas y repítelas a menudo para cultivar la confianza en ti mismo y el amor propio.
fr: Croyez au pouvoir des affirmations positives et répétez-les souvent pour cultiver la confiance en soi et l'amour de soi.
it: Credi nel potere delle affermazioni positive e ripetile spesso a te stesso per coltivare la fiducia in te stesso e l'amor proprio.
pt_br: Acredite no poder das afirmações positivas e repita-as frequentemente para si mesmo para cultivar autoconfiança e amor próprio.

# Phrase−Confidence−84
source: You have the ability to create positive change in your own life and the lives of those around you.
es: Tienes la capacidad de crear un cambio positivo en tu vida y en la vida de quienes te rodean.
fr: Vous avez la capacité de créer des changements positifs dans votre vie et dans la vie de ceux qui vous entourent.
it: Hai la capacità di creare cambiamenti positivi nella tua vita e in quella di coloro che ti circondano.
pt_br: Você tem a capacidade de criar mudanças positivas em sua vida e na vida das pessoas ao seu redor.

# Phrase−Confidence−85
source: Your thoughts and beliefs shape your reality, so focus on positive thoughts and beliefs to create a positive reality.
es: Tus pensamientos y creencias dan forma a tu realidad, así que concéntrate en pensamientos y creencias positivos para crear una realidad positiva.
fr: Vos pensées et vos croyances façonnent votre réalité, alors concentrez-vous sur des pensées et des croyances positives pour créer une réalité positive.
it: I tuoi pensieri e le tue convinzioni modellano la tua realtà, quindi concentrati su pensieri e credenze positivi per creare una realtà positiva.
pt_br: Seus pensamentos e crenças moldam sua realidade, então concentre-se em pensamentos e crenças positivas para criar uma realidade positiva.

# Phrase−Confidence−86
source: Remember that your worth is not determined by external factors, but by your own inherent value as a human being.
es: Recuerda que tu valor no está determinado por factores externos, sino por tu valor intrínseco como ser humano.
fr: N'oubliez pas que votre valeur n'est pas déterminée par des facteurs externes, mais par votre valeur intrinsèque en tant qu'être humain.
it: Ricorda che il tuo valore non è determinato da fattori esterni, ma dal tuo valore intrinseco come essere umano.
pt_br: Lembre-se de que seu valor não é determinado por fatores externos, mas pelo seu valor intrínseco como ser humano.

# Phrase−Confidence−87
source: Believe in your ability to adapt and thrive in any situation, no matter how challenging it may seem.
es: Cree en tu capacidad para adaptarte y prosperar en cualquier situación, sin importar lo difícil que parezca.
fr: Croyez en votre capacité à vous adapter et à prospérer dans n'importe quelle situation, aussi difficile que cela puisse paraître.
it: Credi nella tua capacità di adattarti e prosperare in qualsiasi situazione, non importa quanto possa sembrare difficile.
pt_br: Acredite na sua capacidade de se adaptar e prosperar em qualquer situação, por mais difícil que pareça.

# Phrase−Confidence−88
source: You have the power to change your mindset and your outlook on life, which can transform your entire life experience.
es: Tienes el poder de cambiar tu mentalidad y perspectiva de la vida, lo que puede transformar toda tu experiencia de vida.
fr: Vous avez le pouvoir de changer votre état d'esprit et votre vision de la vie, ce qui peut transformer toute votre expérience de vie.
it: Hai il potere di cambiare la tua mentalità e la tua visione della vita, che può trasformare la tua intera esperienza di vita.
pt_br: Você tem o poder de mudar sua mentalidade e visão da vida, o que pode transformar toda a sua experiência de vida.

# Phrase−Confidence−89
source: Your past does not define your future, and you have the ability to create a new story for yourself at any time.
es: Tu pasado no define tu futuro, y tienes la capacidad de crear una nueva historia para ti en cualquier momento.
fr: Votre passé ne définit pas votre avenir et vous avez la possibilité de créer une nouvelle histoire pour vous-même à tout moment.
it: Il tuo passato non definisce il tuo futuro e hai la possibilità di creare una nuova storia per te stesso in qualsiasi momento.
pt_br: Seu passado não define seu futuro e você tem a capacidade de criar uma nova história para si mesmo a qualquer momento.

# Phrase−Confidence−90
source: Remember that self-acceptance is a journey, and it takes time and patience to fully embrace and love yourself.
es: Recuerda que la autoaceptación es un viaje y se necesita tiempo y paciencia para aceptarte y amarte por completo.
fr: N'oubliez pas que l'acceptation de soi est un voyage et qu'il faut du temps et de la patience pour vous embrasser et vous aimer pleinement.
it: Ricorda che l'accettazione di sé è un viaggio e ci vogliono tempo e pazienza per abbracciare e amare completamente te stesso.
pt_br: Lembre-se que a autoaceitação é uma jornada e leva tempo e paciência para abraçar e amar a si mesmo.

# Phrase−Confidence−91
source: Believe in your ability to manifest your dreams and desires, and focus on them with positivity and faith.
es: Cree en tu capacidad para manifestar tus sueños y deseos y concéntrate en ellos con positividad y fe.
fr: Croyez en votre capacité à manifester vos rêves et vos désirs et concentrez-vous sur eux avec positivité et foi.
it: Credi nella tua capacità di manifestare i tuoi sogni e desideri e concentrati su di essi con positività e fede.
pt_br: Acredite na sua capacidade de manifestar seus sonhos e desejos e foque neles com positividade e fé.

# Phrase−Confidence−92
source: You have the power to inspire others with your words and actions, and make a positive impact on the world.
es: Tienes el poder de inspirar a otros con tus palabras y acciones y tener un impacto positivo en el mundo.
fr: Vous avez le pouvoir d'inspirer les autres avec vos paroles et vos actions et d'avoir un impact positif sur le monde.
it: Hai il potere di ispirare gli altri con le tue parole e azioni e avere un impatto positivo sul mondo.
pt_br: Você tem o poder de inspirar outras pessoas com suas palavras e ações e causar um impacto positivo no mundo.

# Phrase−Confidence−93
source: Your unique experiences and perspectives can offer valuable insights and solutions to the problems of the world.
es: Sus experiencias y perspectivas únicas pueden ofrecer información valiosa y soluciones a los problemas del mundo.
fr: Vos expériences et perspectives uniques peuvent offrir des informations et des solutions précieuses aux problèmes du monde.
it: Le tue esperienze e prospettive uniche possono offrire preziose intuizioni e soluzioni ai problemi del mondo.
pt_br: Suas experiências e perspectivas únicas podem oferecer percepções e soluções valiosas para os problemas do mundo.

# Phrase−Confidence−94
source: Remember that taking risks and stepping out of your comfort zone is necessary for personal growth and self-discovery.
es: Recuerda que tomar riesgos y salir de tu zona de confort es necesario para el crecimiento personal y el autodescubrimiento.
fr: N'oubliez pas que prendre des risques et sortir de votre zone de confort est nécessaire pour la croissance personnelle et la découverte de soi.
it: Ricorda che correre dei rischi e uscire dalla tua zona di comfort è necessario per la crescita personale e la scoperta di te stesso.
pt_br: Lembre-se de que correr riscos e sair da sua zona de conforto é necessário para o crescimento pessoal e a autodescoberta.

# Phrase−Confidence−95
source: Believe in your ability to adapt and thrive in any situation, no matter how unexpected or challenging it may be.
es: Cree en tu capacidad para adaptarte y prosperar en cualquier situación, sin importar cuán inesperada o desafiante pueda ser.
fr: Croyez en votre capacité à vous adapter et à prospérer dans n'importe quelle situation, aussi inattendue ou difficile soit-elle.
it: Credi nella tua capacità di adattarti e prosperare in qualsiasi situazione, non importa quanto inaspettata o impegnativa possa essere.
pt_br: Acredite na sua capacidade de se adaptar e prosperar em qualquer situação, por mais inesperada ou desafiadora que seja.

# Phrase−Confidence−96
source: You have the power to create a life that is aligned with your values, passions, and purpose.
es: Tienes el poder de crear una vida que se alinee con tus valores, pasiones y propósito.
fr: Vous avez le pouvoir de créer une vie qui correspond à vos valeurs, vos passions et votre objectif.
it: Hai il potere di creare una vita in linea con i tuoi valori, le tue passioni e il tuo scopo.
pt_br: Você tem o poder de criar uma vida alinhada com seus valores, paixões e propósito.

# Phrase−Confidence−97
source: Your inner strength and resilience can help you overcome any obstacle or challenge that comes your way.
es: Tu fuerza interior y tu resiliencia pueden ayudarte a superar cualquier obstáculo o desafío que se te presente.
fr: Votre force intérieure et votre résilience peuvent vous aider à surmonter tout obstacle ou défi qui se présente à vous.
it: La tua forza interiore e la tua resilienza possono aiutarti a superare qualsiasi ostacolo o sfida che ti si presenta.
pt_br: Sua força interior e resiliência podem ajudá-lo a superar qualquer obstáculo ou desafio que surja em seu caminho.

# Phrase−Confidence−98
source: Remember that self-love and self-care are necessary for living a happy and fulfilling life.
es: Recuerda que el amor propio y el cuidado propio son necesarios para vivir una vida feliz y plena.
fr: N'oubliez pas que l'amour de soi et les soins personnels sont nécessaires pour vivre une vie heureuse et épanouissante.
it: Ricorda che l'amor proprio e la cura di sé sono necessari per vivere una vita felice e appagante.
pt_br: Lembre-se de que o amor próprio e o autocuidado são necessários para viver uma vida feliz e gratificante.

# Phrase−Confidence−99
source: Believe in your ability to make a difference in the world, and take action towards positive change.
es: Cree en tu capacidad para marcar la diferencia en el mundo y toma medidas para lograr un cambio positivo.
fr: Croyez en votre capacité à faire une différence dans le monde et à agir pour un changement positif.
it: Credi nella tua capacità di fare la differenza nel mondo e agisci per un cambiamento positivo.
pt_br: Acredite na sua capacidade de fazer a diferença no mundo e tome medidas para uma mudança positiva.

# Phrase−Confidence−100
source: You are a valuable and worthy human being, deserving of love, respect, and happiness.
es: Eres un ser humano valioso y digno, merecedor de amor, respeto y felicidad.
fr: Vous êtes un être humain précieux et digne, méritant amour, respect et bonheur.
it: Sei un essere umano prezioso e degno, meritevole di amore, rispetto e felicità.
pt_br: Você é um ser humano valioso e digno, merecedor de amor, respeito e felicidade.

# Phrase−Gratitude−1
source: Take a moment to appreciate all the beauty and blessings in your life. Expressing gratitude can open the doors to even more abundance and joy.
es: Tómate un momento para apreciar toda la belleza y las bendiciones de tu vida. Expresar gratitud puede abrir la puerta a una mayor abundancia y alegría.
fr: Prenez un moment pour apprécier toute la beauté et les bénédictions de votre vie. Exprimer de la gratitude peut ouvrir la porte à encore plus d'abondance et de joie.
it: Prenditi un momento per apprezzare tutta la bellezza e le benedizioni della tua vita. Esprimere gratitudine può aprire le porte a ancora più abbondanza e gioia.
pt_br: Reserve um momento para apreciar toda a beleza e as bênçãos de sua vida. Expressar gratidão pode abrir a porta para ainda mais abundância e alegria.

# Phrase−Gratitude−2
source: Remember that every challenge you overcome is a chance to grow and learn. Be grateful for the lessons and opportunities that come your way.
es: Recuerde que cada desafío que supere es una oportunidad para crecer y aprender. Sea agradecido por las lecciones y oportunidades que se le presenten.
fr: N'oubliez pas que chaque défi que vous surmontez est une opportunité de grandir et d'apprendre. Soyez reconnaissant pour les leçons et les opportunités qui se présentent à vous.
it: Ricorda che ogni sfida che superi è un'opportunità per crescere e imparare. Sii grato per le lezioni e le opportunità che ti si presentano.
pt_br: Lembre-se de que cada desafio que você supera é uma oportunidade de crescer e aprender. Seja grato pelas lições e oportunidades que surgem em seu caminho.
