Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Protection−9
source: I am sending you a shield of divine protection. Nothing can harm you.
es: Te envío un escudo de protección divina. Nada puede dañarte.
fr: Je vous envoie un bouclier de protection divine. Rien ne peut vous nuire.
it: Ti mando uno scudo di protezione divina. Niente può farti del male.
pt_br: Estou enviando a você um escudo de proteção divina. Nada pode prejudicá-lo.

# Phrase−Protection−10
source: Take comfort in the knowledge that you are being watched over and cared for by a higher power.
es: Consuélate sabiendo que estás siendo vigilado y cuidado por un poder superior.
fr: Réconfortez-vous en sachant que vous êtes surveillé et pris en charge par une puissance supérieure.
it: Trai conforto nella consapevolezza che sei sorvegliato e curato da un potere superiore.
pt_br: Conforte-se em saber que você está sendo observado e cuidado por um poder superior.

# Phrase−Protection−11
source: My wings are around you, protecting you from harm.
es: Mis alas están a tu alrededor, protegiéndote del daño.
fr: Mes ailes sont autour de vous, vous protégeant du mal.
it: Le mie ali sono intorno a te, proteggendoti dai pericoli.
pt_br: Minhas asas estão ao seu redor, protegendo-o do mal.

# Phrase−Protection−12
source: You are never alone, even when it feels like it. I am here with you.
es: Nunca estás solo, incluso cuando te apetece. Estoy aquí contigo.
fr: Tu n'es jamais seul, même quand tu en as envie. Je suis là avec toi.
it: Non sei mai solo, anche quando ne hai voglia. Sono qui con te.
pt_br: Você nunca está sozinho, mesmo quando tem vontade. Estou aqui com você.

# Phrase−Protection−13
source: Remember that you are loved, always and forever.
es: Recuerda que eres amado, siempre y para siempre.
fr: Souviens-toi que tu es aimé, toujours et pour toujours.
it: Ricordati che sei amato, sempre e per sempre.
pt_br: Lembre-se de que você é amado, sempre e para sempre.

# Phrase−Protection−14
source: You are strong, and you can handle whatever comes your way.
es: Eres fuerte y puedes manejar lo que se te presente.
fr: Tu es fort et tu peux gérer tout ce qui se présente à toi.
it: Sei forte e puoi gestire qualunque cosa ti capiti.
pt_br: Você é forte e pode lidar com o que vier em seu caminho.

# Phrase−Protection−15
source: Let go of your worries and let me help you carry them.
es: Deja de lado tus preocupaciones y déjame ayudarte a llevarlas.
fr: Lâchez vos soucis et laissez-moi vous aider à les porter.
it: Lascia andare le tue preoccupazioni e lascia che ti aiuti a portarle.
pt_br: Deixe de lado suas preocupações e deixe-me ajudá-lo a carregá-las.

# Phrase−Protection−16
source: Your purpose is important, and you are meant to be here.
es: Tu propósito importa y estás destinado a estar aquí.
fr: Votre but compte et vous êtes censé être ici.
it: Il tuo scopo è importante e sei destinato a essere qui.
pt_br: Seu propósito é importante e você está destinado a estar aqui.

# Phrase−Protection−17
source: Believe in the power of love, it can overcome all obstacles.
es: Cree en el poder del amor, puede superar todos los obstáculos.
fr: Croyez au pouvoir de l'amour, il peut surmonter tous les obstacles.
it: Credi nel potere dell'amore, può superare tutti gli ostacoli.
pt_br: Acredite no poder do amor, ele pode superar todos os obstáculos.

# Phrase−Protection−18
source: Your soul is beautiful, and it radiates light and love.
es: Tu alma es hermosa e irradia luz y amor.
fr: Votre âme est belle et rayonne de lumière et d'amour.
it: La tua anima è bella e irradia luce e amore.
pt_br: Sua alma é linda e irradia luz e amor.

# Phrase−Protection−19
source: Trust that everything happens for a reason, and there is a divine plan for your life.
es: Confía en que todo sucede por una razón, y hay un plan divino para tu vida.
fr: Ayez confiance que tout arrive pour une raison et qu'il existe un plan divin pour votre vie.
it: Confida che tutto accade per una ragione, e c'è un piano divino per la tua vita.
pt_br: Confie que tudo acontece por uma razão e que existe um plano divino para sua vida.

# Phrase−Protection−20
source: Take comfort in knowing that you are always protected by the divine.
es: Consuélate sabiendo que siempre estás protegido por lo divino.
fr: Réconfortez-vous en sachant que vous êtes toujours protégé par le divin.
it: Trai conforto nel sapere che sei sempre protetto dal divino.
pt_br: Conforte-se em saber que você está sempre protegido pelo divino.

# Phrase−Protection−21
source: You are an important part of the universe, and your energy contributes to the greater good.
es: Eres una parte importante del universo y tu energía contribuye al bien común.
fr: Vous êtes une partie importante de l'univers et votre énergie contribue au plus grand bien.
it: Sei una parte importante dell'universo e la tua energia contribuisce al bene superiore.
pt_br: Você é uma parte importante do universo e sua energia contribui para o bem maior.

# Phrase−Protection−22
source: Let go of your fears and doubts. You are capable of greatness.
es: Deja ir tus miedos y dudas. Eres capaz de grandeza.
fr: Lâchez vos peurs et vos doutes. Vous êtes capable de grandeur.
it: Lascia andare le tue paure e i tuoi dubbi. Sei capace di grandezza.
pt_br: Deixe de lado seus medos e dúvidas. Você é capaz de grandeza.

# Phrase−Protection−23
source: You are worthy of love, joy, and abundance.
es: Eres digno de amor, alegría y abundancia.
fr: Tu es digne d'amour, de joie et d'abondance.
it: Sei degno di amore, gioia e abbondanza.
pt_br: Você é digno de amor, alegria e abundância.

# Phrase−Protection−24
source: You are exactly where you are meant to be in this moment.
es: Estás exactamente donde deberías estar ahora mismo.
fr: Tu es exactement là où tu devrais être en ce moment.
it: Sei esattamente dove dovresti essere in questo momento.
pt_br: Você está exatamente onde deveria estar agora.

# Phrase−Protection−25
source: Take a deep breath and know that everything is going to be okay.
es: Respira hondo y sé que todo estará bien.
fr: Respirez profondément et sachez que tout ira bien.
it: Fai un respiro profondo e sappi che andrà tutto bene.
pt_br: Respire fundo e saiba que tudo ficará bem.

# Phrase−Protection−26
source: Your guardian angel is always watching over you, guiding you on your path.
es: Tu ángel de la guarda siempre vela por ti, guiándote en tu camino.
fr: Votre ange gardien veille toujours sur vous, vous guidant sur votre chemin.
it: Il tuo angelo custode veglia sempre su di te, guidandoti nel tuo cammino.
pt_br: Seu anjo da guarda sempre cuida de você, guiando-o em seu caminho.

# Phrase−Protection−27
source: Believe in yourself, and trust that you have the answers within you.
es: Cree en ti mismo y confía en que tienes las respuestas dentro de ti.
fr: Croyez en vous et ayez confiance que vous avez les réponses en vous.
it: Credi in te stesso e confida di avere le risposte dentro di te.
pt_br: Acredite em si mesmo e confie que você tem as respostas dentro de você.

# Phrase−Protection−28
source: Remember that even in darkness, there is always light.
es: Recuerda que incluso en la oscuridad siempre hay luz.
fr: N'oubliez pas que même dans l'obscurité, il y a toujours de la lumière.
it: Ricorda che anche nell'oscurità c'è sempre luce.
pt_br: Lembre-se que mesmo no escuro sempre há luz.

# Phrase−Protection−29
source: Your spirit is unbreakable, and you will come out of this stronger.
es: Tu espíritu es indestructible y emergerás más fuerte.
fr: Votre esprit est indestructible et vous en sortirez plus fort.
it: Il tuo spirito è indistruttibile e ne uscirai più forte.
pt_br: Seu espírito é indestrutível e você sairá mais forte.

# Phrase−Protection−30
source: Take comfort in knowing that you are being held in the arms of the divine.
es: Consuélate sabiendo que estás en los brazos de lo divino.
fr: Réconfortez-vous en sachant que vous êtes tenu dans les bras du divin.
it: Trai conforto nel sapere che sei tenuto tra le braccia del divino.
pt_br: Conforte-se em saber que você está nos braços do divino.

# Phrase−Protection−31
source: You are safe, loved, and protected at all times.
es: Estás a salvo, amado y protegido en todo momento.
fr: Vous êtes en sécurité, aimé et protégé à tout moment.
it: Sei al sicuro, amato e protetto in ogni momento.
pt_br: Você está seguro, amado e protegido em todos os momentos.

# Phrase−Protection−32
source: Your intuition is a powerful tool, trust it to guide you.
es: Tu intuición es una herramienta poderosa, confía en ella para guiarte.
fr: Votre intuition est un outil puissant, faites-lui confiance pour vous guider.
it: La tua intuizione è uno strumento potente, fidati che ti guidi.
pt_br: Sua intuição é uma ferramenta poderosa, confie nela para guiá-lo.

# Phrase−Protection−33
source: You are surrounded by love and light, and it is always available to you.
es: Estás rodeado de amor y luz, y siempre está ahí para ti.
fr: Vous êtes entouré d'amour et de lumière, et il est toujours là pour vous.
it: Sei circondato da amore e luce, ed è sempre disponibile per te.
pt_br: Você está cercado de amor e luz, e eles estão sempre lá para você.

# Phrase−Protection−34
source: Believe in miracles, they can and do happen.
es: Cree en los milagros, pueden suceder y suceden.
fr: Croyez aux miracles, ils peuvent se produire et se produisent.
it: Credi nei miracoli, possono accadere e accadono.
pt_br: Acredite em milagres, eles podem e acontecem.

# Phrase−Protection−35
source: You have a special purpose in this life, and you will fulfill it.
es: Tienes un propósito especial en esta vida y lo lograrás.
fr: Vous avez un but spécial dans cette vie et vous y parviendrez.
it: Hai uno scopo speciale in questa vita e lo realizzerai.
pt_br: Você tem um propósito especial nesta vida e vai alcançá-lo.

# Phrase−Protection−36
source: Know that you are loved beyond measure, even in your darkest moments.
es: Sepa que es amado más allá de toda medida, incluso en sus momentos más oscuros.
fr: Sachez que vous êtes aimé au-delà de toute mesure, même dans vos moments les plus sombres.
it: Sappi che sei amato oltre misura, anche nei tuoi momenti più bui.
pt_br: Saiba que você é amado além da medida, mesmo em seus momentos mais sombrios.

# Phrase−Protection−37
source: The universe is conspiring to bring you joy and happiness.
es: El universo está conspirando para brindarte alegría y felicidad.
fr: L'univers conspire pour vous apporter joie et bonheur.
it: L'universo sta cospirando per portarti gioia e felicità.
pt_br: O universo está conspirando para lhe trazer alegria e felicidade.

# Phrase−Protection−38
source: You are never given more than you can handle, and you are strong enough to overcome anything.
es: Nunca te dan más de lo que puedes manejar y eres lo suficientemente fuerte para superar cualquier cosa.
fr: On ne vous donne jamais plus que ce que vous pouvez supporter et vous êtes assez fort pour surmonter n'importe quoi.
it: Non ti viene mai dato più di quanto puoi sopportare e sei abbastanza forte da superare qualsiasi cosa.
pt_br: Você nunca recebe mais do que pode suportar e é forte o suficiente para superar qualquer coisa.

# Phrase−Protection−39
source: Let go of the past and embrace the present moment. It is all you have.
es: Deja ir el pasado y abraza el momento presente. Es todo lo que tienes.
fr: Lâchez le passé et embrassez le moment présent. C'est tout ce que vous avez.
it: Lascia andare il passato e abbraccia il momento presente. È tutto ciò che hai.
pt_br: Deixe o passado de lado e abrace o momento presente. É tudo que você tem.

# Phrase−Protection−40
source: You are not alone in your struggles. Reach out for help, and it will be given to you.
es: No estás solo en tus luchas. Pide ayuda y se te dará.
fr: Vous n'êtes pas seul dans vos luttes. Demandez de l'aide et elle vous sera donnée.
it: Non sei solo nelle tue lotte. Chiedi aiuto e ti sarà dato.
pt_br: Você não está sozinho em suas lutas. Peça ajuda e lhe será dado.

# Phrase−Protection−41
source: Your angels and guides are always with you, helping you to navigate your path.
es: Tus ángeles y guías están siempre contigo, ayudándote a recorrer tu camino.
fr: Vos anges et guides sont toujours avec vous, vous aidant à suivre votre chemin.
it: I tuoi angeli e le tue guide sono sempre con te, aiutandoti a percorrere il tuo cammino.
pt_br: Seus anjos e guias estão sempre com você, ajudando você a trilhar seu caminho.

# Phrase−Protection−42
source: Remember that you are a powerful creator, and you can manifest your dreams into reality.
es: Recuerda que eres un poderoso creador y puedes manifestar tus sueños en realidad.
fr: N'oubliez pas que vous êtes un créateur puissant et que vous pouvez concrétiser vos rêves.
it: Ricorda che sei un potente creatore e puoi manifestare i tuoi sogni in realtà.
pt_br: Lembre-se de que você é um criador poderoso e pode transformar seus sonhos em realidade.

# Phrase−Protection−43
source: Let go of your worries about the future. Focus on the present moment and trust that the future will unfold perfectly.
es: Deja de lado tus preocupaciones sobre el futuro. Concéntrate en el momento presente y confía en que el futuro se desarrollará perfectamente.
fr: Lâchez vos inquiétudes concernant l'avenir. Concentrez-vous sur le moment présent et ayez confiance que l'avenir se déroulera parfaitement.
it: Lascia andare le tue preoccupazioni per il futuro. Concentrati sul momento presente e confida che il futuro si svilupperà perfettamente.
pt_br: Deixe de lado suas preocupações com o futuro. Concentre-se no momento presente e confie que o futuro se desenrolará perfeitamente.

# Phrase−Protection−44
source: You are never too broken to be healed. You are always deserving of love and kindness.
es: Nunca estás demasiado roto para sanar. Siempre mereces amor y bondad.
fr: Vous n'êtes jamais trop brisé pour guérir. Vous méritez toujours l'amour et la gentillesse.
it: Non sei mai troppo distrutto per essere guarito. Meriti sempre amore e gentilezza.
pt_br: Você nunca está quebrado demais para se curar. Você sempre merece amor e bondade.

# Phrase−Protection−45
source: Your life is full of endless possibilities. Follow your heart and let it guide you.
es: Tu vida está llena de infinitas posibilidades. Sigue tu corazón y deja que te guíe.
fr: Votre vie est remplie de possibilités infinies. Suivez votre cœur et laissez-le vous guider.
it: La tua vita è piena di infinite possibilità. Segui il tuo cuore e lascia che ti guidi.
pt_br: Sua vida está repleta de possibilidades infinitas. Siga seu coração e deixe-o guiá-lo.

# Phrase−Protection−46
source: Take comfort in the fact that you are exactly where you are meant to be, and you are always on the right path.
es: Consuélate con el hecho de que estás exactamente donde debes estar y que siempre estás en el camino correcto.
fr: Rassurez-vous du fait que vous êtes exactement là où vous êtes censé être et que vous êtes toujours sur la bonne voie.
it: Trai conforto dal fatto che sei esattamente dove dovresti essere e che sei sempre sulla strada giusta.
pt_br: Conforte-se com o fato de que você está exatamente onde deveria estar e que está sempre no caminho certo.

# Phrase−Protection−47
source: Believe in the goodness of humanity, and focus on the positive aspects of life.
es: Cree en la bondad de la humanidad y concéntrate en los aspectos positivos de la vida.
fr: Croyez en la bonté de l'humanité et concentrez-vous sur les aspects positifs de la vie.
it: Credi nella bontà dell'umanità e concentrati sugli aspetti positivi della vita.
pt_br: Acredite na bondade da humanidade e concentre-se nos aspectos positivos da vida.

# Phrase−Protection−48
source: Remember that you are loved unconditionally, even in your imperfections.
es: Recuerda que eres amado incondicionalmente, incluso en tus imperfecciones.
fr: Souviens-toi que tu es aimé inconditionnellement, même dans tes imperfections.
it: Ricordati che sei amato incondizionatamente, anche nelle tue imperfezioni.
pt_br: Lembre-se de que você é amado incondicionalmente, mesmo em suas imperfeições.

# Phrase−Protection−49
source: You have the power to change your life at any moment. Trust in your own abilities.
es: Tienes el poder de cambiar tu vida en cualquier momento. Ten fe en tus habilidades.
fr: Vous avez le pouvoir de changer votre vie à tout moment. Ayez confiance en vos capacités.
it: Hai il potere di cambiare la tua vita in qualsiasi momento. Abbi fiducia nelle tue capacità.
pt_br: Você tem o poder de mudar sua vida a qualquer momento. Acredite em suas habilidades.

# Phrase−Protection−50
source: Take comfort in the fact that you are a beautiful and unique soul, and you are loved beyond measure.
es: Consuélate con el hecho de que eres un alma hermosa y única, y eres amada sin medida.
fr: Réconfortez-vous du fait que vous êtes une âme belle et unique, et que vous êtes aimé au-delà de toute mesure.
it: Trai conforto nel fatto che sei un'anima bella e unica, e sei amato oltre misura.
pt_br: Conforte-se com o fato de que você é uma alma linda e única e é amado além da medida.

# Phrase−Protection−51
source: Let your heart be your guide, and I will protect you every step of the way.
es: Deja que tu corazón sea tu guía y te protegeré en cada paso del camino.
fr: Laissez votre cœur être votre guide et je vous protégerai à chaque étape du chemin.
it: Lascia che il tuo cuore sia la tua guida e io ti proteggerò ad ogni passo del cammino.
pt_br: Deixe seu coração ser seu guia e eu o protegerei a cada passo do caminho.

# Phrase−Protection−52
source: You are a warrior, and you can conquer any challenge that comes your way.
es: Eres un guerrero y puedes superar cualquier desafío que se te presente.
fr: Vous êtes un guerrier et vous pouvez surmonter n'importe quel défi qui se présente à vous.
it: Sei un guerriero e puoi vincere qualsiasi sfida ti si presenti.
pt_br: Você é um guerreiro e pode superar qualquer desafio que aparecer em seu caminho.

# Phrase−Protection−53
source: I am here to shield you from negative energies and keep you safe.
es: Estoy aquí para protegerte de las energías negativas y mantenerte a salvo.
fr: Je suis ici pour vous protéger des énergies négatives et vous garder en sécurité.
it: Sono qui per proteggerti dalle energie negative e tenerti al sicuro.
pt_br: Estou aqui para protegê-lo de energias negativas e mantê-lo seguro.

# Phrase−Protection−54
source: The universe is always conspiring in your favor. Trust in the process.
es: El universo siempre conspira a tu favor. Confía en el proceso.
fr: L'univers conspire toujours en votre faveur. Faites confiance au processus.
it: L'universo cospira sempre a tuo favore. Abbi fiducia nel processo.
pt_br: O universo sempre conspira a seu favor. Confie no processo.

# Phrase−Protection−55
source: Let go of your fears and trust that you are always protected.
es: Deja ir tus miedos y confía en que siempre estarás protegido.
fr: Lâchez vos peurs et ayez confiance que vous êtes toujours protégé.
it: Lascia andare le tue paure e fidati di essere sempre protetto.
pt_br: Deixe de lado seus medos e confie que você está sempre protegido.

# Phrase−Protection−56
source: Your path is unique, and you are exactly where you are meant to be.
es: Tu camino es único y estás exactamente donde debes estar.
fr: Votre chemin est unique et vous êtes exactement là où vous êtes censé être.
it: Il tuo percorso è unico e sei esattamente dove dovresti essere.
pt_br: Seu caminho é único e você está exatamente onde deveria estar.

# Phrase−Protection−57
source: I am here to remind you of your strength and courage when you forget.
es: Estoy aquí para recordarte tu fuerza y ​​coraje cuando olvidas.
fr: Je suis ici pour te rappeler ta force et ton courage quand tu oublies.
it: Sono qui per ricordarti la tua forza e il tuo coraggio quando dimentichi.
pt_br: Estou aqui para lembrá-lo de sua força e coragem quando você se esquece.

# Phrase−Protection−58
source: Remember that love is the most powerful force in the universe, and it will always protect you.
es: Recuerda que el amor es la fuerza más poderosa del universo y siempre te protegerá.
fr: N'oubliez pas que l'amour est la force la plus puissante de l'univers et qu'il vous protégera toujours.
it: Ricorda che l'amore è la forza più potente dell'universo e ti proteggerà sempre.
pt_br: Lembre-se de que o amor é a força mais poderosa do universo e sempre o protegerá.

# Phrase−Protection−59
source: You are never alone, and I am always by your side.
es: Nunca estás solo, y yo siempre estoy a tu lado.
fr: Tu n'es jamais seul, et je suis toujours à tes côtés.
it: Non sei mai solo, e io sono sempre al tuo fianco.
pt_br: Você nunca está sozinho, e eu estou sempre ao seu lado.

# Phrase−Protection−60
source: Your purpose is important, and you are meant to make a difference in the world.
es: Tu propósito importa y estás destinado a marcar una diferencia en el mundo.
fr: Votre but compte et vous êtes destiné à faire une différence dans le monde.
it: Il tuo scopo è importante e sei destinato a fare la differenza nel mondo.
pt_br: Seu propósito é importante e você está destinado a fazer a diferença no mundo.

# Phrase−Protection−61
source: I am here to light the way when the path ahead seems dark and uncertain.
es: Estoy aquí para iluminar el camino cuando el camino por delante parezca oscuro e incierto.
fr: Je suis ici pour éclairer le chemin quand le chemin à parcourir semble sombre et incertain.
it: Sono qui per illuminare la strada quando il cammino da percorrere sembra oscuro e incerto.
pt_br: Estou aqui para iluminar o caminho quando o caminho à frente parece escuro e incerto.

# Phrase−Protection−62
source: Believe in the power of prayer, and know that your prayers are always heard.
es: Cree en el poder de la oración y sabe que tus oraciones siempre son respondidas.
fr: Croyez au pouvoir de la prière et sachez que vos prières sont toujours exaucées.
it: Credi nel potere della preghiera e sappi che le tue preghiere sono sempre ascoltate.
pt_br: Acredite no poder da oração e saiba que suas orações são sempre atendidas.

# Phrase−Protection−63
source: Trust that the universe has your back, and everything is happening for your highest good.
es: Confía en que el universo te cubre las espaldas y que todo está sucediendo para tu mayor bien.
fr: Ayez confiance que l'univers vous soutient et que tout se passe pour votre plus grand bien.
it: Abbi fiducia nel fatto che l'universo ti copre le spalle e che tutto sta accadendo per il tuo massimo bene.
pt_br: Confie que o universo está de costas e que tudo está acontecendo para o seu bem maior.

# Phrase−Protection−64
source: You are a divine being, and you are always protected by the divine.
es: Eres un ser divino y siempre estás protegido por lo divino.
fr: Vous êtes un être divin et vous êtes toujours protégé par le divin.
it: Sei un essere divino e sei sempre protetto dal divino.
pt_br: Você é um ser divino e está sempre protegido pelo divino.

# Phrase−Protection−65
source: Your soul is filled with light, and it radiates love and compassion to the world.
es: Tu alma está llena de luz e irradia amor y compasión por el mundo.
fr: Votre âme est remplie de lumière et rayonne d'amour et de compassion pour le monde.
it: La tua anima è piena di luce e irradia amore e compassione per il mondo.
pt_br: Sua alma está cheia de luz e irradia amor e compaixão pelo mundo.

# Phrase−Protection−66
source: Take comfort in the fact that you are loved and valued for who you are.
es: Te consuela el hecho de que eres amado y apreciado por lo que eres.
fr: Vous êtes réconforté par le fait que vous êtes aimé et apprécié pour qui vous êtes.
it: Trai conforto dal fatto che sei amato e apprezzato per quello che sei.
pt_br: Você se consola com o fato de ser amado e apreciado por quem você é.
