Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Courage−94
source: Let your heart be filled with love and gratitude, for they are the sources of true courage.
es: Deja que tu corazón se llene de amor y gratitud, porque ellos son las fuentes del verdadero coraje.
fr: Que votre cœur soit rempli d'amour et de gratitude, car ils sont les sources du vrai courage.
it: Lascia che il tuo cuore sia pieno di amore e gratitudine, perché sono le fonti del vero coraggio.
pt_br: Deixe seu coração se encher de amor e gratidão, pois eles são as fontes da verdadeira coragem.

# Phrase−Courage−95
source: Every day is a new opportunity to be brave and take a step towards your goals.
es: Cada día es una nueva oportunidad para ser valiente y dar un paso hacia tus objetivos.
fr: Chaque jour est une nouvelle opportunité d'être courageux et de faire un pas vers vos objectifs.
it: Ogni giorno è una nuova opportunità per essere coraggiosi e fare un passo verso i propri obiettivi.
pt_br: Todo dia é uma nova oportunidade de ser corajoso e dar um passo em direção aos seus objetivos.

# Phrase−Courage−96
source: Have faith in your own abilities and trust in the path that the universe has laid out for you.
es: Ten fe en tus habilidades y confía en el camino que el universo ha trazado para ti.
fr: Ayez confiance en vos capacités et faites confiance au chemin que l'univers a tracé pour vous.
it: Abbi fede nelle tue capacità e confida nel percorso che l'universo ha tracciato per te.
pt_br: Tenha fé em suas habilidades e confie no caminho que o universo traçou para você.

# Phrase−Courage−97
source: The greatest courage is found in facing your fears head-on and taking action towards your dreams.
es: El mayor coraje se encuentra en enfrentar tus miedos de frente y tomar acción hacia tus sueños.
fr: Le plus grand courage consiste à affronter vos peurs de front et à agir pour réaliser vos rêves.
it: Il più grande coraggio si trova nell'affrontare le proprie paure a testa alta e nell'agire verso i propri sogni.
pt_br: A maior coragem é encontrada em enfrentar seus medos de frente e agir em direção aos seus sonhos.

# Phrase−Courage−98
source: Don't be afraid to take risks and try new things, for it is through these experiences that we grow and learn.
es: No tengas miedo de arriesgarte y probar cosas nuevas, porque es a través de estas experiencias que crecemos y aprendemos.
fr: N'ayez pas peur de prendre des risques et d'essayer de nouvelles choses, car c'est à travers ces expériences que nous grandissons et apprenons.
it: Non aver paura di correre rischi e provare cose nuove, perché è attraverso queste esperienze che cresciamo e impariamo.
pt_br: Não tenha medo de arriscar e experimentar coisas novas, porque é com essas experiências que crescemos e aprendemos.

# Phrase−Courage−99
source: Believe in the power of your own unique journey, and trust that it is leading you towards your highest good.
es: Cree en el poder de tu viaje único y confía en que te está llevando a tu mayor bien.
fr: Croyez en la puissance de votre voyage unique et ayez confiance qu'il vous mène à votre plus grand bien.
it: Credi nel potere del tuo viaggio unico e abbi fiducia che ti sta conducendo verso il tuo massimo bene.
pt_br: Acredite no poder de sua jornada única e confie que ela está levando você ao seu bem maior.

# Phrase−Courage−100
source: Your courage and determination are the keys to unlocking a life of limitless possibilities.
es: Tu coraje y determinación son las claves para desbloquear una vida de posibilidades ilimitadas.
fr: Votre courage et votre détermination sont les clés pour ouvrir une vie aux possibilités illimitées.
it: Il tuo coraggio e la tua determinazione sono le chiavi per sbloccare una vita di possibilità illimitate.
pt_br: Sua coragem e determinação são as chaves para abrir uma vida de possibilidades ilimitadas.

# Phrase−Joy−1
source: You are loved beyond measure, and your presence in the world brings joy to others.
es: Eres amado sin medida y tu presencia en el mundo trae alegría a los demás.
fr: Vous êtes aimé au-delà de toute mesure et votre présence dans le monde apporte de la joie aux autres.
it: Sei amato oltre misura e la tua presenza nel mondo porta gioia agli altri.
pt_br: Você é amado além da medida e sua presença no mundo traz alegria para os outros.

# Phrase−Joy−2
source: Even in the darkest moments, there is always a glimmer of hope that can light up your path.
es: Incluso en los momentos más oscuros, siempre hay un rayo de esperanza que puede iluminar tu camino.
fr: Même dans les moments les plus sombres, il y a toujours une lueur d'espoir qui peut éclairer votre chemin.
it: Anche nei momenti più bui, c'è sempre un barlume di speranza che può illuminare il tuo cammino.
pt_br: Mesmo nos momentos mais sombrios, sempre há um vislumbre de esperança que pode iluminar seu caminho.

# Phrase−Joy−3
source: Trust in yourself and in the journey ahead. You are stronger than you know.
es: Ten fe en ti mismo y en el viaje que te espera. Eres más fuerte de lo que crees.
fr: Ayez confiance en vous et dans le voyage qui vous attend. Vous êtes plus fort que vous ne le pensez.
it: Abbi fiducia in te stesso e nel viaggio che ti aspetta. Sei più forte di quanto pensi.
pt_br: Tenha fé em si mesmo e na jornada que o espera. Você é mais forte do que pensa.

# Phrase−Joy−4
source: Take a moment to appreciate the beauty of the world around you, and let it fill your heart with joy.
es: Tómate un momento para apreciar la belleza del mundo que te rodea y deja que llene tu corazón de alegría.
fr: Prenez un moment pour apprécier la beauté du monde qui vous entoure et laissez-le remplir votre cœur de joie.
it: Prenditi un momento per apprezzare la bellezza del mondo che ti circonda e lascia che ti riempia il cuore di gioia.
pt_br: Reserve um momento para apreciar a beleza do mundo ao seu redor e deixe-o encher seu coração de alegria.

# Phrase−Joy−5
source: Every day is a new opportunity to find joy and happiness. Embrace it with open arms.
es: Cada día es una nueva oportunidad para encontrar alegría y felicidad. Acéptalo con los brazos abiertos.
fr: Chaque jour est une nouvelle opportunité de trouver la joie et le bonheur. Embrassez-le à bras ouverts.
it: Ogni giorno è una nuova opportunità per trovare gioia e felicità. Abbracciala a braccia aperte.
pt_br: Todo dia é uma nova oportunidade de encontrar alegria e felicidade. Abrace-a de braços abertos.

# Phrase−Joy−6
source: Believe in the power of positivity and kindness. They can transform your life and the lives of those around you.
es: Cree en el poder de la positividad y la bondad. Pueden transformar tu vida y la vida de quienes te rodean.
fr: Croyez au pouvoir de la positivité et de la gentillesse. Ils peuvent transformer votre vie et celle de ceux qui vous entourent.
it: Credi nel potere della positività e della gentilezza. Possono trasformare la tua vita e quella di chi ti circonda.
pt_br: Acredite no poder da positividade e da bondade. Eles podem transformar sua vida e a vida das pessoas ao seu redor.

# Phrase−Joy−7
source: Never forget the joy of simple pleasures, like the warmth of the sun on your face or the sound of laughter.
es: Nunca olvides la alegría de los placeres simples, como el calor del sol en tu rostro o el sonido de la risa.
fr: N'oubliez jamais la joie des plaisirs simples, comme la chaleur du soleil sur votre visage ou le son du rire.
it: Non dimenticare mai la gioia dei piaceri semplici, come il calore del sole sul viso o il suono delle risate.
pt_br: Nunca esqueça a alegria dos prazeres simples, como o calor do sol no rosto ou o som de uma risada.

# Phrase−Joy−8
source: Your life is a precious gift, and every moment is a chance to create joy and spread love.
es: Tu vida es un regalo precioso y cada momento es una oportunidad para crear alegría y difundir el amor.
fr: Votre vie est un cadeau précieux et chaque instant est une occasion de créer de la joie et de répandre l'amour.
it: La tua vita è un dono prezioso e ogni momento è un'opportunità per creare gioia e diffondere amore.
pt_br: Sua vida é um presente precioso e cada momento é uma oportunidade de criar alegria e espalhar amor.

# Phrase−Joy−9
source: Remember that you are never alone, and that angels are always watching over you, guiding you towards happiness.
es: Recuerda que nunca estás solo y que los ángeles siempre te están cuidando, guiándote hacia la felicidad.
fr: N'oubliez pas que vous n'êtes jamais seul et que les anges veillent toujours sur vous, vous guidant vers le bonheur.
it: Ricorda che non sei mai solo e che gli angeli vegliano sempre su di te, guidandoti verso la felicità.
pt_br: Lembre-se de que você nunca está sozinho e que os anjos estão sempre cuidando de você, guiando-o para a felicidade.

# Phrase−Joy−10
source: May your heart be filled with joy and your soul be lifted by the love of the divine.
es: Que tu corazón se llene de alegría y tu alma se eleve en el amor de lo divino.
fr: Que votre cœur soit rempli de joie et votre âme élevée dans l'amour du divin.
it: Possa il tuo cuore essere colmo di gioia e la tua anima essere sollevata dall'amore del divino.
pt_br: Que seu coração se encha de alegria e sua alma se eleve no amor do divino.

# Phrase−Joy−11
source: The greatest joy in life is the joy of giving. Share your love and kindness with others.
es: La mayor alegría de la vida es la alegría de dar. Comparte tu amor y bondad con los demás.
fr: La plus grande joie de la vie est la joie de donner. Partagez votre amour et votre gentillesse avec les autres.
it: La più grande gioia nella vita è la gioia di dare. Condividi il tuo amore e la tua gentilezza con gli altri.
pt_br: A maior alegria da vida é a alegria de dar. Compartilhe seu amor e bondade com os outros.

# Phrase−Joy−12
source: Your presence in the world makes a difference. You have a unique purpose that only you can fulfill.
es: Tu presencia en el mundo hace la diferencia. Tienes un propósito único que solo tú puedes lograr.
fr: Votre présence dans le monde fait une différence. Vous avez un but unique que vous seul pouvez accomplir.
it: La tua presenza nel mondo fa la differenza. Hai uno scopo unico che solo tu puoi realizzare.
pt_br: Sua presença no mundo faz a diferença. Você tem um propósito único que só você pode realizar.

# Phrase−Joy−13
source: Take a moment to appreciate the small things in life, for they often bring the most joy.
es: Tómese un momento para apreciar las pequeñas cosas de la vida, porque a menudo traen la mayor alegría.
fr: Prenez un moment pour apprécier les petites choses de la vie, car elles apportent souvent le plus de joie.
it: Prenditi un momento per apprezzare le piccole cose della vita, perché spesso portano più gioia.
pt_br: Reserve um momento para apreciar as pequenas coisas da vida, porque muitas vezes elas trazem mais alegria.

# Phrase−Joy−14
source: Let go of your worries and embrace the present moment. Happiness is found in the here and now.
es: Deja de lado tus preocupaciones y abraza el momento presente. La felicidad se encuentra en el aquí y ahora.
fr: Lâchez vos soucis et embrassez le moment présent. Le bonheur se trouve ici et maintenant.
it: Lascia andare le tue preoccupazioni e abbraccia il momento presente. La felicità si trova nel qui e ora.
pt_br: Deixe de lado suas preocupações e abrace o momento presente. A felicidade é encontrada no aqui e agora.

# Phrase−Joy−15
source: Your heart is a source of infinite love and joy. Let it shine bright for all to see.
es: Tu corazón es una fuente de infinito amor y alegría. Deja que brille para que todos lo vean.
fr: Votre cœur est une source d'amour et de joie infinis. Laissez-le briller aux yeux de tous.
it: Il tuo cuore è una fonte di amore e gioia infiniti. Lascia che brilli affinché tutti possano vederlo.
pt_br: Seu coração é uma fonte de infinito amor e alegria. Deixe-o brilhar para todos verem.

# Phrase−Joy−16
source: Embrace the challenges in life, for they make you stronger and wiser.
es: Acepta los desafíos de la vida, porque te hacen más fuerte y más sabio.
fr: Acceptez les défis de la vie, car ils vous rendent plus fort et plus sage.
it: Accetta le sfide della vita, perché ti rendono più forte e più saggio.
pt_br: Aceite os desafios da vida, porque eles te tornam mais forte e mais sábio.

# Phrase−Joy−17
source: Believe in yourself and your dreams, and they will become a reality.
es: Cree en ti mismo y en tus sueños, y se harán realidad.
fr: Croyez en vous et en vos rêves, et ils se réaliseront.
it: Credi in te stesso e nei tuoi sogni, e diventeranno realtà.
pt_br: Acredite em você e nos seus sonhos, e eles se tornarão realidade.

# Phrase−Joy−18
source: Let the light of joy and hope shine within you, and illuminate the world around you.
es: Deja que la luz de la alegría y la esperanza brille dentro de ti e ilumine el mundo que te rodea.
fr: Laissez la lumière de la joie et de l'espoir briller en vous et illuminer le monde qui vous entoure.
it: Lascia che la luce della gioia e della speranza risplenda dentro di te e illumini il mondo intorno a te.
pt_br: Deixe a luz da alegria e da esperança brilhar dentro de você e iluminar o mundo ao seu redor.

# Phrase−Joy−19
source: The secret to joy is gratitude. Give thanks for all the blessings in your life, big and small.
es: El secreto de la alegría es la gratitud. Da gracias por todas las bendiciones en tu vida, grandes y pequeñas.
fr: Le secret de la joie est la gratitude. Rendez grâce pour toutes les bénédictions de votre vie, grandes et petites.
it: Il segreto della gioia è la gratitudine. Ringrazia per tutte le benedizioni della tua vita, grandi e piccole.
pt_br: O segredo da alegria é a gratidão. Agradeça por todas as bênçãos em sua vida, grandes e pequenas.

# Phrase−Joy−20
source: You are never too old to find joy and wonder in the world. Keep a childlike spirit in your heart.
es: Nunca se es demasiado viejo para encontrar alegría y asombro en el mundo. Mantén un espíritu infantil en tu corazón.
fr: Vous n'êtes jamais trop vieux pour trouver de la joie et de l'émerveillement dans le monde. Gardez un esprit enfantin dans votre cœur.
it: Non sei mai troppo vecchio per trovare gioia e meraviglia nel mondo. Mantieni uno spirito infantile nel tuo cuore.
pt_br: Você nunca é velho demais para encontrar alegria e admiração no mundo. Mantenha um espírito infantil em seu coração.

# Phrase−Joy−21
source: The greatest joy comes from loving and being loved. Open your heart to love and let it fill you up.
es: La mayor alegría proviene de amar y ser amado. Abre tu corazón al amor y deja que te llene.
fr: La plus grande joie vient du fait d'aimer et d'être aimé. Ouvrez votre cœur à l'amour et laissez-le vous remplir.
it: La gioia più grande viene dall'amare e dall'essere amati. Apri il tuo cuore all'amore e lascia che ti riempia.
pt_br: A maior alegria vem de amar e ser amado. Abra seu coração para o amor e deixe-o preenchê-lo.

# Phrase−Joy−22
source: Remember that you are worthy of love and happiness, and that you deserve to live a joyful life.
es: Recuerda que eres digno de amor y felicidad y que mereces vivir una vida feliz.
fr: Souviens-toi que tu es digne d'amour et de bonheur et que tu mérites de vivre une vie joyeuse.
it: Ricorda che sei degno di amore e felicità e che meriti di vivere una vita gioiosa.
pt_br: Lembre-se de que você é digno de amor e felicidade e que merece viver uma vida alegre.

# Phrase−Joy−23
source: The power of laughter can lift your spirits and brighten your day. Find humor in the everyday moments of life.
es: El poder de la risa puede levantarte el ánimo y alegrar tu día. Encuentra el humor en los momentos cotidianos de la vida.
fr: Le pouvoir du rire peut vous remonter le moral et égayer votre journée. Trouvez de l'humour dans les moments de la vie quotidienne.
it: Il potere delle risate può sollevare il morale e illuminare la giornata. Trova l'umorismo nei momenti quotidiani della vita.
pt_br: O poder do riso pode elevar seu ânimo e iluminar seu dia. Encontre humor nos momentos cotidianos da vida.

# Phrase−Joy−24
source: The beauty of life is that it is always changing. Embrace the ebbs and flows, and find joy in each new chapter.
es: La belleza de la vida es que siempre está cambiando. Acepta los flujos y reflujos y encuentra alegría en cada nuevo capítulo.
fr: La beauté de la vie est qu'elle change constamment. Embrassez les flux et reflux et trouvez de la joie dans chaque nouveau chapitre.
it: La bellezza della vita è che cambia sempre. Abbraccia i flussi e riflussi e trova gioia in ogni nuovo capitolo.
pt_br: A beleza da vida é que ela está sempre mudando. Abrace os fluxos e refluxos e encontre alegria em cada novo capítulo.

# Phrase−Joy−25
source: Let go of regrets and worries from the past. The present moment is where joy and happiness reside.
es: Deja ir los remordimientos y las preocupaciones del pasado. El momento presente es donde residen la alegría y la felicidad.
fr: Lâchez les regrets et les soucis du passé. Le moment présent est l'endroit où résident la joie et le bonheur.
it: Lascia andare i rimpianti e le preoccupazioni del passato. Il momento presente è dove risiedono la gioia e la felicità.
pt_br: Deixe de lado os arrependimentos e preocupações do passado. O momento presente é onde residem a alegria e a felicidade.

# Phrase−Joy−26
source: Your heart is a garden, and joy is the flowers that bloom within it. Nurture your heart and let it flourish.
es: Tu corazón es un jardín, y la alegría son las flores que florecen en él. Nutre tu corazón y déjalo florecer.
fr: Votre cœur est un jardin, et la joie est les fleurs qui y fleurissent. Nourrissez votre cœur et laissez-le s'épanouir.
it: Il tuo cuore è un giardino, e la gioia sono i fiori che sbocciano al suo interno. Coltiva il tuo cuore e lascialo fiorire.
pt_br: Seu coração é um jardim e a alegria são as flores que desabrocham dentro dele. Alimente seu coração e deixe-o florescer.

# Phrase−Joy−27
source: Never underestimate the power of a simple act of kindness. It can bring joy to both the giver and the receiver.
es: Nunca subestimes el poder de un simple acto de bondad. Puede traer alegría tanto al que lo da como al que lo recibe.
fr: Ne sous-estimez jamais le pouvoir d'un simple acte de gentillesse. Il peut apporter de la joie à la fois à celui qui donne et à celui qui le reçoit.
it: Non sottovalutare mai il potere di un semplice atto di gentilezza. Può portare gioia sia a chi lo dona che a chi lo riceve.
pt_br: Nunca subestime o poder de um simples ato de bondade. Ele pode trazer alegria tanto para quem dá quanto para quem recebe.

# Phrase−Joy−28
source: The greatest joy in life is the joy of love. Let love be your guide, and you will never be led astray.
es: La mayor alegría de la vida es la alegría del amor. Deja que el amor sea tu guía y nunca te desviarás.
fr: La plus grande joie de la vie est la joie de l'amour. Laissez l'amour être votre guide et vous ne serez jamais induit en erreur.
it: La più grande gioia nella vita è la gioia dell'amore. Lascia che l'amore sia la tua guida e non sarai mai sviato.
pt_br: A maior alegria da vida é a alegria do amor. Deixe o amor ser seu guia e você nunca será desviado.

# Phrase−Joy−29
source: Let your light shine bright, and inspire others to find joy and happiness in their own lives.
es: Deja que tu luz brille e inspire a otros a encontrar alegría y felicidad en sus propias vidas.
fr: Laissez votre lumière briller et inspirer les autres à trouver la joie et le bonheur dans leur propre vie.
it: Lascia che la tua luce risplenda luminosa e ispiri gli altri a trovare gioia e felicità nella propria vita.
pt_br: Deixe sua luz brilhar e inspire os outros a encontrar alegria e felicidade em suas próprias vidas.

# Phrase−Joy−30
source: May the angels always watch over you, and guide you towards a life filled with love, joy, and peace.
es: Que los ángeles siempre te cuiden y te guíen a una vida llena de amor, alegría y paz.
fr: Que les anges veillent toujours sur vous et vous guident vers une vie pleine d'amour, de joie et de paix.
it: Possano gli angeli vegliare sempre su di te e guidarti verso una vita piena di amore, gioia e pace.
pt_br: Que os anjos sempre cuidem de você e o guiem para uma vida cheia de amor, alegria e paz.

# Phrase−Joy−31
source: The world is full of wonders and beauty. Take a moment to appreciate the miracles that surround you.
es: El mundo está lleno de maravillas y belleza. Tómate un momento para apreciar los milagros que te rodean.
fr: Le monde est plein d'émerveillement et de beauté. Prenez un moment pour apprécier les miracles qui vous entourent.
it: Il mondo è pieno di meraviglie e bellezza. Prenditi un momento per apprezzare i miracoli che ti circondano.
pt_br: O mundo está cheio de maravilhas e beleza. Reserve um momento para apreciar os milagres ao seu redor.

# Phrase−Joy−32
source: Your heart is the wellspring of joy, love, and peace. Let it overflow into the world around you.
es: Tu corazón es la fuente de alegría, amor y paz. Deja que se desborde en el mundo que te rodea.
fr: Votre cœur est la source de joie, d'amour et de paix. Laissez-le déborder dans le monde qui vous entoure.
it: Il tuo cuore è la fonte della gioia, dell'amore e della pace. Lascia che trabocchi nel mondo intorno a te.
pt_br: Seu coração é a fonte de alegria, amor e paz. Deixe-o transbordar para o mundo ao seu redor.

# Phrase−Joy−33
source: Remember that every moment is an opportunity to create joy and happiness. Make the most of each one.
es: Recuerda que cada momento es una oportunidad para crear alegría y felicidad. Aprovecha cada momento al máximo.
fr: N'oubliez pas que chaque instant est une occasion de créer de la joie et du bonheur. Profitez au maximum de chacun.
it: Ricorda che ogni momento è un'opportunità per creare gioia e felicità. Sfrutta al meglio ognuno di essi.
pt_br: Lembre-se que cada momento é uma oportunidade de criar alegria e felicidade. Aproveite ao máximo cada um.

# Phrase−Joy−34
source: The joy of life comes from embracing both the light and the dark. Trust in the journey, and find beauty in every step.
es: La alegría de la vida proviene de abrazar tanto la luz como la oscuridad. Confía en el viaje y encuentra la belleza en cada paso.
fr: La joie de vivre vient du fait d'embrasser à la fois la lumière et l'obscurité. Faites confiance au voyage et trouvez la beauté à chaque pas.
it: La gioia della vita viene dall'abbracciare sia la luce che l'oscurità. Abbi fiducia nel viaggio e trova la bellezza in ogni passo.
pt_br: A alegria da vida vem de abraçar tanto a luz quanto a escuridão. Confie na jornada e encontre a beleza em cada passo.

# Phrase−Joy−35
source: Your soul is a masterpiece, unique and beautiful in its own way. Embrace your true self and let your light shine.
es: Tu alma es una obra maestra, única y hermosa a su manera. Acepta tu verdadero yo y deja que tu luz brille.
fr: Votre âme est un chef-d'œuvre, unique et belle à sa manière. Embrassez votre vrai moi et laissez votre lumière briller.
it: La tua anima è un capolavoro, unico e bello a modo suo. Abbraccia il tuo vero io e fai risplendere la tua luce.
pt_br: Sua alma é uma obra-prima, única e bela à sua maneira. Abrace seu verdadeiro eu e deixe sua luz brilhar.
