Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Hope−78
source: Stay committed to your vision, for it will guide you towards your true purpose.
es: Mantente fiel a tu visión, porque te guiará hacia tu verdadero propósito.
fr: Restez fidèle à votre vision, car elle vous guidera vers votre véritable objectif.
it: Rimani fedele alla tua visione, perché ti guiderà verso il tuo vero scopo.
pt_br: Mantenha-se fiel à sua visão, pois ela o guiará em direção ao seu verdadeiro propósito.

# Phrase−Hope−79
source: Remember that every challenge you overcome makes you stronger and more resilient.
es: Recuerda que cada desafío que superas te hace más fuerte y resistente.
fr: N'oubliez pas que chaque défi que vous surmontez vous rend plus fort et plus résilient.
it: Ricorda che ogni sfida che superi ti rende più forte e più resistente.
pt_br: Lembre-se de que cada desafio que você supera o torna mais forte e resiliente.

# Phrase−Hope−80
source: Believe in your ability to overcome any obstacle and achieve your dreams.
es: Cree en tu capacidad para superar cualquier obstáculo y hacer realidad tus sueños.
fr: Croyez en votre capacité à surmonter n'importe quel obstacle et à réaliser vos rêves.
it: Credi nella tua capacità di superare qualsiasi ostacolo e realizzare i tuoi sogni.
pt_br: Acredite na sua capacidade de superar qualquer obstáculo e realizar seus sonhos.

# Phrase−Hope−81
source: When you feel like giving up, remember that persistence and determination are key to success.
es: Cuando tengas ganas de rendirte, recuerda que la persistencia y la determinación son la clave del éxito.
fr: Lorsque vous avez envie d'abandonner, rappelez-vous que la persévérance et la détermination sont la clé du succès.
it: Quando hai voglia di arrenderti, ricorda che la tenacia e la determinazione sono la chiave del successo.
pt_br: Quando você sentir vontade de desistir, lembre-se que persistência e determinação são a chave para o sucesso.

# Phrase−Hope−82
source: Have faith that the universe is guiding you towards your highest good.
es: Ten fe en que el universo te está guiando hacia tu mayor bien.
fr: Ayez foi que l'univers vous guide vers votre plus grand bien.
it: Abbi fede che l'universo ti sta guidando verso il tuo massimo bene.
pt_br: Tenha fé de que o universo está guiando você para o seu bem maior.

# Phrase−Hope−83
source: Stay focused on the present moment, for it is where your power lies.
es: Mantente enfocado en el momento presente, porque ahí es donde reside tu poder.
fr: Restez concentré sur le moment présent, car c'est là que réside votre pouvoir.
it: Rimani concentrato sul momento presente, perché è lì che risiede il tuo potere.
pt_br: Mantenha-se focado no momento presente, porque é aí que reside o seu poder.

# Phrase−Hope−84
source: Believe in the power of gratitude and positivity, for they can transform your life.
es: Cree en el poder de la gratitud y la positividad, porque pueden transformar tu vida.
fr: Croyez au pouvoir de la gratitude et de la positivité, car ils peuvent transformer votre vie.
it: Credi nel potere della gratitudine e della positività, perché possono trasformare la tua vita.
pt_br: Acredite no poder da gratidão e positividade, pois eles podem transformar sua vida.

# Phrase−Hope−85
source: When you feel lost, just take a moment to connect with your intuition and inner wisdom.
es: Cuando te sientas perdido, tómate un momento para conectarte con tu intuición y sabiduría interior.
fr: Lorsque vous vous sentez perdu, prenez un moment pour vous connecter avec votre intuition et votre sagesse intérieure.
it: Quando ti senti perso, prenditi un momento per connetterti con la tua intuizione e saggezza interiore.
pt_br: Quando você se sentir perdido, reserve um momento para se conectar com sua intuição e sabedoria interior.

# Phrase−Hope−86
source: Have hope and trust that everything will work out for your highest good, even if it doesn't seem like it at the moment.
es: Ten esperanza y confía en que todo saldrá bien para tu mayor bien, incluso si no lo sientes así en este momento.
fr: Ayez de l'espoir et ayez confiance que tout ira pour votre plus grand bien, même si vous n'en avez pas l'impression pour le moment.
it: Abbi speranza e fiducia che tutto funzionerà per il tuo massimo bene, anche se al momento non sembra così.
pt_br: Tenha esperança e confie que tudo funcionará para o seu bem maior, mesmo que não pareça no momento.

# Phrase−Hope−87
source: Stay open to the wisdom of others, for they may offer valuable insights and guidance.
es: Manténgase abierto a la sabiduría de los demás, ya que pueden ofrecer información y orientación valiosas.
fr: Restez ouvert à la sagesse des autres, car ils peuvent offrir des idées et des conseils précieux.
it: Rimani aperto alla saggezza degli altri, poiché possono offrire preziose intuizioni e guida.
pt_br: Mantenha-se aberto à sabedoria dos outros, pois eles podem oferecer informações e orientações valiosas.

# Phrase−Hope−88
source: Believe in the power of self-love and self-care, for they are essential for your well-being.
es: Cree en el poder del amor propio y el cuidado personal, porque son esenciales para tu bienestar.
fr: Croyez au pouvoir de l'amour-propre et des soins personnels, car ils sont essentiels à votre bien-être.
it: Credi nel potere dell'amor proprio e della cura di sé, perché sono essenziali per il tuo benessere.
pt_br: Acredite no poder do amor próprio e do autocuidado, pois eles são essenciais para o seu bem-estar.

# Phrase−Hope−89
source: When you feel overwhelmed, take a step back and give yourself the time and space you need to recharge.
es: Cuando te sientas abrumado, da un paso atrás y date el tiempo y el espacio que necesitas para recargar.
fr: Lorsque vous vous sentez dépassé, prenez du recul et donnez-vous le temps et l'espace dont vous avez besoin pour vous ressourcer.
it: Quando ti senti sopraffatto, fai un passo indietro e concediti il tempo e lo spazio di cui hai bisogno per ricaricarti.
pt_br: Quando estiver se sentindo sobrecarregado, recue e dê a si mesmo o tempo e o espaço de que precisa para recarregar.

# Phrase−Hope−90
source: Have faith in your journey and trust that everything is unfolding exactly as it should.
es: Ten fe en tu viaje y confía en que todo se está desarrollando exactamente como debería.
fr: Ayez foi en votre voyage et ayez confiance que tout se déroule exactement comme il se doit.
it: Abbi fede nel tuo viaggio e confida che tutto si sta svolgendo esattamente come dovrebbe.
pt_br: Tenha fé em sua jornada e confie que tudo está se desenrolando exatamente como deveria.

# Phrase−Hope−91
source: Remember that you have the strength within you to overcome any challenge.
es: Recuerda que tienes la fuerza dentro de ti para superar cualquier desafío.
fr: N'oubliez pas que vous avez la force en vous pour surmonter n'importe quel défi.
it: Ricorda che hai la forza dentro di te per superare qualsiasi sfida.
pt_br: Lembre-se de que você tem a força dentro de você para superar qualquer desafio.

# Phrase−Hope−92
source: Believe that every setback is just a temporary obstacle that can be overcome with perseverance and determination.
es: Creer que cada revés es solo un obstáculo temporal que se puede superar con perseverancia y determinación.
fr: Estimer que chaque revers n'est qu'un obstacle temporaire qui peut être surmonté avec persévérance et détermination.
it: Credere che ogni battuta d'arresto sia solo un ostacolo temporaneo che può essere superato con perseveranza e determinazione.
pt_br: Acreditar que todo contratempo é apenas um obstáculo temporário que pode ser superado com perseverança e determinação.

# Phrase−Hope−93
source: When life gets tough, hold onto hope and keep moving forward with faith and courage.
es: Cuando la vida se ponga difícil, aférrate a la esperanza y sigue adelante con fe y coraje.
fr: Quand la vie devient difficile, gardez espoir et continuez d'avancer avec foi et courage.
it: Quando la vita si fa dura, mantieni la speranza e continua ad andare avanti con fede e coraggio.
pt_br: Quando a vida ficar difícil, mantenha a esperança e siga em frente com fé e coragem.

# Phrase−Hope−94
source: Have faith that things will get better, and trust that your struggles will eventually lead to greater blessings.
es: Tengan fe en que las cosas mejorarán y confíen en que sus luchas finalmente conducirán a mayores bendiciones.
fr: Ayez confiance que les choses iront mieux et ayez confiance que vos luttes mèneront finalement à de plus grandes bénédictions.
it: Abbi fede che le cose miglioreranno e confida che le tue lotte alla fine porteranno a maggiori benedizioni.
pt_br: Tenha fé que as coisas vão melhorar e confie que suas lutas acabarão levando a maiores bênçãos.

# Phrase−Hope−95
source: Stay focused on the positive, and let go of any negativity or limiting beliefs that are holding you back.
es: Manténgase enfocado en lo positivo y deje de lado cualquier negatividad o creencia limitante que lo esté frenando.
fr: Restez concentré sur le positif et abandonnez toute négativité ou croyance limitante qui vous retient.
it: Rimani concentrato sul positivo e lascia andare qualsiasi negatività o convinzioni limitanti che ti trattengono.
pt_br: Mantenha-se focado no positivo e deixe de lado qualquer negatividade ou crenças limitantes que o estão impedindo.

# Phrase−Hope−96
source: Believe in the power of your own resilience and inner strength, and know that you can overcome anything that comes your way.
es: Cree en el poder de tu resiliencia y fuerza interior y sabe que puedes superar cualquier cosa que se te presente.
fr: Croyez au pouvoir de votre résilience et de votre force intérieure et sachez que vous pouvez surmonter tout ce qui se présente à vous.
it: Credi nel potere della tua resilienza e forza interiore e sappi che puoi superare tutto ciò che ti capita.
pt_br: Acredite no poder de sua resiliência e força interior e saiba que você pode superar qualquer coisa que aparecer em seu caminho.

# Phrase−Hope−97
source: When you feel like giving up, remember that you are not alone, and there is always someone who cares and is willing to help.
es: Cuando tengas ganas de rendirte, recuerda que no estás solo y que siempre hay alguien que se preocupa por ti y está dispuesto a ayudarte.
fr: Lorsque vous avez envie d'abandonner, rappelez-vous que vous n'êtes pas seul et qu'il y a toujours quelqu'un qui se soucie de vous et qui est prêt à vous aider.
it: Quando hai voglia di arrenderti, ricorda che non sei solo, e c'è sempre qualcuno a cui importa ed è disposto ad aiutare.
pt_br: Quando você sentir vontade de desistir, lembre-se que você não está sozinho, e sempre há alguém que se preocupa com você e está disposto a ajudá-lo.

# Phrase−Hope−98
source: Have hope in the future, and keep your heart open to all the possibilities and opportunities that lie ahead.
es: Ten esperanza en el futuro y mantén tu corazón abierto a todas las posibilidades y oportunidades que te esperan.
fr: Ayez de l'espoir pour l'avenir et gardez votre cœur ouvert à toutes les possibilités et opportunités qui vous attendent.
it: Abbi speranza nel futuro e mantieni il tuo cuore aperto a tutte le possibilità e opportunità che ti aspettano.
pt_br: Tenha esperança no futuro e mantenha o coração aberto para todas as possibilidades e oportunidades que o aguardam.

# Phrase−Hope−99
source: Stay committed to your goals and dreams, and trust that your hard work and persistence will pay off in the end.
es: Manténgase fiel a sus metas y sueños y confíe en que su arduo trabajo y persistencia valdrán la pena al final.
fr: Restez fidèle à vos objectifs et à vos rêves et ayez confiance que votre travail acharné et votre persévérance finiront par payer.
it: Rimani fedele ai tuoi obiettivi e ai tuoi sogni e abbi fiducia che il tuo duro lavoro e la tua tenacia alla fine ti ripagheranno.
pt_br: Mantenha-se fiel aos seus objetivos e sonhos e confie que seu trabalho duro e persistência serão recompensados ​​no final.

# Phrase−Hope−100
source: Believe in yourself and your abilities, and know that you are capable of achieving anything you set your mind to.
es: Cree en ti mismo y en tus habilidades, y sabe que eres capaz de lograr cualquier cosa que se te presente.
fr: Croyez en vous et en vos capacités, et sachez que vous êtes capable de réaliser tout ce qui se présente à vous.
it: Credi in te stesso e nelle tue capacità, e sappi che sei in grado di ottenere tutto ciò che ti viene in mente.
pt_br: Acredite em si mesmo e em suas habilidades, e saiba que você é capaz de alcançar qualquer coisa que aparecer em seu caminho.

# Phrase−Blessing−1
source: May you always find peace in your heart.
es: Que siempre encuentres paz en tu corazón.
fr: Puissiez-vous toujours trouver la paix dans votre cœur.
it: Possa tu trovare sempre la pace nel tuo cuore.
pt_br: Que você sempre encontre paz em seu coração.

# Phrase−Blessing−2
source: May you be surrounded by love and light.
es: Que estés rodeado de amor y luz.
fr: Puissiez-vous être entouré d'amour et de lumière.
it: Possa tu essere circondato da amore e luce.
pt_br: Que você esteja cercado de amor e luz.

# Phrase−Blessing−3
source: May you always know your worth and find joy in your journey.
es: Que siempre sepas lo que vales y encuentres alegría en tu viaje.
fr: Puissiez-vous toujours connaître votre valeur et trouver de la joie dans votre voyage.
it: Che tu possa sempre conoscere il tuo valore e trovare gioia nel tuo viaggio.
pt_br: Que você sempre saiba o seu valor e encontre alegria em sua jornada.

# Phrase−Blessing−4
source: May abundance and happiness follow you wherever you go.
es: Que la abundancia y la felicidad te acompañen donde quiera que vayas.
fr: Que l'abondance et le bonheur vous suivent où que vous alliez.
it: Possano l'abbondanza e la felicità seguirti ovunque tu vada.
pt_br: Que a abundância e a felicidade o sigam aonde quer que você vá.

# Phrase−Blessing−5
source: May your path be filled with wonder and purpose.
es: Que tu camino esté lleno de maravillas y propósitos.
fr: Que votre chemin soit rempli d'émerveillement et de but.
it: Possa il tuo percorso essere pieno di meraviglia e scopo.
pt_br: Que seu caminho seja cheio de maravilhas e propósito.

# Phrase−Blessing−6
source: May you always have the courage to follow your dreams.
es: Que siempre tengas el coraje de seguir tus sueños.
fr: Puissiez-vous toujours avoir le courage de poursuivre vos rêves.
it: Possa tu avere sempre il coraggio di seguire i tuoi sogni.
pt_br: Que você sempre tenha coragem de seguir seus sonhos.

# Phrase−Blessing−7
source: May you be blessed with good health, wealth, and happiness.
es: Que seas bendecido con buena salud, riqueza y felicidad.
fr: Puissiez-vous être béni avec une bonne santé, la richesse et le bonheur.
it: Possa tu essere benedetto con buona salute, ricchezza e felicità.
pt_br: Que você seja abençoado com boa saúde, riqueza e felicidade.

# Phrase−Blessing−8
source: May you find comfort in times of need and strength in times of challenge.
es: Que encuentres consuelo en tiempos de necesidad y fortaleza en tiempos de problemas.
fr: Puissiez-vous trouver du réconfort dans les moments difficiles et de la force dans les moments difficiles.
it: Possa tu trovare conforto nei momenti di bisogno e forza nei momenti di difficoltà.
pt_br: Que você encontre conforto em tempos de necessidade e força em tempos de angústia.

# Phrase−Blessing−9
source: May you be surrounded by those who support and uplift you.
es: Que estés rodeado de aquellos que te apoyan y te levantan.
fr: Puissiez-vous être entouré de ceux qui vous soutiennent et vous élèvent.
it: Possa tu essere circondato da coloro che ti sostengono e ti elevano.
pt_br: Que você esteja cercado por aqueles que o apoiam e o levantam.

# Phrase−Blessing−10
source: May you always have the wisdom to know what is right and the grace to do it.
es: Que siempre tengas la sabiduría para saber lo que es correcto y la gracia para hacerlo.
fr: Puissiez-vous toujours avoir la sagesse de savoir ce qui est juste et la grâce de le faire.
it: Possa tu avere sempre la saggezza per sapere cosa è giusto e la grazia per farlo.
pt_br: Que você sempre tenha a sabedoria para saber o que é certo e a graça para fazê-lo.

# Phrase−Blessing−11
source: May you always feel a sense of belonging and acceptance.
es: Que siempre sientas un sentido de pertenencia y aceptación.
fr: Puissiez-vous toujours ressentir un sentiment d'appartenance et d'acceptation.
it: Possa tu provare sempre un senso di appartenenza e accettazione.
pt_br: Que você sempre sinta um sentimento de pertencimento e aceitação.

# Phrase−Blessing−12
source: May you be guided by your inner voice and find your true calling.
es: Que te guíe tu voz interior y encuentres tu verdadera vocación.
fr: Puissiez-vous être guidé par votre voix intérieure et trouver votre véritable vocation.
it: Possa tu essere guidato dalla tua voce interiore e trovare la tua vera vocazione.
pt_br: Que você seja guiado por sua voz interior e encontre sua verdadeira vocação.

# Phrase−Blessing−13
source: May you have the clarity to see the beauty in life's challenges.
es: Que tengas la claridad para ver la belleza en los desafíos de la vida.
fr: Puissiez-vous avoir la clarté nécessaire pour voir la beauté des défis de la vie.
it: Possa tu avere la chiarezza per vedere la bellezza nelle sfide della vita.
pt_br: Que você tenha clareza para ver a beleza nos desafios da vida.

# Phrase−Blessing−14
source: May you be blessed with a heart full of compassion and empathy.
es: Que seas bendecido con un corazón lleno de compasión y empatía.
fr: Puissiez-vous être béni avec un cœur rempli de compassion et d'empathie.
it: Possa tu essere benedetto con un cuore pieno di compassione ed empatia.
pt_br: Que você seja abençoado com um coração cheio de compaixão e empatia.

# Phrase−Blessing−15
source: May you have the courage to forgive and the strength to let go.
es: Que tengas el coraje de perdonar y la fuerza para dejar ir.
fr: Puissiez-vous avoir le courage de pardonner et la force de lâcher prise.
it: Possa tu avere il coraggio di perdonare e la forza di lasciarti andare.
pt_br: Que você tenha coragem de perdoar e força para deixar ir.

# Phrase−Blessing−16
source: May you find happiness in the simple things and gratitude in all things.
es: Que encuentres la felicidad en las cosas simples y la gratitud en todas las cosas.
fr: Puissiez-vous trouver le bonheur dans les choses simples et la gratitude en toutes choses.
it: Possa tu trovare la felicità nelle cose semplici e la gratitudine in tutte le cose.
pt_br: Que você encontre felicidade nas coisas simples e gratidão em todas as coisas.

# Phrase−Blessing−17
source: May you be surrounded by friends who uplift and inspire you.
es: Que estés rodeado de amigos que te animen e inspiren.
fr: Puissiez-vous être entouré d'amis qui vous élèvent et vous inspirent.
it: Possa tu essere circondato da amici che ti elevano e ti ispirano.
pt_br: Que você esteja cercado de amigos que o elevam e inspiram.

# Phrase−Blessing−18
source: May you have the courage to take risks and chase your passions.
es: Que tengas el coraje de tomar riesgos y perseguir tus pasiones.
fr: Puissiez-vous avoir le courage de prendre des risques et de poursuivre vos passions.
it: Possa tu avere il coraggio di correre dei rischi e inseguire le tue passioni.
pt_br: Que você tenha coragem de correr riscos e perseguir suas paixões.

# Phrase−Blessing−19
source: May you always have the strength to stand up for what is right.
es: Que siempre tengas la fuerza para defender lo que es correcto.
fr: Puissiez-vous toujours avoir la force de défendre ce qui est juste.
it: Possa tu avere sempre la forza di difendere ciò che è giusto.
pt_br: Que você sempre tenha força para defender o que é certo.

# Phrase−Blessing−20
source: May you be blessed with good fortune and prosperity.
es: Que seas bendecido con buena suerte y prosperidad.
fr: Puissiez-vous être béni avec bonne chance et prospérité.
it: Possa tu essere benedetto con buona fortuna e prosperità.
pt_br: Que você seja abençoado com boa sorte e prosperidade.

# Phrase−Blessing−21
source: May you always find peace in the midst of chaos.
es: Que siempre encuentres la paz en medio del caos.
fr: Puissiez-vous toujours trouver la paix au milieu du chaos.
it: Possa tu trovare sempre la pace in mezzo al caos.
pt_br: Que você sempre encontre a paz em meio ao caos.

# Phrase−Blessing−22
source: May you be blessed with a positive attitude and a sunny disposition.
es: Que seas bendecido con una actitud positiva y una disposición soleada.
fr: Puissiez-vous être béni avec une attitude positive et une disposition ensoleillée.
it: Possa tu essere benedetto con un atteggiamento positivo e una disposizione solare.
pt_br: Que você seja abençoado com uma atitude positiva e disposição ensolarada.

# Phrase−Blessing−23
source: May you find the answers you seek and the peace you need.
es: Que encuentres las respuestas que buscas y la paz que necesitas.
fr: Puissiez-vous trouver les réponses que vous cherchez et la paix dont vous avez besoin.
it: Possa tu trovare le risposte che cerchi e la pace di cui hai bisogno.
pt_br: Que você encontre as respostas que procura e a paz de que precisa.

# Phrase−Blessing−24
source: May you always have the confidence to be your authentic self.
es: Que siempre tengas la confianza de que eres un auténtico tú mismo.
fr: Puissiez-vous toujours avoir la confiance que vous êtes un authentique vous-même.
it: Possa tu avere sempre la sicurezza di essere te stesso autentico.
pt_br: Que você sempre tenha a confiança de que você é autêntico.

# Phrase−Blessing−25
source: May you be blessed with good health, both physically and mentally.
es: Que seas bendecido con buena salud, tanto física como mental.
fr: Puissiez-vous être béni avec une bonne santé, à la fois physiquement et mentalement.
it: Possa tu essere benedetto con una buona salute, sia fisicamente che mentalmente.
pt_br: Que você seja abençoado com boa saúde, tanto física quanto mentalmente.

# Phrase−Blessing−26
source: May you find comfort in the arms of those you love.
es: Que encuentres consuelo en los brazos de tus seres queridos.
fr: Puissiez-vous trouver du réconfort dans les bras de ceux que vous aimez.
it: Possa tu trovare conforto tra le braccia di coloro che ami.
pt_br: Que você encontre conforto nos braços daqueles que ama.

# Phrase−Blessing−27
source: May you be surrounded by positive energy and good vibrations.
es: Que te rodees de energía positiva y buenas vibraciones.
fr: Puissiez-vous être entouré d'énergie positive et de bonnes vibrations.
it: Possa tu essere circondato da energia positiva e buone vibrazioni.
pt_br: Que você esteja cercado de energia positiva e boas vibrações.

# Phrase−Blessing−28
source: May you have the wisdom to know what is truly important in life.
es: Que tengas la sabiduría para saber lo que es verdaderamente importante en la vida.
fr: Puissiez-vous avoir la sagesse de savoir ce qui est vraiment important dans la vie.
it: Possa tu avere la saggezza per sapere cosa è veramente importante nella vita.
pt_br: Que você tenha sabedoria para saber o que é verdadeiramente importante na vida.

# Phrase−Blessing−29
source: May you be blessed with a kind heart and a gentle spirit.
es: Que seas bendecido con un corazón bondadoso y un espíritu bondadoso.
fr: Puissiez-vous être béni avec un cœur bon et un esprit bon.
it: Possa tu essere benedetto con un cuore gentile e uno spirito gentile.
pt_br: Que você seja abençoado com um coração bondoso e um espírito bondoso.
