Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Peace−79
source: Take a moment to journal about your thoughts and feelings. The act of writing can bring peace and clarity.
es: Tómese un momento para escribir en un diario sus pensamientos y sentimientos. El acto de escribir puede traer paz y claridad.
fr: Prenez un moment pour consigner vos pensées et vos sentiments dans un journal. Le fait d'écrire peut apporter paix et clarté.
it: Prenditi un momento per scrivere un diario sui tuoi pensieri e sentimenti. L'atto di scrivere può portare pace e chiarezza.
pt_br: Reserve um momento para registrar seus pensamentos e sentimentos. O ato de escrever pode trazer paz e clareza.

# Phrase−Peace−80
source: Think of someone who brings you peace, and imagine them sending you love and support.
es: Piensa en alguien que te brinde paz e imagínalo enviándote amor y apoyo.
fr: Pensez à quelqu'un qui vous apporte la paix et imaginez qu'il vous envoie de l'amour et du soutien.
it: Pensa a qualcuno che ti porta la pace e immagina che ti mandi amore e sostegno.
pt_br: Pense em alguém que lhe traz paz e imagine essa pessoa lhe enviando amor e apoio.

# Phrase−Peace−81
source: Allow yourself to feel gratitude for the small things in life. A grateful heart can bring peace and contentment.
es: Permítete sentir gratitud por las pequeñas cosas de la vida. Un corazón agradecido puede traer paz y satisfacción.
fr: Permettez-vous de ressentir de la gratitude pour les petites choses de la vie. Un cœur reconnaissant peut apporter la paix et le contentement.
it: Consenti a te stesso di provare gratitudine per le piccole cose della vita. Un cuore grato può portare pace e appagamento.
pt_br: Permita-se sentir gratidão pelas pequenas coisas da vida. Um coração grato pode trazer paz e contentamento.

# Phrase−Peace−82
source: Focus on your heart center, and imagine it glowing with a peaceful, loving energy.
es: Concéntrate en el centro de tu corazón e imagínalo brillando con una energía pacífica y amorosa.
fr: Concentrez-vous sur votre centre cardiaque et imaginez-le rayonner d'une énergie paisible et aimante.
it: Concentrati sul centro del tuo cuore e immaginalo risplendere di un'energia pacifica e amorevole.
pt_br: Concentre-se no centro do coração e imagine-o brilhando com uma energia pacífica e amorosa.

# Phrase−Peace−83
source: Take a deep breath in, and imagine filling your body with peace. As you exhale, release any tension or stress.
es: Respira hondo e imagínate llenando tu cuerpo de paz. Mientras exhalas, libera cualquier tensión o estrés.
fr: Prenez une profonde respiration et imaginez-vous remplissant votre corps de paix. En expirant, relâchez toute tension ou stress.
it: Fai un respiro profondo e immagina di riempire il tuo corpo di pace. Mentre espiri, rilascia ogni tensione o stress.
pt_br: Respire fundo e imagine-se enchendo seu corpo de paz. Ao expirar, libere qualquer tensão ou estresse.

# Phrase−Peace−84
source: Remember that peace is always within you. You just have to allow yourself to access it.
es: Recuerda que la paz siempre está dentro de ti. Solo tienes que permitirte acceder a ella.
fr: N'oubliez pas que la paix est toujours en vous. Vous n'avez qu'à vous permettre d'y accéder.
it: Ricorda che la pace è sempre dentro di te. Devi solo permetterti di accedervi.
pt_br: Lembre-se de que a paz está sempre dentro de você. Você só precisa se permitir o acesso a ela.

# Phrase−Peace−85
source: Imagine a soft, soothing breeze washing over you, bringing peace and tranquility.
es: Imagina una brisa suave y relajante que te envuelve y te trae paz y tranquilidad.
fr: Imaginez une brise douce et apaisante qui vous balaye, apportant paix et tranquillité.
it: Immagina una brezza morbida e rilassante che ti investa, portando pace e tranquillità.
pt_br: Imagine uma brisa suave e relaxante passando por você, trazendo paz e tranquilidade.

# Phrase−Peace−86
source: Allow yourself to feel the joy that comes with being in the present moment. Let that joy bring you peace and fulfillment.
es: Permítete sentir la alegría que viene con estar en el momento presente. Deja que esa alegría te traiga paz y satisfacción.
fr: Permettez-vous de ressentir la joie qui vient d'être dans le moment présent. Laissez cette joie vous apporter paix et contentement.
it: Consenti a te stesso di sentire la gioia che deriva dall'essere nel momento presente. Lascia che quella gioia ti porti pace e appagamento.
pt_br: Permita-se sentir a alegria de estar no momento presente. Deixe que essa alegria lhe traga paz e contentamento.

# Phrase−Peace−87
source: Remember to practice self-care, and let that practice bring you peace and a sense of well-being.
es: Recuerde practicar el cuidado personal y deje que esa práctica le brinde paz y una sensación de bienestar.
fr: N'oubliez pas de pratiquer les soins personnels et laissez cette pratique vous apporter la paix et un sentiment de bien-être.
it: Ricorda di praticare la cura di te stesso e lascia che quella pratica ti porti pace e un senso di benessere.
pt_br: Lembre-se de praticar o autocuidado e deixe que essa prática lhe traga paz e uma sensação de bem-estar.

# Phrase−Peace−88
source: Take a moment to meditate, and let the practice bring you peace and a deeper sense of connection with yourself and the universe.
es: Tómate un momento para meditar y deja que la práctica te brinde paz y un sentido más profundo de conexión contigo mismo y con el universo.
fr: Prenez un moment pour méditer et laissez la pratique vous apporter la paix et un sentiment plus profond de connexion à vous-même et à l'univers.
it: Prenditi un momento per meditare e lascia che la pratica ti porti pace e un più profondo senso di connessione con te stesso e l'universo.
pt_br: Reserve um momento para meditar e deixe que a prática lhe traga paz e uma sensação mais profunda de conexão consigo mesmo e com o universo.

# Phrase−Peace−89
source: Imagine a peaceful sanctuary, where you can retreat to whenever you need to find calmness and serenity.
es: Imagine un santuario pacífico, donde pueda retirarse cuando lo necesite para encontrar la calma y la serenidad.
fr: Imaginez un sanctuaire paisible, où vous pourrez vous retirer chaque fois que vous avez besoin de trouver calme et sérénité.
it: Immagina un santuario pacifico, dove puoi ritirarti ogni volta che hai bisogno di trovare calma e serenità.
pt_br: Imagine um santuário tranquilo, onde você pode se retirar sempre que precisar encontrar calma e serenidade.

# Phrase−Peace−90
source: Focus on your heart center, and imagine it expanding with love and peace, radiating out to the world around you.
es: Concéntrate en el centro de tu corazón e imagínalo expandiéndose con amor y paz, irradiando hacia el mundo que te rodea.
fr: Concentrez-vous sur votre centre cardiaque et imaginez-le se développer avec amour et paix, rayonnant dans le monde qui vous entoure.
it: Concentrati sul centro del tuo cuore e immagina che si espanda con amore e pace, irradiandosi nel mondo intorno a te.
pt_br: Concentre-se no centro do coração e imagine-o se expandindo com amor e paz, irradiando para o mundo ao seu redor.

# Phrase−Peace−91
source: Allow yourself to feel a sense of inner harmony, where your mind, body, and soul are in perfect balance and peace.
es: Permítete sentir una sensación de armonía interior, donde la mente, el cuerpo y el alma están en perfecto equilibrio y paz.
fr: Permettez-vous de ressentir un sentiment d'harmonie intérieure, où l'esprit, le corps et l'âme sont en parfait équilibre et paix.
it: Consenti a te stesso di provare un senso di armonia interiore, dove mente, corpo e anima sono in perfetto equilibrio e pace.
pt_br: Permita-se sentir uma sensação de harmonia interior, onde mente, corpo e alma estão em perfeito equilíbrio e paz.

# Phrase−Peace−92
source: Remember that you are worthy of peace and happiness. Allow yourself to receive it.
es: Recuerda que eres digno de paz y felicidad. Permítete recibirlo.
fr: Souviens-toi que tu es digne de la paix et du bonheur. Autorise-toi à le recevoir.
it: Ricorda che sei degno di pace e felicità. Consenti a te stesso di riceverlo.
pt_br: Lembre-se de que você merece paz e felicidade. Permita-se recebê-la.

# Phrase−Peace−93
source: Imagine a soft, glowing light surrounding you, filling you with peace and love.
es: Imagina una luz suave y brillante rodeándote, llenándote de paz y amor.
fr: Imaginez une lumière douce et brillante vous entourant, vous remplissant de paix et d'amour.
it: Immagina una luce soffusa e splendente che ti circonda, riempiendoti di pace e amore.
pt_br: Imagine uma luz suave e brilhante ao seu redor, enchendo-o de paz e amor.

# Phrase−Peace−94
source: Take a moment to connect with your inner child, and let that connection bring you joy and peace.
es: Tómate un momento para conectarte con tu niño interior y deja que esa conexión te traiga alegría y paz.
fr: Prenez un moment pour vous connecter avec votre enfant intérieur et laissez cette connexion vous apporter joie et paix.
it: Prenditi un momento per connetterti con il tuo bambino interiore e lascia che quella connessione ti porti gioia e pace.
pt_br: Reserve um momento para se conectar com sua criança interior e deixe que essa conexão lhe traga alegria e paz.

# Phrase−Peace−95
source: Allow yourself to feel a sense of purpose and direction. Let that purpose guide you towards peace and fulfillment.
es: Permítete sentir un sentido de propósito y dirección. Deja que ese propósito te guíe hacia la paz y la realización.
fr: Permettez-vous de ressentir un sens du but et de la direction. Laissez ce but vous guider vers la paix et l'épanouissement.
it: Consenti a te stesso di sentire un senso di scopo e direzione. Lascia che quello scopo ti guidi verso la pace e la realizzazione.
pt_br: Permita-se sentir um senso de propósito e direção. Deixe esse propósito guiá-lo em direção à paz e à realização.

# Phrase−Peace−96
source: Remember to practice patience and understanding towards yourself and others. Let that practice bring you peace and compassion.
es: Recuerda practicar la paciencia y la comprensión hacia ti mismo y hacia los demás. Deja que esta práctica te traiga paz y compasión.
fr: N'oubliez pas de pratiquer la patience et la compréhension envers vous-même et envers les autres. Laissez cette pratique vous apporter paix et compassion.
it: Ricorda di praticare la pazienza e la comprensione verso te stesso e gli altri. Lascia che questa pratica ti porti pace e compassione.
pt_br: Lembre-se de praticar a paciência e a compreensão consigo mesmo e com os outros. Deixe que essa prática lhe traga paz e compaixão.

# Phrase−Peace−97
source: Imagine a peaceful garden, where you can rest and reflect whenever you need to find peace and tranquility.
es: Imagina un jardín tranquilo, donde puedas descansar y reflexionar siempre que necesites encontrar paz y tranquilidad.
fr: Imaginez un jardin paisible, où vous pourrez vous reposer et réfléchir chaque fois que vous avez besoin de trouver la paix et la tranquillité.
it: Immagina un giardino tranquillo, dove puoi riposare e riflettere ogni volta che hai bisogno di trovare pace e tranquillità.
pt_br: Imagine um jardim tranquilo, onde você pode descansar e refletir sempre que precisar encontrar paz e sossego.

# Phrase−Peace−98
source: Allow yourself to feel the freedom that comes with living authentically. Let that freedom bring you peace and self-acceptance.
es: Permítete sentir la libertad que viene con vivir auténticamente. Deja que esa libertad te traiga paz y autoaceptación.
fr: Permettez-vous de ressentir la liberté qui vient avec une vie authentique. Laissez cette liberté vous apporter la paix et l'acceptation de soi.
it: Consenti a te stesso di sentire la libertà che deriva dal vivere in modo autentico. Lascia che quella libertà ti porti pace e accettazione di te stesso.
pt_br: Permita-se sentir a liberdade que advém de viver com autenticidade. Deixe que essa liberdade lhe traga paz e autoaceitação.

# Phrase−Peace−99
source: Focus on the beauty and wonder of the world around you. Let that appreciation bring you peace and awe.
es: Concéntrate en la belleza y la maravilla del mundo que te rodea. Deja que esta apreciación te traiga paz y asombro.
fr: Concentrez-vous sur la beauté et les merveilles du monde qui vous entoure. Laissez cette appréciation vous apporter paix et respect.
it: Concentrati sulla bellezza e la meraviglia del mondo intorno a te. Lascia che questo apprezzamento ti porti pace e stupore.
pt_br: Concentre-se na beleza e na maravilha do mundo ao seu redor. Deixe que essa apreciação lhe traga paz e admiração.

# Phrase−Peace−100
source: Remember to be kind to yourself and others, and let that kindness bring you peace and a deeper sense of connection with humanity.
es: Recuerda ser amable contigo mismo y con los demás, y deja que esa amabilidad te traiga paz y un sentido más profundo de conexión con la humanidad.
fr: N'oubliez pas d'être gentil avec vous-même et avec les autres, et laissez cette gentillesse vous apporter la paix et un sentiment plus profond de connexion avec l'humanité.
it: Ricorda di essere gentile con te stesso e con gli altri, e lascia che quella gentilezza ti porti pace e un più profondo senso di connessione con l'umanità.
pt_br: Lembre-se de ser gentil consigo mesmo e com os outros, e deixe que essa gentileza lhe traga paz e um senso mais profundo de conexão com a humanidade.

# Phrase−Hope−1
source: All things will work out in the end, have faith.
es: Todas las cosas saldrán bien al final, ten fe.
fr: Tout finira par s'arranger, ayez foi.
it: Tutte le cose si risolveranno alla fine, abbi fede.
pt_br: Todas as coisas vão dar certo no final, tenha fé.

# Phrase−Hope−2
source: Stay strong and keep the faith, for better days are ahead.
es: Sé fuerte y mantén la fe, porque habrá días mejores.
fr: Soyez forts et gardez la foi, car il y aura des jours meilleurs.
it: Sii forte e mantieni la fede, perché ci saranno giorni migliori.
pt_br: Seja forte e mantenha a fé, porque dias melhores virão.

# Phrase−Hope−3
source: Remember, you are loved and valued, no matter what happens.
es: Recuerda, eres amado y apreciado pase lo que pase.
fr: Souviens-toi, tu es aimé et apprécié quoi qu'il arrive.
it: Ricorda, sei amato e apprezzato, qualunque cosa accada.
pt_br: Lembre-se, você é amado e apreciado, não importa o quê.

# Phrase−Hope−4
source: Do not lose hope, for there is always a silver lining to every cloud.
es: No pierdas la esperanza, porque siempre hay un resquicio de esperanza en cada tormenta.
fr: Ne perdez pas espoir, car il y a toujours une doublure argentée dans chaque tempête.
it: Non perdere la speranza, perché c'è sempre un lato positivo in ogni tempesta.
pt_br: Não perca a esperança, porque sempre há uma fresta de esperança em cada tempestade.

# Phrase−Hope−5
source: You are capable of overcoming any obstacle, just believe in yourself.
es: Eres capaz de superar cualquier obstáculo, solo cree en ti mismo.
fr: Tu es capable de surmonter n'importe quel obstacle, crois juste en toi.
it: Sei in grado di superare qualsiasi ostacolo, credi solo in te stesso.
pt_br: Você é capaz de superar qualquer obstáculo, basta acreditar em você mesmo.

# Phrase−Hope−6
source: Have courage, and know that everything happens for a reason.
es: Ten coraje y sabe que todo sucede por una razón.
fr: Ayez du courage et sachez que tout arrive pour une raison.
it: Abbi coraggio e sappi che tutto accade per una ragione.
pt_br: Tenha coragem e saiba que tudo acontece por uma razão.

# Phrase−Hope−7
source: The future is bright, just keep pushing forward with hope and determination.
es: El futuro es brillante, sigan adelante con esperanza y determinación.
fr: L'avenir est radieux, continuez d'avancer avec espoir et détermination.
it: Il futuro è luminoso, continua ad andare avanti con speranza e determinazione.
pt_br: O futuro é brilhante, continue avançando com esperança e determinação.

# Phrase−Hope−8
source: Take heart, for you are never given a challenge you cannot handle.
es: Ten coraje, porque nunca te darán un desafío que no puedas cumplir.
fr: Ayez du courage, car on ne vous lancera jamais un défi que vous ne pouvez pas relever.
it: Abbi coraggio, perché non ti verrà mai data una sfida che non potrai affrontare.
pt_br: Tenha coragem, porque você nunca terá um desafio que não possa enfrentar.

# Phrase−Hope−9
source: Have hope and trust in the journey, for it will lead you to where you are meant to be.
es: Tengan esperanza y fe en el viaje, porque los llevará a donde deben estar.
fr: Ayez de l'espoir et de la foi dans le voyage, car il vous mènera là où vous devriez être.
it: Abbi speranza e fiducia nel viaggio, perché ti condurrà dove dovresti essere.
pt_br: Tenha esperança e fé na jornada, pois ela o levará onde você deveria estar.

# Phrase−Hope−10
source: There is always a light at the end of the tunnel, keep walking towards it.
es: Siempre hay una luz al final del túnel, sigue caminando hacia ella.
fr: Il y a toujours une lumière au bout du tunnel, continuez à marcher vers elle.
it: C'è sempre una luce alla fine del tunnel, continua a camminare verso di essa.
pt_br: Sempre há uma luz no fim do túnel, continue caminhando em direção a ela.

# Phrase−Hope−11
source: You are strong, resilient, and capable of overcoming any hardship.
es: Eres fuerte, resistente y capaz de superar cualquier dificultad.
fr: Vous êtes fort, résilient et capable de surmonter n'importe quelle difficulté.
it: Sei forte, resistente e capace di superare qualsiasi difficoltà.
pt_br: Você é forte, resiliente e capaz de superar qualquer dificuldade.

# Phrase−Hope−12
source: Stay focused on your goals and never lose sight of your dreams.
es: Mantente enfocado en tus metas y nunca pierdas de vista tus sueños.
fr: Restez concentré sur vos objectifs et ne perdez jamais de vue vos rêves.
it: Resta concentrato sui tuoi obiettivi e non perdere mai di vista i tuoi sogni.
pt_br: Mantenha-se focado em seus objetivos e nunca perca de vista seus sonhos.

# Phrase−Hope−13
source: Remember, things will get better, just keep holding on.
es: Recuerda, las cosas mejorarán, sigue aguantando.
fr: N'oubliez pas que les choses iront mieux, continuez à tenir le coup.
it: Ricorda, le cose andranno meglio, continua a resistere.
pt_br: Lembre-se, as coisas vão melhorar, continue aguentando.

# Phrase−Hope−14
source: Every day is a new opportunity to start again and make things right.
es: Cada día es una nueva oportunidad para empezar de nuevo y hacer las cosas bien.
fr: Chaque jour est une nouvelle opportunité de recommencer et de faire les choses correctement.
it: Ogni giorno è una nuova opportunità per ricominciare e sistemare le cose.
pt_br: Todo dia é uma nova oportunidade de recomeçar e consertar as coisas.

# Phrase−Hope−15
source: The road may be difficult, but the destination will be worth it.
es: El camino puede ser difícil, pero el destino valdrá la pena.
fr: La route sera peut-être difficile, mais la destination en vaudra la peine.
it: La strada può essere difficile, ma la destinazione ne varrà la pena.
pt_br: O caminho pode ser difícil, mas o destino valerá a pena.

# Phrase−Hope−16
source: Never lose hope, for even the darkest night will eventually give way to the light of dawn.
es: Nunca pierdas la esperanza, porque incluso la noche más oscura eventualmente dará paso a la luz del amanecer.
fr: Ne perdez jamais espoir, car même la nuit la plus sombre finira par céder la place à la lumière de l'aube.
it: Non perdere mai la speranza, perché anche la notte più buia alla fine lascerà il posto alla luce dell'alba.
pt_br: Nunca perca a esperança, pois mesmo a noite mais escura acabará por dar lugar à luz do amanhecer.

# Phrase−Hope−17
source: When life gets tough, just keep putting one foot in front of the other.
es: Cuando la vida se ponga difícil, sigue poniendo un pie delante del otro.
fr: Quand la vie devient dure, continuez à mettre un pied devant l'autre.
it: Quando la vita si fa dura, continua a mettere un piede davanti all'altro.
pt_br: Quando a vida ficar difícil, continue colocando um pé na frente do outro.

# Phrase−Hope−18
source: You have been given the strength and the courage to face any challenge that comes your way.
es: Se te ha dado la fuerza y ​​el coraje para enfrentar cualquier desafío que se te presente.
fr: On vous a donné la force et le courage d'affronter tous les défis qui se présentent à vous.
it: Ti è stata data la forza e il coraggio per affrontare qualsiasi sfida che ti si presenta.
pt_br: Você recebeu força e coragem para enfrentar qualquer desafio que surja em seu caminho.

# Phrase−Hope−19
source: Be patient and have faith, for everything will work out in the end.
es: Ten paciencia y ten fe, porque todo saldrá bien al final.
fr: Soyez patient et ayez confiance, car tout finira par s'arranger.
it: Sii paziente e abbi fede, perché alla fine tutto funzionerà.
pt_br: Tenha paciência e tenha fé, porque no final tudo vai dar certo.

# Phrase−Hope−20
source: Never give up, for you are a fighter and you will come out on top.
es: Nunca te rindas, porque eres un luchador y saldrás victorioso.
fr: N'abandonnez jamais, car vous êtes un combattant et vous en sortirez victorieux.
it: Non mollare mai, perché sei un combattente e ne uscirai vincitore.
pt_br: Nunca desista, porque você é um lutador e sairá vitorioso.

# Phrase−Hope−21
source: Remember, there is always hope, no matter how difficult things may seem.
es: Recuerda, siempre hay esperanza, no importa cuán difíciles parezcan las cosas.
fr: N'oubliez pas qu'il y a toujours de l'espoir, peu importe à quel point les choses peuvent sembler difficiles.
it: Ricorda, c'è sempre speranza, non importa quanto possano sembrare difficili le cose.
pt_br: Lembre-se, sempre há esperança, não importa o quão difícil as coisas possam parecer.

# Phrase−Hope−22
source: Take one step at a time, and don't forget to take care of yourself along the way.
es: Da un paso a la vez y no olvides cuidarte en el camino.
fr: Allez une étape à la fois et n'oubliez pas de prendre soin de vous en cours de route.
it: Fai un passo alla volta e non dimenticare di prenderti cura di te stesso lungo la strada.
pt_br: Dê um passo de cada vez e não se esqueça de cuidar de si mesmo ao longo do caminho.

# Phrase−Hope−23
source: When you feel lost, just look to the heavens and know that you are not alone.
es: Cuando te sientas perdido, mira hacia el cielo y sabe que no estás solo.
fr: Lorsque vous vous sentez perdu, regardez vers le ciel et sachez que vous n'êtes pas seul.
it: Quando ti senti perso, guarda il cielo e sappi che non sei solo.
pt_br: Quando você se sentir perdido, olhe para o céu e saiba que você não está sozinho.

# Phrase−Hope−24
source: Have faith in yourself and believe that you can make a difference in the world.
es: Ten fe en ti mismo y cree que puedes hacer una diferencia en el mundo.
fr: Ayez confiance en vous et croyez que vous pouvez faire une différence dans le monde.
it: Abbi fiducia in te stesso e credi di poter fare la differenza nel mondo.
pt_br: Tenha fé em si mesmo e acredite que você pode fazer a diferença no mundo.

# Phrase−Hope−25
source: Every obstacle is an opportunity to learn and grow stronger.
es: Cada obstáculo es una oportunidad para aprender y fortalecerse.
fr: Chaque obstacle est une opportunité d'apprendre et de devenir plus fort.
it: Ogni ostacolo è un'opportunità per imparare e diventare più forti.
pt_br: Cada obstáculo é uma oportunidade de aprender e ficar mais forte.
