Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Blessing−91
source: May you find peace and happiness in the simple moments of life.
es: Que encuentres paz y felicidad en los momentos simples de la vida.
fr: Puissiez-vous trouver la paix et le bonheur dans les moments simples de la vie.
it: Possa tu trovare pace e felicità nei semplici momenti della vita.
pt_br: Que você encontre paz e felicidade nos momentos simples da vida.

# Phrase−Blessing−92
source: May you always have the strength to overcome any obstacle in your path.
es: Que siempre tengas la fuerza para superar cualquier obstáculo en tu camino.
fr: Puissiez-vous toujours avoir la force de surmonter tous les obstacles sur votre chemin.
it: Possa tu avere sempre la forza di superare qualsiasi ostacolo sul tuo cammino.
pt_br: Que você sempre tenha força para superar quaisquer obstáculos em seu caminho.

# Phrase−Blessing−93
source: May you be surrounded by positivity and good vibes wherever you go.
es: Que estés rodeado de positivismo y buenas vibraciones allá donde vayas.
fr: Puissiez-vous être entouré de positivité et de bonnes vibrations où que vous alliez.
it: Possa tu essere circondato da positività e buone vibrazioni ovunque tu vada.
pt_br: Que você esteja cercado de positividade e boas vibrações onde quer que vá.

# Phrase−Blessing−94
source: May you have the courage to chase your dreams and live the life you desire.
es: Que tengas el coraje de perseguir tus sueños y vivir la vida que deseas.
fr: Puissiez-vous avoir le courage de poursuivre vos rêves et de vivre la vie que vous voulez.
it: Possa tu avere il coraggio di inseguire i tuoi sogni e vivere la vita che desideri.
pt_br: Que você tenha coragem de perseguir seus sonhos e viver a vida que deseja.

# Phrase−Blessing−95
source: May you be blessed with the power to heal yourself and others.
es: Que seas bendecido con el poder de curarte a ti mismo y a los demás.
fr: Puissiez-vous être béni avec le pouvoir de vous guérir et de guérir les autres.
it: Possa tu essere benedetto con il potere di guarire te stesso e gli altri.
pt_br: Que você seja abençoado com o poder de curar a si mesmo e aos outros.

# Phrase−Blessing−96
source: May you find love and happiness in your relationships and connections.
es: Que encuentres amor y felicidad en tus relaciones y conexiones.
fr: Puissiez-vous trouver l'amour et le bonheur dans vos relations et vos relations.
it: Possa tu trovare amore e felicità nelle tue relazioni e connessioni.
pt_br: Que você encontre amor e felicidade em seus relacionamentos e conexões.

# Phrase−Blessing−97
source: May you always have the courage to stand up for what you believe in and speak your truth.
es: Que siempre tengas el coraje de defender lo que crees y decir tu verdad.
fr: Puissiez-vous toujours avoir le courage de défendre ce en quoi vous croyez et de dire votre vérité.
it: Possa tu avere sempre il coraggio di difendere ciò in cui credi e dire la tua verità.
pt_br: Que você sempre tenha a coragem de defender aquilo em que acredita e falar a sua verdade.

# Phrase−Blessing−98
source: May you be blessed with the wisdom to make the right decisions in life.
es: Que seas bendecido con la sabiduría para tomar las decisiones correctas en la vida.
fr: Puissiez-vous être béni avec la sagesse de prendre les bonnes décisions dans la vie.
it: Possa tu essere benedetto con la saggezza per prendere le decisioni giuste nella vita.
pt_br: Que você seja abençoado com a sabedoria para tomar as decisões certas na vida.

# Phrase−Blessing−99
source: May you find strength and resilience in difficult times.
es: Que encuentres fuerza y ​​resiliencia en tiempos difíciles.
fr: Puissiez-vous trouver force et résilience dans les moments difficiles.
it: Possa tu trovare forza e resilienza nei momenti difficili.
pt_br: Que você encontre força e resiliência em tempos difíceis.

# Phrase−Blessing−100
source: May you always have hope and faith in the goodness of the world.
es: Que siempre tengáis esperanza y fe en la bondad del mundo.
fr: Puissiez-vous toujours avoir espoir et foi en la bonté du monde.
it: Possa tu avere sempre speranza e fede nella bontà del mondo.
pt_br: Que você sempre tenha esperança e fé na bondade do mundo.

# Phrase−Forgiveness−1
source: Let go of the anger and resentment you hold in your heart. Forgiveness is the key to unlocking inner peace.
es: Deja ir la ira y el resentimiento que llevas en tu corazón. El perdón es la clave para desbloquear la paz interior.
fr: Lâchez la colère et le ressentiment que vous portez dans votre cœur. Le pardon est la clé pour déverrouiller la paix intérieure.
it: Lascia andare la rabbia e il risentimento che porti nel tuo cuore. Il perdono è la chiave per sbloccare la pace interiore.
pt_br: Deixe de lado a raiva e o ressentimento que você carrega em seu coração. O perdão é a chave para desbloquear a paz interior.

# Phrase−Forgiveness−2
source: Remember that everyone makes mistakes, including yourself. Forgiving others is a way to show compassion and understanding.
es: Recuerda que todos cometemos errores, incluso tú mismo. Perdonar a los demás es una forma de mostrar compasión y comprensión.
fr: N'oubliez pas que tout le monde fait des erreurs, y compris vous-même. Pardonner aux autres est une façon de montrer de la compassion et de la compréhension.
it: Ricorda che tutti commettono errori, incluso te stesso. Perdonare gli altri è un modo per mostrare compassione e comprensione.
pt_br: Lembre-se de que todos cometem erros, inclusive você. Perdoar os outros é uma forma de mostrar compaixão e compreensão.

# Phrase−Forgiveness−3
source: Forgiveness is a gift you give to yourself. It frees you from the burden of past hurts and allows you to move forward with a light heart.
es: El perdón es un regalo que te das a ti mismo. Te libera de la carga de las heridas del pasado y te permite seguir adelante con un corazón ligero.
fr: Le pardon est un cadeau que vous vous offrez. Il vous libère du fardeau des blessures du passé et vous permet d'avancer le cœur léger.
it: Il perdono è un dono che fai a te stesso. Ti libera dal fardello delle ferite passate e ti permette di andare avanti con un cuore leggero.
pt_br: O perdão é um presente que você dá a si mesmo. Ele o liberta do fardo das mágoas do passado e permite que você siga em frente com o coração leve.

# Phrase−Forgiveness−4
source: By forgiving others, you are also forgiving yourself. This act of kindness and generosity will bring you inner strength and peace.
es: Al perdonar a los demás, también te perdonas a ti mismo. Este acto de bondad y generosidad te traerá fuerza interior y paz.
fr: En pardonnant aux autres, vous vous pardonnez aussi à vous-même. Cet acte de gentillesse et de générosité vous apportera force intérieure et paix.
it: Perdonando gli altri, perdoni anche te stesso. Questo atto di gentilezza e generosità ti porterà forza interiore e pace.
pt_br: Ao perdoar os outros, você também perdoa a si mesmo. Esse ato de bondade e generosidade lhe trará força interior e paz.

# Phrase−Forgiveness−5
source: Forgiveness does not mean forgetting or condoning the wrongs that have been done to you. It simply means letting go of the pain and choosing to move forward in love.
es: Perdonar no significa olvidar o condonar los daños que te han hecho. Simplemente significa dejar ir el dolor y elegir seguir adelante con amor.
fr: Pardonner ne signifie pas oublier ou tolérer les torts qui vous ont été faits. Cela signifie simplement abandonner la douleur et choisir d'avancer dans l'amour.
it: Il perdono non significa dimenticare o condonare i torti che ti sono stati fatti. Significa semplicemente lasciar andare il dolore e scegliere di andare avanti con amore.
pt_br: O perdão não significa esquecer ou tolerar os erros que foram cometidos contra você. Significa simplesmente deixar a dor de lado e escolher seguir em frente com amor.

# Phrase−Forgiveness−6
source: The power of forgiveness has the ability to heal even the deepest wounds. Embrace it and experience the joy of a lighter heart.
es: El poder del perdón tiene la capacidad de curar incluso las heridas más profundas. Abrázalo y experimenta la alegría de un corazón más ligero.
fr: Le pouvoir du pardon a la capacité de guérir même les blessures les plus profondes. Embrassez-le et expérimentez la joie d'un cœur plus léger.
it: Il potere del perdono ha la capacità di guarire anche le ferite più profonde. Abbraccialo e prova la gioia di un cuore più leggero.
pt_br: O poder do perdão tem a capacidade de curar até as feridas mais profundas. Abrace-o e experimente a alegria de um coração mais leve.

# Phrase−Forgiveness−7
source: Take a deep breath and let go of the anger and resentment you feel towards others. Forgiveness will bring you the peace you seek.
es: Respira hondo y deja ir la ira y el resentimiento que sientes hacia los demás. El perdón te traerá la paz que buscas.
fr: Respirez profondément et laissez aller la colère et le ressentiment que vous ressentez envers les autres. Le pardon vous apportera la paix que vous recherchez.
it: Fai un respiro profondo e lascia andare la rabbia e il risentimento che provi verso gli altri. Il perdono ti porterà la pace che cerchi.
pt_br: Respire fundo e deixe de lado a raiva e o ressentimento que você sente pelos outros. O perdão lhe trará a paz que você procura.

# Phrase−Forgiveness−8
source: Forgiving others is not a sign of weakness, but a sign of strength and resilience. It takes courage to let go of hurt and move towards healing.
es: Perdonar a los demás no es un signo de debilidad, sino un signo de fortaleza y resiliencia. Se necesita coraje para dejar ir el dolor y avanzar hacia la curación.
fr: Pardonner aux autres n'est pas un signe de faiblesse, mais un signe de force et de résilience. Il faut du courage pour abandonner la douleur et avancer vers la guérison.
it: Perdonare gli altri non è un segno di debolezza, ma un segno di forza e resilienza. Ci vuole coraggio per lasciar andare il dolore e andare verso la guarigione.
pt_br: Perdoar os outros não é um sinal de fraqueza, mas um sinal de força e resiliência. É preciso coragem para deixar de lado a dor e seguir em direção à cura.

# Phrase−Forgiveness−9
source: Forgiveness is a powerful act that has the ability to transform your life.
es: El perdón es un acto poderoso que tiene la capacidad de transformar tu vida.
fr: Le pardon est un acte puissant qui a la capacité de transformer votre vie.
it: Il perdono è un atto potente che ha la capacità di trasformare la tua vita.
pt_br: O perdão é um ato poderoso que tem a capacidade de transformar sua vida.

# Phrase−Forgiveness−10
source: Letting go of grudges and resentments will bring you peace and happiness.
es: Dejar ir los rencores y resentimientos te traerá paz y felicidad.
fr: Laisser aller les rancunes et les ressentiments vous apportera la paix et le bonheur.
it: Lasciare andare rancori e risentimenti ti porterà pace e felicità.
pt_br: Liberar rancores e ressentimentos lhe trará paz e felicidade.

# Phrase−Forgiveness−11
source: Forgiving others is a way of releasing yourself from the grip of the past.
es: Perdonar a los demás es una forma de liberarse de las garras del pasado.
fr: Pardonner aux autres est un moyen de se libérer de l'emprise du passé.
it: Perdonare gli altri è un modo per liberarsi dalla morsa del passato.
pt_br: Perdoar os outros é uma forma de se libertar das garras do passado.

# Phrase−Forgiveness−12
source: Choosing to forgive is a path towards healing and restoration.
es: Elegir perdonar es un camino hacia la sanación y la restauración.
fr: Choisir de pardonner est un chemin vers la guérison et la restauration.
it: Scegliere di perdonare è un percorso verso la guarigione e il restauro.
pt_br: Escolher perdoar é um caminho para a cura e a restauração.

# Phrase−Forgiveness−13
source: Forgiving others is a way to show compassion and understanding, even when it's difficult.
es: Perdonar a los demás es una forma de mostrar compasión y comprensión, incluso cuando es difícil.
fr: Pardonner aux autres est une façon de montrer de la compassion et de la compréhension, même lorsque c'est difficile.
it: Perdonare gli altri è un modo per mostrare compassione e comprensione, anche quando è difficile.
pt_br: Perdoar os outros é uma forma de mostrar compaixão e compreensão, mesmo quando é difícil.

# Phrase−Forgiveness−14
source: When you forgive, you open your heart to love and positivity.
es: Cuando perdonas, abres tu corazón al amor y la positividad.
fr: Lorsque vous pardonnez, vous ouvrez votre cœur à l'amour et à la positivité.
it: Quando perdoni, apri il tuo cuore all'amore e alla positività.
pt_br: Quando você perdoa, você abre seu coração para o amor e a positividade.

# Phrase−Forgiveness−15
source: Forgiveness frees you from the chains of anger and bitterness.
es: El perdón te libera de las cadenas de la ira y la amargura.
fr: Le pardon vous libère des chaînes de la colère et de l'amertume.
it: Il perdono ti libera dalle catene della rabbia e dell'amarezza.
pt_br: O perdão liberta você das correntes da raiva e da amargura.

# Phrase−Forgiveness−16
source: Letting go of hurt is a way to honor your own spirit and soul.
es: Dejar ir el dolor es una forma de honrar tu espíritu y tu alma.
fr: Laisser aller la douleur est une façon d'honorer votre esprit et votre âme.
it: Lasciare andare il dolore è un modo per onorare il proprio spirito e la propria anima.
pt_br: Abandonar a dor é uma forma de honrar seu espírito e sua alma.

# Phrase−Forgiveness−17
source: Forgiveness is a choice to move forward with grace and dignity.
es: El perdón es una elección para seguir adelante con gracia y dignidad.
fr: Le pardon est un choix d'avancer avec grâce et dignité.
it: Il perdono è una scelta per andare avanti con grazia e dignità.
pt_br: O perdão é uma escolha para seguir em frente com graça e dignidade.

# Phrase−Forgiveness−18
source: Embrace the power of forgiveness and feel the weight of your heart lift.
es: Abraza el poder del perdón y siente cómo se levanta el peso de tu corazón.
fr: Embrasse le pouvoir du pardon et sens le poids de ton cœur s'élever.
it: Abbraccia il potere del perdono e senti il peso del tuo cuore sollevarsi.
pt_br: Abrace o poder do perdão e sinta o peso do seu coração se erguer.

# Phrase−Forgiveness−19
source: Forgiveness is a way to release yourself from the pain of the past.
es: El perdón es una forma de liberarse del dolor del pasado.
fr: Le pardon est un moyen de se libérer de la douleur du passé.
it: Il perdono è un modo per liberarsi dal dolore del passato.
pt_br: O perdão é uma forma de se libertar da dor do passado.

# Phrase−Forgiveness−20
source: By forgiving, you choose to create a better future for yourself.
es: Al perdonar, eliges crear un futuro mejor para ti.
fr: En pardonnant, vous choisissez de vous créer un avenir meilleur.
it: Perdonando, scegli di creare un futuro migliore per te stesso.
pt_br: Ao perdoar, você escolhe criar um futuro melhor para si mesmo.

# Phrase−Forgiveness−21
source: Forgiveness opens the door to healing and growth.
es: El perdón abre la puerta a la sanación y el crecimiento.
fr: Le pardon ouvre la porte à la guérison et à la croissance.
it: Il perdono apre la porta alla guarigione e alla crescita.
pt_br: O perdão abre a porta para a cura e o crescimento.

# Phrase−Forgiveness−22
source: Forgiving others is a way to show them respect and dignity.
es: Perdonar a los demás es una forma de mostrarles respeto y dignidad.
fr: Pardonner aux autres est une façon de leur montrer du respect et de la dignité.
it: Perdonare gli altri è un modo per mostrare loro rispetto e dignità.
pt_br: Perdoar os outros é uma forma de mostrar-lhes respeito e dignidade.

# Phrase−Forgiveness−23
source: When you forgive, you allow love to flow freely in your heart.
es: Cuando perdonas, permites que el amor fluya libremente en tu corazón.
fr: Lorsque vous pardonnez, vous permettez à l'amour de couler librement dans votre cœur.
it: Quando perdoni, permetti all'amore di fluire liberamente nel tuo cuore.
pt_br: Quando você perdoa, permite que o amor flua livremente em seu coração.

# Phrase−Forgiveness−24
source: Forgiveness brings peace and calm to the soul.
es: El perdón trae paz y calma al alma.
fr: Le pardon apporte la paix et le calme à l'âme.
it: Il perdono porta pace e calma all'anima.
pt_br: O perdão traz paz e calma à alma.

# Phrase−Forgiveness−25
source: Forgiveness helps to dissolve negative thoughts and emotions.
es: El perdón ayuda a disolver los pensamientos y emociones negativas.
fr: Le pardon aide à dissoudre les pensées et les émotions négatives.
it: Il perdono aiuta a dissolvere i pensieri e le emozioni negative.
pt_br: O perdão ajuda a dissolver pensamentos e emoções negativas.

# Phrase−Forgiveness−26
source: Forgiving others is a way to bring positivity into your life.
es: Perdonar a los demás es una forma de traer positividad a tu vida.
fr: Pardonner aux autres est une façon d'apporter de la positivité dans votre vie.
it: Perdonare gli altri è un modo per portare positività nella tua vita.
pt_br: Perdoar os outros é uma maneira de trazer positividade para sua vida.

# Phrase−Forgiveness−27
source: Forgiveness is a way to let go of hurt and move towards love.
es: El perdón es una forma de dejar ir el dolor y avanzar hacia el amor.
fr: Le pardon est un moyen d'abandonner la douleur et d'aller vers l'amour.
it: Il perdono è un modo per lasciar andare il dolore e andare verso l'amore.
pt_br: O perdão é uma maneira de deixar a dor ir e ir em direção ao amor.

# Phrase−Forgiveness−28
source: Forgiving is a way to empower yourself and find inner strength.
es: Perdonar es una forma de empoderarte y encontrar fuerza interior.
fr: Pardonner est un moyen de se responsabiliser et de trouver la force intérieure.
it: Perdonare è un modo per potenziare te stesso e trovare la forza interiore.
pt_br: Perdoar é uma maneira de se fortalecer e encontrar força interior.

# Phrase−Forgiveness−29
source: Forgiveness helps to break the cycle of anger and resentment.
es: El perdón ayuda a romper el ciclo de la ira y el resentimiento.
fr: Le pardon aide à briser le cycle de la colère et du ressentiment.
it: Il perdono aiuta a spezzare il ciclo di rabbia e risentimento.
pt_br: O perdão ajuda a quebrar o ciclo de raiva e ressentimento.

# Phrase−Forgiveness−30
source: Forgiving is a way to heal the wounds of the past.
es: Perdonar es una forma de curar las heridas del pasado.
fr: Pardonner est un moyen de guérir les blessures du passé.
it: Perdonare è un modo per guarire le ferite del passato.
pt_br: Perdoar é uma forma de curar as feridas do passado.

# Phrase−Forgiveness−31
source: Forgiveness is a way to create a brighter and more positive future.
es: El perdón es una forma de crear un futuro más brillante y positivo.
fr: Le pardon est un moyen de créer un avenir meilleur et plus positif.
it: Il perdono è un modo per creare un futuro più luminoso e più positivo.
pt_br: O perdão é uma maneira de criar um futuro mais brilhante e positivo.

# Phrase−Forgiveness−32
source: Forgiving others is a way to bring closure to past hurt.
es: Perdonar a los demás es una forma de cerrar las heridas del pasado.
fr: Pardonner aux autres est un moyen de refermer les blessures du passé.
it: Perdonare gli altri è un modo per chiudere le ferite del passato.
pt_br: Perdoar os outros é uma forma de fechar as feridas do passado.

# Phrase−Forgiveness−33
source: Forgiveness opens the door to joy and happiness.
es: El perdón abre la puerta a la alegría y la felicidad.
fr: Le pardon ouvre la porte à la joie et au bonheur.
it: Il perdono apre la porta alla gioia e alla felicità.
pt_br: O perdão abre a porta para a alegria e a felicidade.

# Phrase−Forgiveness−34
source: Forgiveness helps to bring peace to troubled relationships.
es: El perdón ayuda a traer paz a las relaciones problemáticas.
fr: Le pardon aide à apporter la paix dans les relations difficiles.
it: Il perdono aiuta a portare la pace nelle relazioni travagliate.
pt_br: O perdão ajuda a trazer paz a relacionamentos conturbados.

# Phrase−Forgiveness−35
source: Forgiving is a way to free yourself from the grip of negative emotions.
es: El perdón es una forma de liberarse de las garras de las emociones negativas.
fr: Le pardon est un moyen de se libérer de l'emprise des émotions négatives.
it: Perdonare è un modo per liberarsi dalla morsa delle emozioni negative.
pt_br: O perdão é uma forma de se libertar das garras das emoções negativas.

# Phrase−Forgiveness−36
source: Forgiveness helps to break the chains of the past.
es: El perdón ayuda a romper las cadenas del pasado.
fr: Le pardon aide à briser les chaînes du passé.
it: Il perdono aiuta a spezzare le catene del passato.
pt_br: O perdão ajuda a quebrar as correntes do passado.

# Phrase−Forgiveness−37
source: Forgiveness is a way to bring love and understanding into your life.
es: El perdón es una forma de traer amor y comprensión a tu vida.
fr: Le pardon est un moyen d'apporter de l'amour et de la compréhension dans votre vie.
it: Il perdono è un modo per portare amore e comprensione nella tua vita.
pt_br: O perdão é uma maneira de trazer amor e compreensão para sua vida.

# Phrase−Forgiveness−38
source: Forgiving others is a way to bring closure to difficult situations.
es: Perdonar a los demás es una manera de cerrar situaciones difíciles.
fr: Pardonner aux autres est un moyen de clore des situations difficiles.
it: Perdonare gli altri è un modo per chiudere le situazioni difficili.
pt_br: Perdoar os outros é uma forma de encerrar situações difíceis.

# Phrase−Forgiveness−39
source: Forgiveness is a way to release yourself from the weight of the past.
es: El perdón es una forma de liberar la carga del pasado.
fr: Le pardon est un moyen de se libérer du fardeau du passé.
it: Il perdono è un modo per liberarsi dal peso del passato.
pt_br: O perdão é uma forma de liberar o fardo do passado.

# Phrase−Forgiveness−40
source: Forgiveness helps to bring healing to the soul.
es: El perdón ayuda a sanar el alma.
fr: Le pardon aide à apporter la guérison à l'âme.
it: Il perdono aiuta a portare guarigione all'anima.
pt_br: O perdão ajuda a trazer a cura para a alma.

# Phrase−Forgiveness−41
source: Forgiveness is a way to let go of anger and bitterness.
es: El perdón es una forma de dejar ir la ira y la amargura.
fr: Le pardon est un moyen de se débarrasser de la colère et de l'amertume.
it: Il perdono è un modo per lasciar andare la rabbia e l'amarezza.
pt_br: O perdão é uma maneira de se livrar da raiva e da amargura.

# Phrase−Forgiveness−42
source: Forgiveness is a way to create a more peaceful and harmonious life.
es: El perdón es una forma de crear una vida más pacífica y armoniosa.
fr: Le pardon est un moyen de créer une vie plus paisible et harmonieuse.
it: Il perdono è un modo per creare una vita più pacifica e armoniosa.
pt_br: O perdão é uma forma de criar uma vida mais pacífica e harmoniosa.

# Phrase−Forgiveness−43
source: Forgiving is a way to find peace and happiness within yourself.
es: Perdonar es una forma de encontrar la paz y la felicidad dentro de ti mismo.
fr: Pardonner est un moyen de trouver la paix et le bonheur en soi.
it: Perdonare è un modo per trovare la pace e la felicità dentro di te.
pt_br: Perdoar é uma maneira de encontrar paz e felicidade dentro de si mesmo.

# Phrase−Forgiveness−44
source: Forgiveness helps to break down the walls of negativity.
es: El perdón ayuda a derribar los muros de la negatividad.
fr: Le pardon aide à briser les murs de la négativité.
it: Il perdono aiuta ad abbattere i muri della negatività.
pt_br: O perdão ajuda a derrubar as paredes da negatividade.
