Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Selfcare−21
source: You deserve to feel good in your own skin. Take care of yourself to boost your confidence and self-esteem.
es: Mereces sentirte bien en tu propia piel. Cuídate para aumentar tu confianza y autoestima.
fr: Vous méritez de vous sentir bien dans votre peau. Prenez soin de vous pour booster votre confiance et votre estime de soi.
it: Ti meriti di sentirti bene nella tua pelle. Prenditi cura di te stesso per aumentare la tua fiducia e autostima.
pt_br: Você merece se sentir bem consigo mesmo. Cuide-se para aumentar sua confiança e autoestima.

# Phrase−Selfcare−22
source: Self-care can look different for everyone. Find what works for you and make it a priority.
es: El cuidado personal puede verse diferente para todos. Encuentra lo que funciona para ti y conviértelo en una prioridad.
fr: Les soins personnels peuvent être différents pour tout le monde. Trouvez ce qui fonctionne pour vous et faites-en une priorité.
it: La cura di sé può sembrare diversa per tutti. Trova ciò che funziona per te e rendilo una priorità.
pt_br: O autocuidado pode parecer diferente para todos. Encontre o que funciona para você e torne-o uma prioridade.

# Phrase−Selfcare−23
source: Remember that self-care is not a selfish act. It allows you to be the best version of yourself for those around you.
es: Recuerda que el cuidado personal no es un acto egoísta. Te permite ser la mejor versión de ti mismo para quienes te rodean.
fr: N'oubliez pas que prendre soin de soi n'est pas un acte égoïste. Cela vous permet d'être la meilleure version de vous-même pour ceux qui vous entourent.
it: Ricorda che la cura di sé non è un atto egoistico. Ti permette di essere la migliore versione di te stesso per chi ti circonda.
pt_br: Lembre-se de que o autocuidado não é um ato egoísta. Ele permite que você seja a melhor versão de si mesmo para as pessoas ao seu redor.

# Phrase−Selfcare−24
source: Taking care of yourself is not a one-size-fits-all approach. Listen to your intuition and do what feels right for you.
es: Cuidarse a sí mismo no es un enfoque único para todos. Escuche su intuición y haga lo que se sienta bien.
fr: Prendre soin de soi n'est pas une approche unique. Écoutez votre intuition et faites ce qui vous semble juste.
it: Prendersi cura di se stessi non è un approccio valido per tutti. Ascolta il tuo intuito e fai ciò che ti sembra giusto.
pt_br: Cuidar de si mesmo não é uma abordagem única para todos. Ouça sua intuição e faça o que parece certo.

# Phrase−Selfcare−25
source: You can't pour from an empty cup. Take care of yourself first so that you have more to give to others.
es: No se puede verter de una taza vacía. Primero cuídate a ti mismo para tener más para dar a los demás.
fr: Vous ne pouvez pas verser d'une tasse vide. Prenez soin de vous d'abord afin d'avoir plus à donner aux autres.
it: Non puoi versare da una tazza vuota. Abbi cura di te prima in modo da avere di più da dare agli altri.
pt_br: Você não pode derramar de um copo vazio. Cuide-se primeiro para ter mais para dar aos outros.

# Phrase−Selfcare−26
source: Self-care is not a luxury, it's a necessity for a happy and healthy life.
es: El cuidado personal no es un lujo, es una necesidad para una vida feliz y saludable.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité pour une vie heureuse et saine.
it: La cura di sé non è un lusso, è una necessità per una vita felice e sana.
pt_br: O autocuidado não é um luxo, é uma necessidade para uma vida feliz e saudável.

# Phrase−Selfcare−27
source: Remember that self-care is not just about taking a bubble bath or getting a massage. It's about taking care of yourself on a deeper level.
es: Recuerde que el cuidado personal no se trata solo de tomar un baño de burbujas o recibir un masaje. Se trata de cuidarse a sí mismo en un nivel más profundo.
fr: N'oubliez pas que prendre soin de soi ne consiste pas seulement à prendre un bain moussant ou à se faire masser. Il s'agit de prendre soin de vous à un niveau plus profond.
it: Ricorda che prendersi cura di sé non significa solo fare un bagnoschiuma o farsi fare un massaggio. Si tratta di prendersi cura di se stessi a un livello più profondo.
pt_br: Lembre-se de que o autocuidado não é apenas tomar um banho de espuma ou fazer uma massagem. Trata-se de cuidar de si mesmo em um nível mais profundo.

# Phrase−Selfcare−28
source: You deserve to take breaks and rest without feeling guilty. Your well-being is important.
es: Mereces tomar descansos y descansar sin sentirte culpable. Tu bienestar es importante.
fr: Vous méritez de faire des pauses et de vous reposer sans culpabiliser. Votre bien-être est important.
it: Ti meriti di fare delle pause e riposare senza sentirti in colpa. Il tuo benessere è importante.
pt_br: Você merece fazer pausas e descansar sem se sentir culpado. Seu bem-estar é importante.

# Phrase−Selfcare−29
source: Self-care is not just for when you're feeling down. Make it a consistent part of your routine to maintain your mental and physical health.
es: El cuidado personal no es solo para cuando te sientes mal. Hazlo parte de tu rutina para mantener tu salud mental y física.
fr: Les soins personnels ne sont pas réservés aux moments où vous vous sentez déprimé. Intégrez-les à votre routine pour maintenir votre santé mentale et physique.
it: La cura di sé non è solo per quando ti senti giù. Rendilo parte integrante della tua routine per mantenere la tua salute mentale e fisica.
pt_br: O autocuidado não é apenas para quando você está se sentindo para baixo. Faça parte de sua rotina para manter sua saúde mental e física.

# Phrase−Selfcare−30
source: You don't need to justify taking care of yourself. You are deserving and worthy of self-care.
es: No necesitas justificar el cuidado personal. Tienes valor y mereces el cuidado personal.
fr: Vous n'avez pas besoin de justifier les soins personnels. Vous avez de la valeur et vous méritez des soins personnels.
it: Non hai bisogno di giustificare la cura di te stesso. Ti meriti e meriti la cura di te stesso.
pt_br: Você não precisa justificar o autocuidado. Você tem valor e merece o autocuidado.

# Phrase−Selfcare−31
source: Remember that self-care is not just about you. It benefits those around you by allowing you to show up as your best self.
es: Recuerda que el cuidado personal no se trata solo de ti. Beneficia a quienes te rodean al permitirte mostrarte como lo mejor de ti mismo.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement vous. Cela profite à ceux qui vous entourent en vous permettant de vous montrer comme le meilleur de vous-même.
it: Ricorda che la cura di te stesso non riguarda solo te. Avvantaggia coloro che ti circondano permettendoti di mostrarti come il meglio di te stesso.
pt_br: Lembre-se de que o autocuidado não é apenas sobre você. Ele beneficia as pessoas ao seu redor, permitindo que você se mostre o melhor de si mesmo.

# Phrase−Selfcare−32
source: Self-care is not a luxury, it's an act of self-respect.
es: El cuidado personal no es un lujo, es un acto de respeto por uno mismo.
fr: Prendre soin de soi n'est pas un luxe, c'est un acte de respect de soi.
it: La cura di sé non è un lusso, è un atto di rispetto per se stessi.
pt_br: O autocuidado não é um luxo, é um ato de respeito próprio.

# Phrase−Selfcare−33
source: Taking care of yourself is not selfish, it's selfless. It allows you to show up for others in a more meaningful way.
es: Cuidar de ti mismo no es egoísta, es desinteresado. Te permite mostrarte a los demás de una manera más significativa.
fr: Prendre soin de soi n'est pas égoïste, c'est désintéressé. Cela vous permet de vous montrer aux autres d'une manière plus significative.
it: Prendersi cura di se stessi non è egoista, è altruista. Ti permette di mostrarti agli altri in modo più significativo.
pt_br: Cuidar de si mesmo não é egoísta, é altruísta. Isso permite que você se mostre aos outros de uma forma mais significativa.

# Phrase−Selfcare−34
source: You deserve to set boundaries and say no to things that don't serve your well-being. Your mental health is important.
es: Mereces establecer límites y decir no a las cosas que no sirven a tu bienestar. Tu salud mental es importante.
fr: Vous méritez de fixer des limites et de dire non aux choses qui ne servent pas votre bien-être. Votre santé mentale est importante.
it: Ti meriti di stabilire dei limiti e di dire di no a cose che non servono al tuo benessere. La tua salute mentale è importante.
pt_br: Você merece estabelecer limites e dizer não a coisas que não servem ao seu bem-estar. Sua saúde mental é importante.

# Phrase−Selfcare−35
source: Remember that self-care is a journey, not a destination. It takes time and effort to find what works for you.
es: Recuerde que el cuidado personal es un viaje, no un destino. Se necesita tiempo y esfuerzo para encontrar lo que funciona para usted.
fr: N'oubliez pas que les soins personnels sont un voyage, pas une destination. Il faut du temps et des efforts pour trouver ce qui fonctionne pour vous.
it: Ricorda che la cura di sé è un viaggio, non una destinazione. Ci vogliono tempo e impegno per trovare ciò che funziona per te.
pt_br: Lembre-se de que o autocuidado é uma jornada, não um destino. Leva tempo e esforço para encontrar o que funciona para você.

# Phrase−Selfcare−36
source: Don't forget to celebrate your self-care wins, no matter how small they may seem.
es: No olvides celebrar tus victorias en el cuidado personal, por pequeñas que parezcan.
fr: N'oubliez pas de célébrer vos victoires en matière de soins personnels, aussi minimes qu'elles puissent paraître.
it: Non dimenticare di celebrare le tue vittorie nella cura di te stesso, non importa quanto piccole possano sembrare.
pt_br: Não se esqueça de comemorar suas vitórias no autocuidado, por menores que pareçam.

# Phrase−Selfcare−37
source: Self-care is not a quick fix, but it can help you feel more balanced and grounded in the long run.
es: El cuidado personal no es una solución rápida, pero puede ayudarlo a sentirse más equilibrado y conectado a tierra a largo plazo.
fr: Les soins personnels ne sont pas une solution miracle, mais ils peuvent vous aider à vous sentir plus équilibré et ancré à long terme.
it: La cura di sé non è una soluzione rapida, ma può aiutarti a sentirti più equilibrato e radicato a lungo termine.
pt_br: O autocuidado não é uma solução rápida, mas pode ajudá-lo a se sentir mais equilibrado e fundamentado a longo prazo.

# Phrase−Selfcare−38
source: Taking care of yourself is not a sign of weakness, it's a sign of strength and self-awareness.
es: Cuidarse a sí mismo no es un signo de debilidad, es un signo de fortaleza y autoconciencia.
fr: Prendre soin de soi n'est pas un signe de faiblesse, c'est un signe de force et de conscience de soi.
it: Prendersi cura di sé non è un segno di debolezza, è un segno di forza e consapevolezza di sé.
pt_br: Cuidar de si mesmo não é sinal de fraqueza, é sinal de força e autoconsciência.

# Phrase−Selfcare−39
source: Remember that self-care is not a one-and-done activity. It's an ongoing practice that requires consistency and dedication.
es: Recuerde que el cuidado personal no es una actividad de una sola vez. Es una práctica continua que requiere persistencia y dedicación.
fr: N'oubliez pas que les soins personnels ne sont pas une activité ponctuelle. C'est une pratique continue qui nécessite de la persévérance et du dévouement.
it: Ricorda che la cura di sé non è un'attività unica. È una pratica continua che richiede costanza e dedizione.
pt_br: Lembre-se de que o autocuidado não é uma atividade única. É uma prática contínua que requer persistência e dedicação.

# Phrase−Selfcare−40
source: Your mental health and well-being are just as important as your physical health. Don't neglect either one.
es: Tu salud mental y tu bienestar son tan importantes como tu salud física. No descuides tampoco.
fr: Votre santé mentale et votre bien-être sont tout aussi importants que votre santé physique. Ne les négligez pas non plus.
it: La tua salute mentale e il tuo benessere sono importanti tanto quanto la tua salute fisica. Non trascurare nessuno dei due.
pt_br: Sua saúde mental e bem-estar são tão importantes quanto sua saúde física. Não negligencie também.

# Phrase−Selfcare−41
source: Self-care is not about being perfect. It's about being kind and gentle with yourself, even on your worst days.
es: El cuidado personal no se trata de ser perfecto. Se trata de ser amable y amoroso contigo mismo, incluso en tus peores días.
fr: Prendre soin de soi ne consiste pas à être parfait. Il s'agit d'être gentil et de s'aimer, même dans les pires jours.
it: La cura di sé non riguarda l'essere perfetti. Si tratta di essere gentili e gentili con se stessi, anche nei giorni peggiori.
pt_br: Autocuidado não é ser perfeito. É ser gentil e amoroso consigo mesmo, mesmo nos seus piores dias.

# Phrase−Selfcare−42
source: Remember that self-care is not selfish, it's necessary. Taking care of yourself allows you to show up for others in a more meaningful way.
es: Recuerda que el autocuidado no es egoísta, es necesario. Cuidarte te permite mostrarte a los demás de una manera más significativa.
fr: N'oubliez pas que prendre soin de soi n'est pas égoïste, c'est nécessaire. Prendre soin de vous vous permet de vous montrer aux autres d'une manière plus significative.
it: Ricorda che la cura di sé non è egoista, è necessaria. Prenderti cura di te stesso ti permette di mostrarti agli altri in modo più significativo.
pt_br: Lembre-se de que o autocuidado não é egoísta, é necessário. Cuidar de si mesmo permite que você se mostre aos outros de uma maneira mais significativa.

# Phrase−Selfcare−43
source: You are deserving of rest and relaxation. Don't feel guilty for taking time to recharge your batteries.
es: Te mereces descanso y relajación. No te sientas culpable por tomarte el tiempo para recargar las pilas.
fr: Vous méritez du repos et de la détente. Ne vous sentez pas coupable de prendre le temps de recharger vos batteries.
it: Ti meriti riposo e relax. Non sentirti in colpa per aver dedicato del tempo a ricaricare le batterie.
pt_br: Você merece descanso e relaxamento. Não se sinta culpado por reservar um tempo para recarregar as baterias.

# Phrase−Selfcare−44
source: Self-care is not a luxury reserved for a select few. It's something that everyone deserves.
es: El cuidado personal no es un lujo reservado para unos pocos elegidos. Es algo que todos merecen.
fr: Les soins personnels ne sont pas un luxe réservé à quelques privilégiés. C'est quelque chose que tout le monde mérite.
it: La cura di sé non è un lusso riservato a pochi eletti. È qualcosa che tutti meritano.
pt_br: O autocuidado não é um luxo reservado a poucos. É algo que todos merecem.

# Phrase−Selfcare−45
source: Taking care of yourself is not a sign of weakness, it's a sign of strength and self-respect.
es: Cuidarse a sí mismo no es un signo de debilidad, es un signo de fortaleza y respeto por uno mismo.
fr: Prendre soin de soi n'est pas un signe de faiblesse, c'est un signe de force et de respect de soi.
it: Prendersi cura di sé non è un segno di debolezza, è un segno di forza e rispetto di sé.
pt_br: Cuidar de si mesmo não é sinal de fraqueza, é sinal de força e respeito próprio.

# Phrase−Selfcare−46
source: Remember that self-care is not just about doing things for yourself. It's also about setting healthy boundaries and saying no when necessary.
es: Recuerde que el cuidado personal no se trata solo de hacer las cosas por sí mismo. También se trata de establecer límites saludables y decir no cuando sea necesario.
fr: N'oubliez pas que prendre soin de soi ne consiste pas seulement à faire des choses pour vous-même. Il s'agit également de fixer des limites saines et de dire non si nécessaire.
it: Ricorda che la cura di sé non consiste solo nel fare le cose per te stesso. Si tratta anche di stabilire limiti sani e dire di no quando necessario.
pt_br: Lembre-se de que o autocuidado não é apenas fazer as coisas por si mesmo. É também estabelecer limites saudáveis ​​e dizer não quando necessário.

# Phrase−Selfcare−47
source: Self-care is not just about pampering yourself. It's also about doing the hard work of prioritizing your well-being.
es: El cuidado personal no se trata solo de mimarse a sí mismo. También se trata de hacer el trabajo duro de priorizar su bienestar.
fr: Prendre soin de soi ne consiste pas seulement à se faire dorloter. Il s'agit également de faire le dur labeur de donner la priorité à votre bien-être.
it: La cura di sé non è solo coccolarsi. Si tratta anche di fare il duro lavoro di dare priorità al proprio benessere.
pt_br: O autocuidado não é apenas cuidar de si mesmo. É também fazer o trabalho árduo de priorizar seu bem-estar.

# Phrase−Selfcare−48
source: Taking care of yourself is not a one-time event, it's a lifestyle. Make it a priority in your daily routine.
es: Cuidarse no es un evento de una sola vez, es un estilo de vida. Conviértalo en una prioridad en su rutina diaria.
fr: Prendre soin de soi n'est pas un événement ponctuel, c'est un mode de vie. Faites-en une priorité dans votre routine quotidienne.
it: Prendersi cura di sé non è un evento occasionale, è uno stile di vita. Rendilo una priorità nella tua routine quotidiana.
pt_br: Cuidar de si mesmo não é um evento único, é um estilo de vida. Faça disso uma prioridade em sua rotina diária.

# Phrase−Selfcare−49
source: Remember that self-care is not a luxury, it's a necessity. You can't pour from an empty cup.
es: Recuerde que el cuidado personal no es un lujo, es una necesidad. No se puede verter de una taza vacía.
fr: N'oubliez pas que prendre soin de soi n'est pas un luxe, c'est une nécessité. Vous ne pouvez pas verser d'une tasse vide.
it: Ricorda che la cura di sé non è un lusso, è una necessità. Non puoi versare da una tazza vuota.
pt_br: Lembre-se de que o autocuidado não é um luxo, é uma necessidade. Você não pode derramar de um copo vazio.

# Phrase−Selfcare−50
source: Self-care is not about being selfish, it's about being self-aware. Taking care of yourself allows you to be more present and engaged in your life.
es: El cuidado personal no se trata de ser egoísta, se trata de ser consciente de sí mismo. Cuidarse a sí mismo le permite estar más presente y comprometido con su vida.
fr: Prendre soin de soi ne consiste pas à être égoïste, mais à être conscient de soi. Prendre soin de soi vous permet d'être plus présent et engagé dans votre vie.
it: La cura di sé non riguarda l'essere egoisti, si tratta di essere consapevoli di sé. Prendersi cura di se stessi ti permette di essere più presente e coinvolto nella tua vita.
pt_br: O autocuidado não é ser egoísta, é ser autoconsciente. Cuidar de si mesmo permite que você esteja mais presente e envolvido em sua vida.

# Phrase−Selfcare−51
source: Remember that self-care is not just about physical health. It's about taking care of your emotional and spiritual needs as well.
es: Recuerde que el cuidado personal no se trata solo de la salud física. También se trata de cuidar sus necesidades emocionales y espirituales.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement la santé physique. Il s'agit également de prendre soin de vos besoins émotionnels et spirituels.
it: Ricorda che la cura di sé non riguarda solo la salute fisica. Si tratta anche di prendersi cura dei propri bisogni emotivi e spirituali.
pt_br: Lembre-se de que o autocuidado não é apenas uma questão de saúde física. É também cuidar de suas necessidades emocionais e espirituais.

# Phrase−Selfcare−52
source: You are worthy of love and care, and that includes from yourself. Make yourself a priority.
es: Eres digno de amor y cuidado, y eso te incluye a ti mismo. Conviértete en una prioridad.
fr: Vous êtes digne d'amour et d'attention, et cela inclut vous-même. Faites de vous une priorité.
it: Sei degno di amore e cura, e questo include te stesso. Renditi una priorità.
pt_br: Você é digno de amor e cuidado, e isso inclui a si mesmo. Faça de si mesmo uma prioridade.

# Phrase−Selfcare−53
source: Taking care of yourself is not a luxury, it's a necessity for a happy and fulfilling life.
es: Cuidarse a sí mismo no es un lujo, es una necesidad para una vida feliz y plena.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité pour une vie heureuse et épanouie.
it: Prendersi cura di sé non è un lusso, è una necessità per una vita felice e appagante.
pt_br: Cuidar de si mesmo não é um luxo, é uma necessidade para uma vida feliz e plena.

# Phrase−Selfcare−54
source: Remember that self-care is not just about what you do, it's also about how you treat yourself in your thoughts and words.
es: Recuerda que el cuidado personal no se trata solo de lo que haces, también se trata de cómo te tratas a ti mismo en tus pensamientos y palabras.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites, mais aussi la façon dont vous vous traitez dans vos pensées et vos paroles.
it: Ricorda che la cura di sé non riguarda solo ciò che fai, ma anche il modo in cui tratti te stesso nei tuoi pensieri e nelle tue parole.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o que você faz, mas também sobre como você se trata em seus pensamentos e palavras.

# Phrase−Selfcare−55
source: Self-care is not a one-time event, it's a lifelong practice. Make it a habit to prioritize yourself.
es: El cuidado personal no es un evento de una sola vez, es una práctica para toda la vida. Adquiera el hábito de priorizarse a sí mismo.
fr: Prendre soin de soi n'est pas un événement ponctuel, c'est une pratique qui dure toute la vie. Prenez l'habitude de vous donner la priorité.
it: La cura di sé non è un evento una tantum, è una pratica che dura tutta la vita. Prendi l'abitudine di dare la priorità a te stesso.
pt_br: O autocuidado não é um evento único, é uma prática para toda a vida. Adquira o hábito de se priorizar.

# Phrase−Selfcare−56
source: You are deserving of rest and relaxation. Taking a break is not a sign of weakness, it's a sign of self-respect.
es: Te mereces descansar y relajarte. Tomar un descanso no es una señal de debilidad, es una señal de respeto por uno mismo.
fr: Vous méritez du repos et de la détente. Faire une pause n'est pas un signe de faiblesse, c'est un signe de respect de soi.
it: Ti meriti riposo e relax. Fare una pausa non è un segno di debolezza, è un segno di rispetto per se stessi.
pt_br: Você merece descanso e relaxamento. Fazer uma pausa não é um sinal de fraqueza, é um sinal de respeito próprio.

# Phrase−Selfcare−57
source: Self-care is not selfish, it's self-preservation. Take care of yourself so you can take care of others.
es: El cuidado personal no es egoísmo, es autoconservación. Cuídate a ti mismo para poder cuidar a los demás.
fr: Prendre soin de soi n'est pas de l'égoïsme, c'est de l'auto-préservation. Prenez soin de vous pour pouvoir prendre soin des autres.
it: La cura di sé non è egoismo, è autoconservazione. Prenditi cura di te stesso così puoi prenderti cura degli altri.
pt_br: Autocuidado não é egoísmo, é autopreservação. Cuide de si mesmo para poder cuidar dos outros.

# Phrase−Selfcare−58
source: Remember that self-care is not about being perfect, it's about doing what you can to take care of yourself in the moment.
es: Recuerda que el cuidado personal no se trata de ser perfecto, se trata de hacer lo que puedas para cuidarte en este momento.
fr: N'oubliez pas que prendre soin de soi ne consiste pas à être parfait, mais à faire ce que vous pouvez pour prendre soin de vous en ce moment.
it: Ricorda che la cura di sé non riguarda l'essere perfetti, si tratta di fare ciò che puoi per prenderti cura di te stesso in questo momento.
pt_br: Lembre-se de que o autocuidado não é ser perfeito, é fazer o que puder para cuidar de si mesmo agora.
