Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Transformation−11
source: You are a powerful being capable of creating the life you desire. Believe in yourself and take action towards your dreams.
es: Eres un ser poderoso capaz de crear la vida que deseas. Cree en ti mismo y toma acción hacia tus sueños.
fr: Vous êtes un être puissant capable de créer la vie que vous désirez. Croyez en vous et agissez pour réaliser vos rêves.
it: Sei un essere potente in grado di creare la vita che desideri. Credi in te stesso e agisci verso i tuoi sogni.
pt_br: Você é um ser poderoso capaz de criar a vida que deseja. Acredite em você e vá em direção aos seus sonhos.

# Phrase−Transformation−12
source: Your past does not define you. Release the burden of your past and embrace a brighter future.
es: Tu pasado no te define. Libera la carga de tu pasado y abraza un futuro más brillante.
fr: Votre passé ne vous définit pas. Relâchez le fardeau de votre passé et embrassez un avenir meilleur.
it: Il tuo passato non ti definisce. Rilascia il fardello del tuo passato e abbraccia un futuro più luminoso.
pt_br: Seu passado não define você. Libere o fardo de seu passado e abrace um futuro melhor.

# Phrase−Transformation−13
source: Take time to connect with your inner self. It is through self-reflection that true transformation occurs.
es: Tómese el tiempo para conectarse con su yo interior. Es a través de la autorreflexión que se produce la verdadera transformación.
fr: Prenez le temps de vous connecter avec votre moi intérieur. C'est par l'auto-réflexion que la véritable transformation se produit.
it: Prenditi del tempo per connetterti con il tuo io interiore. È attraverso l'auto-riflessione che avviene la vera trasformazione.
pt_br: Reserve um tempo para se conectar com seu eu interior. É por meio da autorreflexão que ocorre a verdadeira transformação.

# Phrase−Transformation−14
source: The challenges you face are opportunities to become stronger and wiser. Embrace them with grace and gratitude.
es: Los desafíos que enfrentas son oportunidades para crecer más fuerte y más sabio. Abrázalos con gracia y gratitud.
fr: Les défis auxquels vous faites face sont des opportunités de devenir plus forts et plus sages. Acceptez-les avec grâce et gratitude.
it: Le sfide che affronti sono opportunità per diventare più forti e più saggi. Abbracciale con grazia e gratitudine.
pt_br: Os desafios que você enfrenta são oportunidades para se tornar mais forte e mais sábio. Abrace-os com graça e gratidão.

# Phrase−Transformation−15
source: Your struggles are temporary. Trust that better days are ahead, and keep moving forward with hope.
es: Tus luchas son temporales. Confía en que te esperan días mejores y sigue adelante con esperanza.
fr: Vos luttes sont temporaires. Ayez confiance que des jours meilleurs vous attendent et continuez d'avancer avec espoir.
it: Le tue lotte sono temporanee. Confida nel fatto che ci aspettano giorni migliori e continua ad andare avanti con speranza.
pt_br: Suas lutas são temporárias. Confie que dias melhores virão e siga em frente com esperança.

# Phrase−Transformation−16
source: Trust in the universe and the path that is unfolding before you. Everything happens for a reason.
es: Confía en el universo y en el camino que se abre ante ti. Todo sucede por una razón.
fr: Faites confiance à l'univers et au chemin qui se déroule devant vous. Tout arrive pour une raison.
it: Abbi fiducia nell'universo e nel percorso che si sta svolgendo davanti a te. Tutto accade per una ragione.
pt_br: Confie no universo e no caminho que se abre diante de você. Tudo acontece por uma razão.

# Phrase−Transformation−17
source: You are never alone. Call upon your angels and guides for guidance and support on your journey.
es: Nunca estás solo. Llama a tus ángeles y guías para que te guíen y te apoyen en tu viaje.
fr: Vous n'êtes jamais seul. Faites appel à vos anges et à vos guides pour vous guider et vous soutenir tout au long de votre voyage.
it: Non sei mai solo. Invoca i tuoi angeli e le tue guide per avere guida e supporto nel tuo viaggio.
pt_br: Você nunca está sozinho. Chame seus anjos e guias para orientação e apoio em sua jornada.

# Phrase−Transformation−18
source: Your thoughts create your reality. Choose positive thoughts that align with the life you desire.
es: Tus pensamientos crean tu realidad. Elige pensamientos positivos que se alineen con la vida que deseas.
fr: Vos pensées créent votre réalité. Choisissez des pensées positives qui correspondent à la vie que vous voulez.
it: I tuoi pensieri creano la tua realtà. Scegli pensieri positivi che siano in linea con la vita che desideri.
pt_br: Seus pensamentos criam sua realidade. Escolha pensamentos positivos que se alinhem com a vida que você deseja.

# Phrase−Transformation−19
source: Do not let fear hold you back from living the life you desire. Take bold action towards your dreams.
es: No dejes que el miedo te impida vivir la vida que deseas. Actúa con valentía hacia tus sueños.
fr: Ne laissez pas la peur vous empêcher de vivre la vie que vous voulez. Agissez avec audace pour réaliser vos rêves.
it: Non lasciare che la paura ti impedisca di vivere la vita che desideri. Agisci con coraggio verso i tuoi sogni.
pt_br: Não deixe que o medo o impeça de viver a vida que deseja. Aja com ousadia em direção aos seus sonhos.

# Phrase−Transformation−20
source: Forgive yourself and others for past mistakes. It is through forgiveness that you can move forward with peace and clarity.
es: Perdónate a ti mismo ya los demás por los errores del pasado. Es a través del perdón que puedes avanzar con paz y claridad.
fr: Pardonnez-vous et pardonnez aux autres pour les erreurs du passé. C'est par le pardon que vous pouvez avancer avec paix et clarté.
it: Perdona te stesso e gli altri per gli errori del passato. È attraverso il perdono che puoi andare avanti con pace e chiarezza.
pt_br: Perdoe a si mesmo e aos outros pelos erros do passado. É por meio do perdão que você pode seguir em frente com paz e clareza.

# Phrase−Transformation−21
source: Believe in the power of your dreams. They have the ability to manifest into reality.
es: Cree en el poder de tus sueños. Tienen la capacidad de manifestarse en la realidad.
fr: Croyez au pouvoir de vos rêves. Ils ont la capacité de se manifester dans la réalité.
it: Credi nel potere dei tuoi sogni. Hanno la capacità di manifestarsi nella realtà.
pt_br: Acredite no poder dos seus sonhos. Eles têm a capacidade de se manifestar em realidade.

# Phrase−Transformation−22
source: You have a unique purpose in this world. Embrace your calling and share your gifts with the world.
es: Tienes un propósito único en este mundo. Acepta tu llamado y comparte tus dones con el mundo.
fr: Vous avez un but unique dans ce monde. Embrassez votre appel et partagez vos dons avec le monde.
it: Hai uno scopo unico in questo mondo. Abbraccia la tua chiamata e condividi i tuoi doni con il mondo.
pt_br: Você tem um propósito único neste mundo. Abrace seu chamado e compartilhe seus dons com o mundo.

# Phrase−Transformation−23
source: Every experience, good or bad, has a lesson to teach. Learn from your experiences and use them to grow and evolve.
es: Cada experiencia, buena o mala, tiene una lección que enseñar. Aprende de tus experiencias y utilízalas para crecer y evolucionar.
fr: Chaque expérience, bonne ou mauvaise, a une leçon à enseigner. Apprenez de vos expériences et utilisez-les pour grandir et évoluer.
it: Ogni esperienza, buona o cattiva, ha una lezione da insegnare. Impara dalle tue esperienze e usale per crescere ed evolvere.
pt_br: Toda experiência, boa ou ruim, tem uma lição a ensinar. Aprenda com suas experiências e use-as para crescer e evoluir.

# Phrase−Transformation−24
source: The universe is abundant and there is enough for everyone. Release scarcity thinking and embrace abundance.
es: El universo es abundante y hay suficiente para todos. Libera el pensamiento de escasez y abraza la abundancia.
fr: L'univers est abondant et il y en a assez pour tout le monde. Libérez-vous de la pensée de la rareté et adoptez l'abondance.
it: L'universo è abbondante e ce n'è abbastanza per tutti. Rilascia il pensiero della scarsità e abbraccia l'abbondanza.
pt_br: O universo é abundante e há o suficiente para todos. Liberte-se do pensamento de escassez e abrace a abundância.

# Phrase−Transformation−25
source: Your inner world reflects your outer world. Focus on healing and transforming your inner self to create a better outer reality.
es: Tu mundo interior refleja tu mundo exterior. Concéntrate en sanar y transformar tu ser interior para crear una mejor realidad exterior.
fr: Votre monde intérieur reflète votre monde extérieur. Concentrez-vous sur la guérison et la transformation de votre moi intérieur pour créer une meilleure réalité extérieure.
it: Il tuo mondo interiore riflette il tuo mondo esterno. Concentrati sulla guarigione e sulla trasformazione del tuo io interiore per creare una realtà esterna migliore.
pt_br: Seu mundo interior reflete seu mundo exterior. Concentre-se em curar e transformar seu eu interior para criar uma realidade externa melhor.

# Phrase−Transformation−26
source: Let go of limiting beliefs that hold you back from reaching your full potential. Believe in yourself and your abilities.
es: Deja de lado las creencias limitantes que te impiden alcanzar tu máximo potencial. Cree en ti mismo y en tus habilidades.
fr: Lâchez les croyances limitantes qui vous empêchent d'atteindre votre plein potentiel. Croyez en vous et en vos capacités.
it: Lascia andare le convinzioni limitanti che ti impediscono di raggiungere il tuo pieno potenziale. Credi in te stesso e nelle tue capacità.
pt_br: Deixe de lado as crenças limitantes que o impedem de alcançar todo o seu potencial. Acredite em si mesmo e em suas habilidades.

# Phrase−Transformation−27
source: Take time to connect with nature. It has the ability to heal and transform your soul.
es: Tómate el tiempo para conectarte con la naturaleza. Tiene la capacidad de sanar y transformar tu alma.
fr: Prenez le temps de vous connecter avec la nature. Elle a la capacité de guérir et de transformer votre âme.
it: Prenditi del tempo per connetterti con la natura. Ha la capacità di guarire e trasformare la tua anima.
pt_br: Reserve um tempo para se conectar com a natureza. Ela tem a capacidade de curar e transformar sua alma.

# Phrase−Transformation−28
source: Focus on what you can control and let go of what you cannot. This will bring you peace and clarity.
es: Concéntrate en lo que puedes controlar y deja ir lo que no puedes. Esto te traerá paz y claridad.
fr: Concentrez-vous sur ce que vous pouvez contrôler et laissez aller ce que vous ne pouvez pas. Cela vous apportera paix et clarté.
it: Concentrati su ciò che puoi controllare e lascia andare ciò che non puoi. Questo ti porterà pace e chiarezza.
pt_br: Concentre-se no que você pode controlar e deixe de lado o que não pode. Isso lhe trará paz e clareza.

# Phrase−Transformation−29
source: Celebrate your successes, no matter how small. Each step forward is a step towards transformation.
es: Celebra tus éxitos, por pequeños que sean. Cada paso adelante es un paso hacia la transformación.
fr: Célébrez vos succès, aussi petits soient-ils. Chaque pas en avant est un pas vers la transformation.
it: Festeggia i tuoi successi, non importa quanto piccoli. Ogni passo avanti è un passo verso la trasformazione.
pt_br: Celebre seus sucessos, não importa quão pequenos. Cada passo à frente é um passo em direção à transformação.

# Phrase−Transformation−30
source: Gratitude is a powerful force that can transform your life. Cultivate a daily gratitude practice.
es: La gratitud es una fuerza poderosa que puede transformar tu vida. Cultiva una práctica diaria de gratitud.
fr: La gratitude est une force puissante qui peut transformer votre vie. Cultivez une pratique quotidienne de gratitude.
it: La gratitudine è una forza potente che può trasformare la tua vita. Coltiva una pratica quotidiana di gratitudine.
pt_br: A gratidão é uma força poderosa que pode transformar sua vida. Cultive uma prática diária de gratidão.

# Phrase−Transformation−31
source: Your body is a temple. Take care of it with nourishing foods, exercise, and self-care.
es: Tu cuerpo es un templo. Cuídalo con alimentos nutritivos, ejercicio y cuidado personal.
fr: Votre corps est un temple. Prenez-en soin avec des aliments nutritifs, de l'exercice et des soins personnels.
it: Il tuo corpo è un tempio. Prenditene cura con cibi nutrienti, esercizio fisico e cura di te stesso.
pt_br: Seu corpo é um templo. Cuide dele com alimentos nutritivos, exercícios e autocuidado.

# Phrase−Transformation−32
source: Embrace change as an opportunity for growth and transformation. It is through change that we evolve.
es: Abrace el cambio como una oportunidad de crecimiento y transformación. Es a través del cambio que evolucionamos.
fr: Envisagez le changement comme une opportunité de croissance et de transformation. C'est par le changement que nous évoluons.
it: Abbraccia il cambiamento come un'opportunità di crescita e trasformazione. È attraverso il cambiamento che ci evolviamo.
pt_br: Abrace a mudança como uma oportunidade de crescimento e transformação. É através da mudança que evoluímos.

# Phrase−Transformation−33
source: Believe in divine timing. Trust that everything is happening exactly as it should be.
es: Cree en el tiempo divino. Confía en que todo sucede exactamente como debe ser.
fr: Croyez au timing divin. Ayez confiance que tout se passe exactement comme il se doit.
it: Credi nel tempismo divino. Abbi fiducia che tutto sta accadendo esattamente come dovrebbe essere.
pt_br: Acredite no tempo divino. Confie que tudo está acontecendo exatamente como deveria ser.

# Phrase−Transformation−34
source: Your thoughts and emotions have the power to create your reality. Choose thoughts and emotions that align with your desired reality.
es: Tus pensamientos y emociones tienen el poder de crear tu realidad. Elige pensamientos y emociones que se alineen con tu realidad deseada.
fr: Vos pensées et vos émotions ont le pouvoir de créer votre réalité. Choisissez des pensées et des émotions qui correspondent à la réalité que vous souhaitez.
it: I tuoi pensieri e le tue emozioni hanno il potere di creare la tua realtà. Scegli pensieri ed emozioni che si allineano con la tua realtà desiderata.
pt_br: Seus pensamentos e emoções têm o poder de criar sua realidade. Escolha pensamentos e emoções que se alinhem com a realidade desejada.

# Phrase−Transformation−35
source: Take responsibility for your life and your choices. You have the power to create your own destiny.
es: Asume la responsabilidad de tu vida y tus elecciones. Tienes el poder de crear tu propio destino.
fr: Assumez la responsabilité de votre vie et de vos choix. Vous avez le pouvoir de créer votre propre destin.
it: Assumiti la responsabilità della tua vita e delle tue scelte. Hai il potere di creare il tuo destino.
pt_br: Assuma a responsabilidade por sua vida e suas escolhas. Você tem o poder de criar seu próprio destino.

# Phrase−Transformation−36
source: Connect with your intuition and trust the guidance it provides. It will lead you towards your highest good.
es: Conéctate con tu intuición y confía en la guía que te brinda. Te llevará a tu mayor bien.
fr: Connectez-vous à votre intuition et faites confiance aux conseils qu'elle vous fournit. Cela vous mènera à votre plus grand bien.
it: Connettiti con la tua intuizione e fidati della guida che fornisce. Ti condurrà verso il tuo massimo bene.
pt_br: Conecte-se com sua intuição e confie na orientação que ela fornece. Isso o levará ao seu bem maior.

# Phrase−Transformation−37
source: Surround yourself with positivity and inspiration. This will fuel your transformation and growth.
es: Rodéate de positividad e inspiración. Esto impulsará tu transformación y crecimiento.
fr: Entourez-vous de positivité et d'inspiration. Cela alimentera votre transformation et votre croissance.
it: Circondati di positività e ispirazione. Questo alimenterà la tua trasformazione e crescita.
pt_br: Cerque-se de positividade e inspiração. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−38
source: Do not let the opinions of others hold you back. Follow your own path and trust your intuition.
es: No dejes que las opiniones de los demás te detengan. Sigue tu propio camino y confía en tu intuición.
fr: Ne laissez pas les opinions des autres vous retenir. Suivez votre propre chemin et faites confiance à votre intuition.
it: Non lasciare che le opinioni degli altri ti trattengano. Segui la tua strada e fidati del tuo intuito.
pt_br: Não deixe que as opiniões dos outros o impeçam. Siga seu próprio caminho e confie em sua intuição.

# Phrase−Transformation−39
source: Take time for self-care and relaxation. It is through rest that we can recharge and transform.
es: Tómate un tiempo para cuidarte y relajarte. Es a través del descanso que podemos recargarnos y transformarnos.
fr: Prenez le temps de prendre soin de vous et de vous détendre. C'est par le repos que nous pouvons nous ressourcer et nous transformer.
it: Prenditi del tempo per prenderti cura di te stesso e rilassarti. È attraverso il riposo che possiamo ricaricarci e trasformarci.
pt_br: Reserve um tempo para cuidar de si e relaxar. É no descanso que podemos nos recarregar e nos transformar.

# Phrase−Transformation−40
source: Trust that the universe has your back. The universe is always working in your favor, even if it may not seem like it at the moment.
es: Confía en que el universo te cubre las espaldas. El universo siempre está trabajando a tu favor, aunque no lo parezca en este momento.
fr: Ayez confiance que l'univers vous soutient. L'univers travaille toujours en votre faveur, même si cela ne semble pas être le cas pour le moment.
it: Abbi fiducia che l'universo ti copra le spalle. L'universo lavora sempre a tuo favore, anche se al momento potrebbe non sembrare così.
pt_br: Confie que o universo está de costas. O universo está sempre trabalhando a seu favor, mesmo que não pareça assim no momento.

# Phrase−Transformation−41
source: Remember that you are a spiritual being having a human experience. Embrace your spiritual nature and trust in the divine plan.
es: Recuerda que eres un ser espiritual que vive una experiencia humana. Acepta tu naturaleza espiritual y confía en el plan divino.
fr: N'oubliez pas que vous êtes un être spirituel ayant une expérience humaine. Embrassez votre nature spirituelle et faites confiance au plan divin.
it: Ricorda che sei un essere spirituale che vive un'esperienza umana. Abbraccia la tua natura spirituale e confida nel piano divino.
pt_br: Lembre-se de que você é um ser espiritual passando por uma experiência humana. Abrace sua natureza espiritual e confie no plano divino.

# Phrase−Transformation−42
source: Surrender to the flow of life. Trust that everything is happening for your highest good, even if it may not seem like it in the moment.
es: Ríndete al flujo de la vida. Confía en que todo está sucediendo para tu mayor bien, aunque no lo parezca en este momento.
fr: Abandonnez-vous au flux de la vie. Ayez confiance que tout se passe pour votre plus grand bien, même si cela ne semble pas être le cas pour le moment.
it: Arrenditi al flusso della vita. Abbi fiducia che tutto sta accadendo per il tuo massimo bene, anche se al momento potrebbe non sembrare così.
pt_br: Renda-se ao fluxo da vida. Confie que tudo está acontecendo para o seu bem maior, mesmo que não pareça assim no momento.

# Phrase−Transformation−43
source: Do not be afraid to take risks and step out of your comfort zone. It is through challenges and new experiences that we transform and grow.
es: No tengas miedo de correr riesgos y salir de tu zona de confort. Es a través de desafíos y nuevas experiencias que nos transformamos y crecemos.
fr: N'ayez pas peur de prendre des risques et de sortir de votre zone de confort. C'est à travers des défis et de nouvelles expériences que nous nous transformons et grandissons.
it: Non aver paura di correre dei rischi e di uscire dalla tua zona di comfort. È attraverso le sfide e le nuove esperienze che ci trasformiamo e cresciamo.
pt_br: Não tenha medo de arriscar e sair da sua zona de conforto. É nos desafios e nas novas experiências que nos transformamos e crescemos.

# Phrase−Transformation−44
source: Release attachment to outcomes and trust in the journey. Sometimes the greatest transformation occurs when we least expect it.
es: Libera el apego a los logros y la fe en el camino. A veces, la mayor transformación ocurre cuando menos lo esperamos.
fr: Libérez l'attachement aux réalisations et la foi dans le voyage. Parfois, la plus grande transformation se produit lorsque nous nous y attendons le moins.
it: Rilascia l'attaccamento ai risultati e la fiducia nel viaggio. A volte la più grande trasformazione avviene quando meno ce lo aspettiamo.
pt_br: Liberte o apego às conquistas e a fé na jornada. Às vezes, a maior transformação acontece quando menos esperamos.

# Phrase−Transformation−45
source: Trust in the power of love. Love has the ability to heal and transform even the most challenging situations.
es: Confía en el poder del amor. El amor tiene la capacidad de sanar y transformar incluso las situaciones más difíciles.
fr: Faites confiance au pouvoir de l'amour. L'amour a la capacité de guérir et de transformer même les situations les plus difficiles.
it: Abbi fiducia nel potere dell'amore. L'amore ha la capacità di guarire e trasformare anche le situazioni più difficili.
pt_br: Confie no poder do amor. O amor tem a capacidade de curar e transformar até as situações mais difíceis.

# Phrase−Transformation−46
source: Your past does not have to define your future. Let go of past hurts and embrace the present moment with an open heart.
es: Tu pasado no tiene que definir tu futuro. Deja ir las heridas del pasado y abraza el momento presente con el corazón abierto.
fr: Votre passé n'a pas à définir votre avenir. Lâchez les blessures du passé et embrassez le moment présent avec un cœur ouvert.
it: Il tuo passato non deve definire il tuo futuro. Lascia andare le ferite del passato e abbraccia il momento presente con un cuore aperto.
pt_br: Seu passado não precisa definir seu futuro. Deixe de lado as mágoas do passado e abrace o momento presente com o coração aberto.

# Phrase−Transformation−47
source: Your soul is eternal and indestructible. Trust in the infinite possibilities that lie ahead.
es: Tu alma es eterna e indestructible. Confía en las infinitas posibilidades que te esperan.
fr: Votre âme est éternelle et indestructible. Faites confiance aux possibilités infinies qui vous attendent.
it: La tua anima è eterna e indistruttibile. Abbi fiducia nelle infinite possibilità che ti aspettano.
pt_br: Sua alma é eterna e indestrutível. Confie nas infinitas possibilidades que esperam por você.

# Phrase−Transformation−48
source: Believe in miracles. Miracles are possible when we align our thoughts, feelings, and actions with our desires.
es: Cree en los milagros. Los milagros son posibles cuando alineamos nuestros pensamientos, sentimientos y acciones con nuestros deseos.
fr: Croyez aux miracles. Les miracles sont possibles lorsque nous alignons nos pensées, nos sentiments et nos actions sur nos désirs.
it: Credi nei miracoli. I miracoli sono possibili quando allineiamo i nostri pensieri, sentimenti e azioni con i nostri desideri.
pt_br: Acredite em milagres. Milagres são possíveis quando alinhamos nossos pensamentos, sentimentos e ações com nossos desejos.
