Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Serenity−14
source: You have the power to create your reality. Focus on what you want to manifest, and watch it come to fruition.
es: Tienes el poder de crear tu propia realidad. Concéntrate en lo que quieres manifestar y observa cómo se desarrolla.
fr: Vous avez le pouvoir de créer votre propre réalité. Concentrez-vous sur ce que vous voulez manifester et regardez-le se dérouler.
it: Hai il potere di creare la tua realtà. Concentrati su ciò che vuoi manifestare e guardalo realizzarsi.
pt_br: Você tem o poder de criar sua própria realidade. Concentre-se no que deseja manifestar e observe o desenrolar.

# Phrase−Serenity−15
source: Visualize yourself surrounded by a bubble of white light, protecting you from negative energy.
es: Visualízate rodeado por una burbuja de luz blanca, protegiéndote de la energía negativa.
fr: Visualisez-vous entouré d'une bulle de lumière blanche, vous protégeant des énergies négatives.
it: Visualizza te stesso circondato da una bolla di luce bianca, che ti protegge dall'energia negativa.
pt_br: Visualize-se cercado por uma bolha de luz branca, protegendo-o da energia negativa.

# Phrase−Serenity−16
source: Take time each day to connect with your inner wisdom. Trust your intuition and let it guide you.
es: Tómate un tiempo cada día para ponerte en contacto con tu sabiduría interior. Confía en tu intuición y deja que te guíe.
fr: Prenez le temps chaque jour d'entrer en contact avec votre sagesse intérieure. Faites confiance à votre intuition et laissez-la vous guider.
it: Prenditi del tempo ogni giorno per entrare in contatto con la tua saggezza interiore. Fidati del tuo intuito e lascia che ti guidi.
pt_br: Reserve um tempo todos os dias para entrar em contato com sua sabedoria interior. Confie em sua intuição e deixe-a guiá-lo.

# Phrase−Serenity−17
source: Forgive yourself for any mistakes you've made. You are human, and you are learning and growing every day.
es: Perdónate por todos los errores que has cometido. Eres humano y estás aprendiendo y creciendo todos los días.
fr: Pardonnez-vous pour toutes les erreurs que vous avez commises. Vous êtes humain et vous apprenez et grandissez chaque jour.
it: Perdona te stesso per tutti gli errori che hai commesso. Sei umano e stai imparando e crescendo ogni giorno.
pt_br: Perdoe-se por todos os erros que cometeu. Você é humano e está aprendendo e crescendo a cada dia.

# Phrase−Serenity−18
source: Embrace your unique gifts and talents. You have something special to offer the world.
es: Acepta tus dones y talentos únicos. Tienes algo especial que ofrecer al mundo.
fr: Embrassez vos dons et talents uniques. Vous avez quelque chose de spécial à offrir au monde.
it: Abbraccia i tuoi doni e talenti unici. Hai qualcosa di speciale da offrire al mondo.
pt_br: Abrace seus dons e talentos únicos. Você tem algo especial para oferecer ao mundo.

# Phrase−Serenity−19
source: See the beauty in all things, and let it fill you with gratitude and wonder.
es: Ve la belleza en todas las cosas y deja que te llene de gratitud y asombro.
fr: Voyez la beauté en toutes choses et laissez-la vous remplir de gratitude et d'émerveillement.
it: Vedi la bellezza in tutte le cose e lascia che ti riempia di gratitudine e meraviglia.
pt_br: Veja a beleza em todas as coisas e deixe-a enchê-lo de gratidão e admiração.

# Phrase−Serenity−20
source: Release any attachment to outcomes. Focus on the journey, and trust that the destination will be beautiful.
es: Libere cualquier apego a los resultados. Concéntrese en el viaje y confíe en que el destino será hermoso.
fr: Libérez tout attachement aux résultats. Concentrez-vous sur le voyage et ayez confiance que la destination sera belle.
it: Rilascia ogni attaccamento ai risultati. Concentrati sul viaggio e confida che la destinazione sarà bella.
pt_br: Liberte-se de qualquer apego aos resultados. Foque na jornada e confie que o destino será lindo.

# Phrase−Serenity−21
source: Allow yourself to feel your emotions fully. They are a natural part of the human experience.
es: Permítete sentir plenamente tus emociones. Son una parte natural de la experiencia humana.
fr: Permettez-vous de ressentir pleinement vos émotions. Elles font naturellement partie de l'expérience humaine.
it: Consenti a te stesso di sentire pienamente le tue emozioni. Sono una parte naturale dell'esperienza umana.
pt_br: Permita-se sentir plenamente suas emoções. Elas são uma parte natural da experiência humana.

# Phrase−Serenity−22
source: Take care of your physical body, and honor it as a temple of your spirit.
es: Cuida tu cuerpo físico y hónralo como templo de tu espíritu.
fr: Prenez soin de votre corps physique et honorez-le comme un temple de votre esprit.
it: Prenditi cura del tuo corpo fisico e onoralo come un tempio del tuo spirito.
pt_br: Cuide do seu corpo físico e honre-o como um templo para o seu espírito.

# Phrase−Serenity−23
source: Spend time in stillness each day. Allow your mind to quiet and your soul to speak.
es: Pase tiempo en quietud cada día. Permita que su mente se asiente y su alma hable.
fr: Passez du temps dans le silence chaque jour. Laissez votre esprit se calmer et votre âme parler.
it: Trascorri del tempo nella quiete ogni giorno. Consenti alla tua mente di calmarsi e alla tua anima di parlare.
pt_br: Passe um tempo em silêncio todos os dias. Permita que sua mente se acalme e sua alma fale.

# Phrase−Serenity−24
source: Know that you are loved beyond measure, by both the divine and those around you.
es: Sepa que es amado sin medida, tanto por lo divino como por quienes lo rodean.
fr: Sachez que vous êtes aimé au-delà de toute mesure, tant par le divin que par ceux qui vous entourent.
it: Sappi che sei amato oltre misura, sia dal divino che da coloro che ti circondano.
pt_br: Saiba que você é amado além da medida, tanto pelo divino quanto por aqueles ao seu redor.

# Phrase−Serenity−25
source: Allow yourself to be vulnerable. Your strength lies in your ability to show your true self to the world.
es: Permítete ser vulnerable. Tu fuerza radica en tu capacidad para mostrar tu verdadero yo al mundo.
fr: Permettez-vous d'être vulnérable. Votre force réside dans votre capacité à montrer votre vrai moi au monde.
it: Consenti a te stesso di essere vulnerabile. La tua forza sta nella tua capacità di mostrare il tuo vero io al mondo.
pt_br: Permita-se ser vulnerável. Sua força está em sua capacidade de mostrar seu verdadeiro eu ao mundo.

# Phrase−Serenity−26
source: See challenges as opportunities for growth and transformation.
es: Ve los desafíos como oportunidades de crecimiento y transformación.
fr: Voyez les défis comme des opportunités de croissance et de transformation.
it: Vedi le sfide come opportunità di crescita e trasformazione.
pt_br: Veja os desafios como oportunidades de crescimento e transformação.

# Phrase−Serenity−27
source: Focus on the positive aspects of your life, and watch them multiply.
es: Concéntrese en los aspectos positivos de su vida y observe cómo se multiplican.
fr: Concentrez-vous sur les aspects positifs de votre vie et regardez-les se multiplier.
it: Concentrati sugli aspetti positivi della tua vita e osservali moltiplicarsi.
pt_br: Concentre-se nos aspectos positivos da sua vida e observe-os se multiplicarem.

# Phrase−Serenity−28
source: Speak words of kindness and compassion to yourself and those around you.
es: Habla palabras de bondad y compasión para ti mismo y para los que te rodean.
fr: Dites des mots de gentillesse et de compassion à vous-même et à ceux qui vous entourent.
it: Dì parole di gentilezza e compassione a te stesso e a coloro che ti circondano.
pt_br: Fale palavras de bondade e compaixão para si mesmo e para aqueles ao seu redor.

# Phrase−Serenity−29
source: Trust in the power of prayer and meditation. They can bring you closer to the divine.
es: Confía en el poder de la oración y la meditación. Pueden acercarte a lo divino.
fr: Faites confiance au pouvoir de la prière et de la méditation. Ils peuvent vous rapprocher du divin.
it: Abbi fiducia nel potere della preghiera e della meditazione. Possono avvicinarti al divino.
pt_br: Confie no poder da oração e da meditação. Elas podem aproximá-lo do divino.

# Phrase−Serenity−30
source: Release any feelings of guilt or shame. You are a beautiful soul, and you are worthy of love and acceptance.
es: Libérate de cualquier culpa o vergüenza. Eres un alma hermosa y mereces amor y aceptación.
fr: Libérez toute culpabilité ou honte. Vous êtes une belle âme et vous êtes digne d'amour et d'acceptation.
it: Rilascia ogni senso di colpa o vergogna. Sei un'anima meravigliosa e sei degno di amore e accettazione.
pt_br: Libere qualquer culpa ou vergonha. Você é uma bela alma e merece amor e aceitação.

# Phrase−Serenity−31
source: Take time to nurture your relationships. They are an important part of your journey.
es: Tómese el tiempo para nutrir sus relaciones. Son una parte importante de su viaje.
fr: Prenez le temps d'entretenir vos relations. Elles sont une partie importante de votre voyage.
it: Prenditi del tempo per coltivare le tue relazioni. Sono una parte importante del tuo viaggio.
pt_br: Reserve um tempo para nutrir seus relacionamentos. Eles são uma parte importante de sua jornada.

# Phrase−Serenity−32
source: Allow yourself to be open to new experiences and ideas. They can bring you unexpected blessings.
es: Permítete estar abierto a nuevas experiencias e ideas. Pueden traerte bendiciones inesperadas.
fr: Permettez-vous d'être ouvert à de nouvelles expériences et idées. Elles peuvent vous apporter des bénédictions inattendues.
it: Consenti a te stesso di essere aperto a nuove esperienze e idee. Possono portarti benedizioni inaspettate.
pt_br: Permita-se estar aberto a novas experiências e ideias. Elas podem lhe trazer bênçãos inesperadas.

# Phrase−Serenity−33
source: Practice gratitude each day, and watch your blessings multiply.
es: Practica la gratitud todos los días y observa cómo se multiplican tus bendiciones.
fr: Pratiquez la gratitude chaque jour et regardez vos bénédictions se multiplier.
it: Pratica la gratitudine ogni giorno e osserva che le tue benedizioni si moltiplicano.
pt_br: Pratique a gratidão todos os dias e veja suas bênçãos se multiplicarem.

# Phrase−Serenity−34
source: Release any feelings of resentment or anger towards others. Forgiveness is a powerful healing tool.
es: Libere cualquier sentimiento de resentimiento o ira hacia los demás. El perdón es una poderosa herramienta de curación.
fr: Libérez tout sentiment de ressentiment ou de colère envers les autres. Le pardon est un puissant outil de guérison.
it: Rilascia qualsiasi sentimento di risentimento o rabbia verso gli altri. Il perdono è un potente strumento di guarigione.
pt_br: Libere qualquer sentimento de ressentimento ou raiva em relação aos outros. O perdão é uma poderosa ferramenta de cura.

# Phrase−Serenity−35
source: See the interconnectedness of all things, and honor the web of life.
es: Vea la interconexión de todas las cosas y honre la red de la vida.
fr: Voyez l'interdépendance de toutes choses et honorez la toile de la vie.
it: Vedi l'interconnessione di tutte le cose e onora la rete della vita.
pt_br: Veja a interconexão de todas as coisas e honre a teia da vida.

# Phrase−Serenity−36
source: Release any limiting beliefs that are holding you back. You are capable of achieving greatness.
es: Libera todas las creencias limitantes que te están frenando. Eres capaz de alcanzar la grandeza.
fr: Libérez toutes les croyances limitantes qui vous retiennent. Vous êtes capable d'atteindre la grandeur.
it: Rilascia tutte le convinzioni limitanti che ti trattengono. Sei in grado di raggiungere la grandezza.
pt_br: Libere todas as crenças limitantes que o impedem. Você é capaz de alcançar a grandeza.

# Phrase−Serenity−37
source: Connect with the natural world, and allow it to heal and inspire you.
es: Conéctate con el mundo natural y deja que te sane e inspire.
fr: Connectez-vous au monde naturel et laissez-le guérir et vous inspirer.
it: Connettiti con il mondo naturale e lascia che ti guarisca e ti ispiri.
pt_br: Conecte-se com o mundo natural e deixe-o curar e inspirar você.

# Phrase−Serenity−38
source: See challenges as opportunities to tap into your inner strength and resilience.
es: Vea los desafíos como oportunidades para aprovechar su fuerza interior y su resiliencia.
fr: Voyez les défis comme des opportunités de puiser dans votre force intérieure et votre résilience.
it: Vedi le sfide come opportunità per attingere alla tua forza interiore e alla tua resilienza.
pt_br: Veja os desafios como oportunidades para explorar sua força interior e resiliência.

# Phrase−Serenity−39
source: Spend time each day doing something that brings you joy and fills your soul.
es: Pasa tiempo cada día haciendo algo que te traiga alegría y llene tu alma.
fr: Passez du temps chaque jour à faire quelque chose qui vous apporte de la joie et remplit votre âme.
it: Trascorri del tempo ogni giorno facendo qualcosa che ti dia gioia e ti riempia l'anima.
pt_br: Passe algum tempo todos os dias fazendo algo que lhe traga alegria e encha sua alma.

# Phrase−Serenity−40
source: Allow yourself to dream big. The universe is abundant, and there is enough for everyone.
es: Permítete soñar en grande. El universo es abundante y hay suficiente para todos.
fr: Permettez-vous de rêver grand. L'univers est abondant et il y en a assez pour tout le monde.
it: Consenti a te stesso di sognare in grande. L'universo è abbondante e ce n'è abbastanza per tutti.
pt_br: Permita-se sonhar grande. O universo é abundante e há o suficiente para todos.

# Phrase−Serenity−41
source: See yourself as a powerful co-creator with the divine. You have the power to shape your reality.
es: Mírate a ti mismo como un poderoso co-creador con lo divino. Tienes el poder de dar forma a tu propia realidad.
fr: Considérez-vous comme un co-créateur puissant avec le divin. Vous avez le pouvoir de façonner votre propre réalité.
it: Vedi te stesso come un potente co-creatore con il divino. Hai il potere di modellare la tua realtà.
pt_br: Veja-se como um co-criador poderoso com o divino. Você tem o poder de moldar sua própria realidade.

# Phrase−Serenity−42
source: Trust in the power of your imagination. It can help you manifest your desires.
es: Confía en el poder de tu imaginación. Puede ayudarte a manifestar tus deseos.
fr: Faites confiance au pouvoir de votre imagination. Cela peut vous aider à manifester vos désirs.
it: Abbi fiducia nel potere della tua immaginazione. Può aiutarti a manifestare i tuoi desideri.
pt_br: Confie no poder da sua imaginação. Ela pode ajudá-lo a manifestar seus desejos.

# Phrase−Serenity−43
source: Release any feelings of judgment towards yourself or others. Acceptance is key to inner peace.
es: Libera cualquier sentimiento de juicio hacia ti mismo o hacia los demás. La aceptación es la clave para la paz interior.
fr: Libérez tout sentiment de jugement envers vous-même ou envers les autres. L'acceptation est la clé de la paix intérieure.
it: Rilascia qualsiasi sentimento di giudizio verso te stesso o gli altri. L'accettazione è la chiave per la pace interiore.
pt_br: Libere qualquer sentimento de julgamento em relação a si mesmo ou aos outros. A aceitação é a chave para a paz interior.

# Phrase−Serenity−44
source: Connect with your inner child, and allow yourself to play and have fun.
es: Conéctate con tu niño interior y permítete jugar y divertirte.
fr: Connectez-vous à votre enfant intérieur et permettez-vous de jouer et de vous amuser.
it: Connettiti con il tuo bambino interiore e permettiti di giocare e divertirti.
pt_br: Conecte-se com sua criança interior e permita-se brincar e se divertir.

# Phrase−Serenity−45
source: See the divine in everyone you meet, and honor it with kindness and compassion.
es: Ve lo divino en todos los que conoces y hónralo con amabilidad y compasión.
fr: Voyez le divin en chaque personne que vous rencontrez et honorez-le avec gentillesse et compassion.
it: Vedi il divino in tutti quelli che incontri e onoralo con gentilezza e compassione.
pt_br: Veja o divino em todos que encontrar e honre-o com bondade e compaixão.

# Phrase−Serenity−46
source: Spend time in nature, and allow its beauty to fill you with wonder and awe.
es: Pasa tiempo en la naturaleza y deja que su belleza te llene de asombro y asombro.
fr: Passez du temps dans la nature et laissez sa beauté vous émerveiller et vous émerveiller.
it: Trascorri del tempo nella natura e lascia che la sua bellezza ti riempia di meraviglia e stupore.
pt_br: Passe um tempo na natureza e deixe que sua beleza o encha de admiração e admiração.

# Phrase−Serenity−47
source: Release any feelings of fear or doubt. They are illusions that brings you down.
es: Libera cualquier sentimiento de miedo o duda. Son ilusiones que te derriban.
fr: Relâchez tout sentiment de peur ou de doute. Ce sont des illusions qui vous abattent.
it: Rilascia qualsiasi sentimento di paura o dubbio. Sono illusioni che ti abbattono.
pt_br: Libere qualquer sentimento de medo ou dúvida. São ilusões que te derrubam.

# Phrase−Serenity−48
source: Allow yourself to be fully present in the moment. The present is where true peace and joy can be found.
es: Permítete estar completamente presente en el momento. El presente es donde se puede encontrar la verdadera paz y alegría.
fr: Permettez-vous d'être pleinement présent dans l'instant. Le présent est l'endroit où la vraie paix et la joie peuvent être trouvées.
it: Consenti a te stesso di essere pienamente presente nel momento. Il presente è dove si possono trovare la vera pace e gioia.
pt_br: Permita-se estar totalmente presente no momento. O presente é onde a verdadeira paz e alegria podem ser encontradas.

# Phrase−Serenity−49
source: Remember that you are a powerful being of light, and your energy can positively impact the world around you.
es: Recuerda que eres un poderoso ser de luz y tu energía puede tener un impacto positivo en el mundo que te rodea.
fr: N'oubliez pas que vous êtes un puissant être de lumière et que votre énergie peut avoir un impact positif sur le monde qui vous entoure.
it: Ricorda che sei un potente essere di luce e la tua energia può avere un impatto positivo sul mondo che ti circonda.
pt_br: Lembre-se de que você é um poderoso ser de luz e sua energia pode ter um impacto positivo no mundo ao seu redor.

# Phrase−Serenity−50
source: Trust that everything is unfolding perfectly, and you are exactly where you are meant to be in this moment.
es: Confía en que todo se está desarrollando a la perfección y que estás exactamente donde se supone que debes estar ahora.
fr: Ayez confiance que tout se déroule parfaitement et que vous êtes exactement là où vous êtes censé être en ce moment.
it: Abbi fiducia nel fatto che tutto si sta svolgendo perfettamente e tu sei esattamente dove dovresti essere in questo momento.
pt_br: Confie que tudo está se desenrolando perfeitamente e você está exatamente onde deveria estar agora.

# Phrase−Serenity−51
source: Serenity can be found within you. Take time to connect with your inner peace.
es: La serenidad se puede encontrar dentro de ti. Tómate el tiempo para conectarte con tu paz interior.
fr: La sérénité se trouve en vous. Prenez le temps de vous connecter à votre paix intérieure.
it: La serenità può essere trovata dentro di te. Prenditi del tempo per connetterti con la tua pace interiore.
pt_br: A serenidade pode ser encontrada dentro de você. Reserve um tempo para se conectar com sua paz interior.

# Phrase−Serenity−52
source: Release any attachment to the past or future. The present moment is where true peace can be found.
es: Libera cualquier apego al pasado o al futuro. El momento presente es donde se puede encontrar la verdadera paz.
fr: Libérez tout attachement au passé ou au futur. Le moment présent est l'endroit où la vraie paix peut être trouvée.
it: Rilascia ogni attaccamento al passato o al futuro. Il momento presente è dove si può trovare la vera pace.
pt_br: Liberte qualquer apego ao passado ou ao futuro. O momento presente é onde a verdadeira paz pode ser encontrada.

# Phrase−Serenity−53
source: See the world through the eyes of love, and watch it transform before you.
es: Mira el mundo a través de los ojos del amor y observa cómo se transforma ante ti.
fr: Voyez le monde à travers les yeux de l'amour et regardez-le se transformer devant vous.
it: Guarda il mondo attraverso gli occhi dell'amore e guardalo trasformarsi davanti a te.
pt_br: Veja o mundo através dos olhos do amor e observe-o se transformar diante de você.

# Phrase−Serenity−54
source: Focus on the things that bring you joy and fulfillment, and let go of the rest.
es: Concéntrate en las cosas que te traen alegría y satisfacción y deja ir el resto.
fr: Concentrez-vous sur les choses qui vous apportent de la joie et de l'épanouissement et laissez le reste partir.
it: Concentrati sulle cose che ti portano gioia e appagamento e lascia andare il resto.
pt_br: Concentre-se nas coisas que lhe trazem alegria e realização e deixe o resto ir.

# Phrase−Serenity−55
source: Spend time each day in quiet contemplation, allowing your soul to speak to you.
es: Pasa tiempo cada día en tranquila contemplación, permitiendo que tu alma te hable.
fr: Passez du temps chaque jour dans une contemplation silencieuse, permettant à votre âme de vous parler.
it: Trascorri del tempo ogni giorno in quieta contemplazione, permettendo alla tua anima di parlarti.
pt_br: Passe um tempo todos os dias em contemplação silenciosa, permitindo que sua alma fale com você.

# Phrase−Serenity−56
source: See challenges as opportunities to learn and grow, rather than obstacles to overcome.
es: Vea los desafíos como oportunidades para aprender y crecer, en lugar de obstáculos para superar.
fr: Voyez les défis comme des opportunités d'apprendre et de grandir, plutôt que comme des obstacles à surmonter.
it: Considera le sfide come opportunità per imparare e crescere, piuttosto che come ostacoli da superare.
pt_br: Veja os desafios como oportunidades para aprender e crescer, em vez de obstáculos a serem superados.

# Phrase−Serenity−57
source: Surround yourself with positive people and experiences, and watch your life flourish.
es: Rodéate de personas y experiencias positivas y observa cómo florece tu vida.
fr: Entourez-vous de personnes et d'expériences positives et regardez votre vie s'épanouir.
it: Circondati di persone ed esperienze positive e osserva la tua vita prosperare.
pt_br: Cerque-se de pessoas e experiências positivas e veja sua vida florescer.

# Phrase−Serenity−58
source: Practice self-care and self-love, and honor yourself as a divine being.
es: Practica el autocuidado y el amor propio y hónrate a ti mismo como un ser divino.
fr: Pratiquez les soins personnels et l'amour-propre et honorez-vous en tant qu'être divin.
it: Pratica la cura di te stesso e l'amore per te stesso e onora te stesso come un essere divino.
pt_br: Pratique o autocuidado e o amor próprio e honre a si mesmo como um ser divino.

# Phrase−Serenity−59
source: Find beauty in the simple things, and let it fill you with wonder and gratitude.
es: Encuentra la belleza en las cosas simples y deja que te llene de asombro y gratitud.
fr: Trouvez la beauté dans les choses simples et laissez-la vous remplir d'émerveillement et de gratitude.
it: Trova la bellezza nelle cose semplici e lascia che ti riempia di meraviglia e gratitudine.
pt_br: Encontre a beleza nas coisas simples e deixe-se encher de admiração e gratidão.
