Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Forgiveness−98
source: Forgiving others is a way to extend grace and compassion towards those who may not deserve it.
es: Perdonar a los demás es una forma de extender la gracia y la compasión a aquellos que no lo merecen.
fr: Pardonner aux autres est un moyen d'étendre la grâce et la compassion à ceux qui ne le méritent peut-être pas.
it: Perdonare gli altri è un modo per estendere la grazia e la compassione verso coloro che potrebbero non meritarlo.
pt_br: Perdoar os outros é uma forma de estender graça e compaixão àqueles que podem não merecer.

# Phrase−Forgiveness−99
source: Forgiveness is a way to find closure and resolution to past conflicts and misunderstandings.
es: El perdón es una forma de encontrar el cierre y la resolución de los conflictos y malentendidos del pasado.
fr: Le pardon est un moyen de trouver une clôture et une résolution aux conflits et malentendus passés.
it: Il perdono è un modo per trovare chiusura e risoluzione ai conflitti e alle incomprensioni del passato.
pt_br: O perdão é uma maneira de encontrar o fechamento e a resolução de conflitos e mal-entendidos do passado.

# Phrase−Forgiveness−100
source: Forgiveness is a way to honor the divine within yourself and others, and to live a life filled with love, compassion, and joy.
es: El perdón es una forma de honrar lo divino dentro de uno mismo y en los demás y de vivir una vida llena de amor, compasión y alegría.
fr: Le pardon est un moyen d'honorer le divin en soi et chez les autres et de vivre une vie pleine d'amour, de compassion et de joie.
it: Il perdono è un modo per onorare il divino dentro di sé e negli altri e per vivere una vita piena di amore, compassione e gioia.
pt_br: O perdão é uma forma de honrar o divino dentro de si e nos outros e viver uma vida cheia de amor, compaixão e alegria.

# Phrase−Abundance−1
source: May your path be filled with abundance and may you be blessed with prosperity in all areas of your life.
es: Que tu camino esté lleno de abundancia y que seas bendecido con prosperidad en todas las áreas de tu vida.
fr: Que votre chemin soit rempli d'abondance et que vous soyez béni par la prospérité dans tous les domaines de votre vie.
it: Possa il tuo cammino essere pieno di abbondanza e che tu possa essere benedetto dalla prosperità in tutte le aree della tua vita.
pt_br: Que seu caminho seja repleto de abundância e que você seja abençoado com prosperidade em todas as áreas de sua vida.

# Phrase−Abundance−2
source: May the universe bring you all the wealth and abundance you desire, and may you use it for the highest good.
es: Que el universo te traiga toda la riqueza y abundancia que deseas, y que la uses para el mayor bien.
fr: Puisse l'univers vous apporter toute la richesse et l'abondance que vous désirez, et puissiez-vous l'utiliser pour le plus grand bien.
it: Possa l'universo portarti tutta la ricchezza e l'abbondanza che desideri, e che tu possa usarla per il massimo bene.
pt_br: Que o universo lhe traga toda a riqueza e abundância que você deseja, e que você possa usá-la para o bem maior.

# Phrase−Abundance−3
source: May you receive an abundance of love, joy, and happiness, and may your heart overflow with gratitude.
es: Que recibas abundancia de amor, alegría y felicidad y que tu corazón rebose de gratitud.
fr: Puissiez-vous recevoir une abondance d'amour, de joie et de bonheur et que votre cœur déborde de gratitude.
it: Possa tu ricevere un'abbondanza di amore, gioia e felicità e possa il tuo cuore traboccare di gratitudine.
pt_br: Que você receba uma abundância de amor, alegria e felicidade e que seu coração transborde de gratidão.

# Phrase−Abundance−4
source: May your health and well-being be abundant, and may you be blessed with vitality, strength, and resilience.
es: Que tu salud y bienestar sean abundantes y que seas bendecido con vitalidad, fuerza y ​​resiliencia.
fr: Que votre santé et votre bien-être soient abondants et que vous soyez béni avec vitalité, force et résilience.
it: Possano la tua salute e il tuo benessere essere abbondanti e che tu possa essere benedetto con vitalità, forza e resilienza.
pt_br: Que sua saúde e bem-estar sejam abundantes e que você seja abençoado com vitalidade, força e resiliência.

# Phrase−Abundance−5
source: May the angels of prosperity and abundance shower you with blessings and guide you towards success and abundance in all your endeavors.
es: Que los ángeles de la prosperidad y la abundancia te colmen de bendiciones y te guíen hacia el éxito y la abundancia en todos tus esfuerzos.
fr: Puissent les anges de la prospérité et de l'abondance vous combler de bénédictions et vous guider vers le succès et l'abondance dans tous vos efforts.
it: Possano gli angeli della prosperità e dell'abbondanza inondarti di benedizioni e guidarti verso il successo e l'abbondanza in tutti i tuoi sforzi.
pt_br: Que os anjos da prosperidade e da abundância o cubram de bênçãos e o guiem para o sucesso e a abundância em todos os seus empreendimentos.

# Phrase−Abundance−6
source: May you be surrounded by abundance in every area of your life, and may you always feel the divine presence of love and grace.
es: Que estés rodeado de abundancia en cada área de tu vida, y que siempre sientas la presencia divina del amor y la gracia.
fr: Puissiez-vous être entouré d'abondance dans tous les domaines de votre vie, et puissiez-vous toujours ressentir la présence divine de l'amour et de la grâce.
it: Che tu possa essere circondato dall'abbondanza in ogni area della tua vita, e che tu possa sempre sentire la presenza divina dell'amore e della grazia.
pt_br: Que você esteja cercado de abundância em todas as áreas de sua vida e que sempre sinta a presença divina do amor e da graça.

# Phrase−Abundance−7
source: May you be filled with the energy of abundance, and may all your dreams and desires manifest with ease and grace.
es: Que te llenes de la energía de la abundancia y que todos tus sueños y deseos se manifiesten con facilidad y gracia.
fr: Puissiez-vous être rempli de l'énergie de l'abondance et que tous vos rêves et désirs se manifestent avec facilité et grâce.
it: Che tu possa essere riempito con l'energia dell'abbondanza e che tutti i tuoi sogni e desideri si manifestino con facilità e grazia.
pt_br: Que você seja preenchido com a energia da abundância e que todos os seus sonhos e desejos se manifestem com facilidade e graça.

# Phrase−Abundance−8
source: May your life be filled with abundance and prosperity, and may you be blessed with the courage and wisdom to fulfill your highest potential.
es: Que tu vida se llene de abundancia y prosperidad, y que seas bendecido con el coraje y la sabiduría para realizar tu máximo potencial.
fr: Que votre vie soit remplie d'abondance et de prospérité, et que vous ayez le courage et la sagesse de réaliser votre potentiel le plus élevé.
it: Possa la tua vita essere piena di abbondanza e prosperità, e che tu possa essere benedetto con il coraggio e la saggezza per realizzare il tuo più alto potenziale.
pt_br: Que sua vida seja repleta de abundância e prosperidade, e que você seja abençoado com coragem e sabedoria para realizar seu maior potencial.

# Phrase−Abundance−9
source: May the universe conspire in your favor, and may you receive an abundance of blessings in all areas of your life.
es: Que el universo conspire a tu favor y que recibas abundantes bendiciones en todos los ámbitos de tu vida.
fr: Puisse l'univers conspirer en votre faveur et puissiez-vous recevoir une abondance de bénédictions dans tous les domaines de votre vie.
it: Possa l'universo cospirare a tuo favore e che tu possa ricevere un'abbondanza di benedizioni in tutte le aree della tua vita.
pt_br: Que o universo conspire a seu favor e que você receba muitas bênçãos em todas as áreas da sua vida.

# Phrase−Abundance−10
source: May you be surrounded by the angels of abundance and prosperity, and may they guide you towards a life filled with abundance, joy, and love.
es: Que te rodeen los ángeles de la abundancia y la prosperidad, y que te guíen a una vida llena de abundancia, alegría y amor.
fr: Puissiez-vous être entouré des anges de l'abondance et de la prospérité, et puissent-ils vous guider vers une vie remplie d'abondance, de joie et d'amour.
it: Possa tu essere circondato dagli angeli dell'abbondanza e della prosperità, e possano guidarti verso una vita piena di abbondanza, gioia e amore.
pt_br: Que você esteja cercado pelos anjos da abundância e prosperidade, e que eles possam guiá-lo para uma vida cheia de abundância, alegria e amor.

# Phrase−Abundance−11
source: May your life be blessed with an abundance of wealth, health, and happiness.
es: Que tu vida sea bendecida con abundancia de riqueza, salud y felicidad.
fr: Que votre vie soit bénie avec une abondance de richesse, de santé et de bonheur.
it: Possa la tua vita essere benedetta da un'abbondanza di ricchezza, salute e felicità.
pt_br: Que sua vida seja abençoada com abundância de riqueza, saúde e felicidade.

# Phrase−Abundance−12
source: May you be surrounded by an aura of abundance and prosperity.
es: Que te rodee un aura de abundancia y prosperidad.
fr: Puissiez-vous être entouré d'une aura d'abondance et de prospérité.
it: Possa tu essere circondato da un'aura di abbondanza e prosperità.
pt_br: Que você seja cercado por uma aura de abundância e prosperidade.

# Phrase−Abundance−13
source: May the universe conspire to bring you all the abundance you desire.
es: Que el universo conspire para traerte toda la abundancia que deseas.
fr: Que l'univers conspire pour vous apporter toute l'abondance que vous désirez.
it: Possa l'universo cospirare per portarti tutta l'abbondanza che desideri.
pt_br: Que o universo conspire para lhe trazer toda a abundância que você deseja.

# Phrase−Abundance−14
source: May your blessings be multiplied and your abundance overflow.
es: Que tus bendiciones se multipliquen y tu abundancia se desborde.
fr: Que vos bénédictions soient multipliées et que votre abondance déborde.
it: Possano le tue benedizioni essere moltiplicate e la tua abbondanza traboccare.
pt_br: Que suas bênçãos sejam multiplicadas e sua abundância transborde.

# Phrase−Abundance−15
source: May the angels of abundance guide you towards a life of prosperity and abundance.
es: Que los Ángeles de la Abundancia te guíen a una vida de prosperidad y abundancia.
fr: Puissent les Anges de l'Abondance vous guider vers une vie de prospérité et d'abondance.
it: Possano gli angeli dell'abbondanza guidarti verso una vita di prosperità e abbondanza.
pt_br: Que os Anjos da Abundância o guiem para uma vida de prosperidade e abundância.

# Phrase−Abundance−16
source: May your heart be filled with gratitude and abundance in all areas of your life.
es: Que tu corazón se llene de gratitud y abundancia en todas las áreas de tu vida.
fr: Que votre cœur soit rempli de gratitude et d'abondance dans tous les domaines de votre vie.
it: Possa il tuo cuore essere pieno di gratitudine e abbondanza in tutte le aree della tua vita.
pt_br: Que seu coração se encha de gratidão e abundância em todas as áreas de sua vida.

# Phrase−Abundance−17
source: May you receive abundance from unexpected sources, and may your blessings increase exponentially.
es: Que recibas abundancia de fuentes inesperadas y que tus bendiciones aumenten exponencialmente.
fr: Puissiez-vous recevoir l'abondance de sources inattendues et que vos bénédictions augmentent de façon exponentielle.
it: Possa tu ricevere abbondanza da fonti inaspettate e possano le tue benedizioni aumentare in modo esponenziale.
pt_br: Que você receba abundância de fontes inesperadas e que suas bênçãos aumentem exponencialmente.

# Phrase−Abundance−18
source: May your life be filled with abundance, joy, and limitless possibilities.
es: Que tu vida se llene de abundancia, alegría y posibilidades ilimitadas.
fr: Que votre vie soit remplie d'abondance, de joie et de possibilités illimitées.
it: Possa la tua vita essere piena di abbondanza, gioia e possibilità illimitate.
pt_br: Que sua vida seja repleta de abundância, alegria e possibilidades ilimitadas.

# Phrase−Abundance−19
source: May you have the courage to pursue your dreams and manifest abundance in all areas of your life.
es: Que tengas el coraje de perseguir tus sueños y manifestar abundancia en todas las áreas de tu vida.
fr: Puissiez-vous avoir le courage de poursuivre vos rêves et manifester l'abondance dans tous les domaines de votre vie.
it: Possa tu avere il coraggio di perseguire i tuoi sogni e manifestare abbondanza in tutte le aree della tua vita.
pt_br: Que você tenha coragem para perseguir seus sonhos e manifestar abundância em todas as áreas de sua vida.

# Phrase−Abundance−20
source: May the universe shower you with abundance, and may you receive it with open arms.
es: Que el universo te colme de abundancia y que lo recibas con los brazos abiertos.
fr: Que l'univers vous comble d'abondance et que vous le receviez à bras ouverts.
it: Possa l'universo inondarti di abbondanza e che tu possa riceverlo a braccia aperte.
pt_br: Que o universo te cubra de abundância e que você receba de braços abertos.

# Phrase−Abundance−21
source: May your life be filled with love, abundance, and miracles beyond your wildest dreams.
es: Que tu vida se llene de amor, abundancia y milagros más allá de tus sueños más salvajes.
fr: Que votre vie soit remplie d'amour, d'abondance et de miracles au-delà de vos rêves les plus fous.
it: Possa la tua vita essere piena di amore, abbondanza e miracoli oltre i tuoi sogni più sfrenati.
pt_br: Que sua vida seja repleta de amor, abundância e milagres além de seus sonhos mais loucos.

# Phrase−Abundance−22
source: May you be surrounded by the energy of abundance and prosperity, and may it flow effortlessly into your life.
es: Que te rodee la energía de la abundancia y la prosperidad, y que fluya sin esfuerzo en tu vida.
fr: Puissiez-vous être entouré par l'énergie de l'abondance et de la prospérité, et puisse-t-elle couler sans effort dans votre vie.
it: Possa tu essere circondato dall'energia dell'abbondanza e della prosperità, e possa fluire senza sforzo nella tua vita.
pt_br: Que você esteja cercado pela energia da abundância e prosperidade, e que ela flua sem esforço em sua vida.

# Phrase−Abundance−23
source: May your heart be open to receive all the abundance the universe has to offer.
es: Que tu corazón esté abierto para recibir toda la abundancia que el universo tiene para ofrecer.
fr: Que votre cœur soit ouvert pour recevoir toute l'abondance que l'univers a à offrir.
it: Possa il tuo cuore essere aperto a ricevere tutta l'abbondanza che l'universo ha da offrire.
pt_br: Que seu coração esteja aberto para receber toda a abundância que o universo tem a oferecer.

# Phrase−Abundance−24
source: May you be blessed with an abundance of opportunities, and may you have the wisdom to recognize them.
es: Que seas bendecido con abundancia de oportunidades y que tengas la sabiduría para reconocerlas.
fr: Puissiez-vous être béni avec une abondance d'opportunités et puissiez-vous avoir la sagesse de les reconnaître.
it: Che tu possa essere benedetto con un'abbondanza di opportunità e che tu possa avere la saggezza per riconoscerle.
pt_br: Que você seja abençoado com uma abundância de oportunidades e que tenha sabedoria para reconhecê-las.

# Phrase−Abundance−25
source: May you be blessed with an abundance of resources, and may you use them for the greater good.
es: Que seas bendecido con una abundancia de recursos y que los uses para el bien mayor.
fr: Puissiez-vous être béni avec une abondance de ressources et puissiez-vous les utiliser pour le plus grand bien.
it: Che tu possa essere benedetto con un'abbondanza di risorse e che tu possa usarle per il bene superiore.
pt_br: Que você seja abençoado com uma abundância de recursos e possa usá-los para o bem maior.

# Phrase−Abundance−26
source: May you be surrounded by the light of abundance, and may it guide you towards your highest potential.
es: Que te rodee la luz de la abundancia y te guíe hacia tu máximo potencial.
fr: Puissiez-vous être entouré par la lumière de l'abondance et vous guider vers votre potentiel le plus élevé.
it: Possa tu essere circondato dalla luce dell'abbondanza e possa guidarti verso il tuo più alto potenziale.
pt_br: Que você esteja cercado pela luz da abundância e o guie para o seu potencial mais elevado.

# Phrase−Abundance−27
source: May the universe bless you with an abundance of everything you need to fulfill your purpose.
es: Que el universo te bendiga con abundancia de todo lo que necesitas para cumplir tu propósito.
fr: Que l'univers vous bénisse avec une abondance de tout ce dont vous avez besoin pour atteindre votre objectif.
it: Possa l'universo benedirti con un'abbondanza di tutto ciò di cui hai bisogno per realizzare il tuo scopo.
pt_br: Que o universo o abençoe com abundância de tudo o que você precisa para cumprir seu propósito.

# Phrase−Abundance−28
source: May you attract abundance effortlessly, and may it manifest in your life with ease and grace.
es: Que atraigas la abundancia sin esfuerzo y que se manifieste en tu vida con facilidad y gracia.
fr: Puissiez-vous attirer l'abondance sans effort et qu'elle se manifeste dans votre vie avec facilité et grâce.
it: Possa tu attrarre l'abbondanza senza sforzo e possa manifestarsi nella tua vita con facilità e grazia.
pt_br: Que você atraia abundância sem esforço e que ela se manifeste em sua vida com facilidade e graça.

# Phrase−Abundance−29
source: May you be surrounded by an abundance of love, joy, and peace.
es: Que estés rodeado de una abundancia de amor, alegría y paz.
fr: Puissiez-vous être entouré d'une abondance d'amour, de joie et de paix.
it: Possa tu essere circondato da un'abbondanza di amore, gioia e pace.
pt_br: Que você esteja cercado por uma abundância de amor, alegria e paz.

# Phrase−Abundance−30
source: May your life be filled with abundance, and may it inspire others to do the same.
es: Que tu vida se llene de abundancia e inspire a otros a hacer lo mismo.
fr: Que votre vie soit remplie d'abondance et inspire les autres à faire de même.
it: Possa la tua vita essere piena di abbondanza e ispirare gli altri a fare lo stesso.
pt_br: Que sua vida seja repleta de abundância e inspire outras pessoas a fazerem o mesmo.

# Phrase−Abundance−31
source: May you be blessed with an abundance of creativity, inspiration, and passion.
es: Que seas bendecido con una abundancia de creatividad, inspiración y pasión.
fr: Puissiez-vous être béni avec une abondance de créativité, d'inspiration et de passion.
it: Possa tu essere benedetto con un'abbondanza di creatività, ispirazione e passione.
pt_br: Que você seja abençoado com uma abundância de criatividade, inspiração e paixão.

# Phrase−Abundance−32
source: May your life be filled with abundance, and may you share your blessings with those in need.
es: Que tu vida se llene de abundancia y compartas tus bendiciones con los necesitados.
fr: Que votre vie soit remplie d'abondance et partagez vos bénédictions avec ceux qui en ont besoin.
it: Possa la tua vita essere piena di abbondanza e condividere le tue benedizioni con chi è nel bisogno.
pt_br: Que sua vida seja repleta de abundância e compartilhe suas bênçãos com os necessitados.

# Phrase−Abundance−33
source: May you attract abundance into your life effortlessly and gracefully.
es: Que atraigas la abundancia a tu vida sin esfuerzo y con gracia.
fr: Puissiez-vous attirer l'abondance dans votre vie sans effort et avec grâce.
it: Possa tu attirare l'abbondanza nella tua vita senza sforzo e con grazia.
pt_br: Que você atraia abundância para sua vida sem esforço e graciosamente.

# Phrase−Abundance−34
source: May you be blessed with an abundance of courage and strength to overcome any obstacle.
es: Que seas bendecido con abundancia de coraje y fuerza para superar cualquier obstáculo.
fr: Puissiez-vous être béni avec une abondance de courage et de force pour surmonter n'importe quel obstacle.
it: Possa tu essere benedetto con abbondanza di coraggio e forza per superare qualsiasi ostacolo.
pt_br: Que você seja abençoado com abundância de coragem e força para superar qualquer obstáculo.

# Phrase−Abundance−35
source: May your life be filled with abundance, and may you use it to create a better world.
es: Que tu vida se llene de abundancia y utilízala para crear un mundo mejor.
fr: Que votre vie soit remplie d'abondance et utilisez-la pour créer un monde meilleur.
it: Possa la tua vita essere piena di abbondanza e usarla per creare un mondo migliore.
pt_br: Que sua vida seja repleta de abundância e use-a para criar um mundo melhor.

# Phrase−Abundance−36
source: May you be surrounded by the angels of abundance and prosperity, and may they guide you towards your highest good.
es: Que te rodeen los ángeles de la abundancia y la prosperidad, y que te guíen hacia tu mayor bien.
fr: Puissiez-vous être entouré des anges de l'abondance et de la prospérité, et puissent-ils vous guider vers votre plus grand bien.
it: Possa tu essere circondato dagli angeli dell'abbondanza e della prosperità, e possano guidarti verso il tuo massimo bene.
pt_br: Que você esteja cercado pelos anjos da abundância e prosperidade, e que eles possam guiá-lo para o seu bem maior.

# Phrase−Abundance−37
source: May the universe bless you with an abundance of wealth, health, and happiness.
es: Que el universo te bendiga con abundancia de riqueza, salud y felicidad.
fr: Que l'univers vous bénisse avec une abondance de richesse, de santé et de bonheur.
it: Possa l'universo benedirti con un'abbondanza di ricchezza, salute e felicità.
pt_br: Que o universo os abençoe com abundância de riqueza, saúde e felicidade.

# Phrase−Abundance−38
source: May you be blessed with an abundance of friends, family, and loved ones.
es: Que seas bendecido con una gran cantidad de amigos, familiares y seres queridos.
fr: Puissiez-vous être béni avec une abondance d'amis, de famille et d'êtres chers.
it: Possa tu essere benedetto con un'abbondanza di amici, familiari e persone care.
pt_br: Que você seja abençoado com uma abundância de amigos, familiares e entes queridos.

# Phrase−Abundance−39
source: May your life be filled with abundance, and may you experience miracles every day.
es: Que tu vida se llene de abundancia y que experimentes milagros todos los días.
fr: Que votre vie soit remplie d'abondance et que vous fassiez l'expérience de miracles chaque jour.
it: Possa la tua vita essere piena di abbondanza e che tu possa sperimentare miracoli ogni giorno.
pt_br: Que sua vida seja repleta de abundância e que você experimente milagres todos os dias.

# Phrase−Abundance−40
source: May your heart be open to receive all the abundance and blessings the universe has to offer.
es: Que tu corazón esté abierto para recibir toda la abundancia y las bendiciones que el universo tiene para ofrecer.
fr: Que votre cœur soit ouvert pour recevoir toute l'abondance et les bénédictions que l'univers a à offrir.
it: Possa il tuo cuore essere aperto a ricevere tutta l'abbondanza e le benedizioni che l'universo ha da offrire.
pt_br: Que seu coração esteja aberto para receber toda a abundância e bênçãos que o universo tem a oferecer.

# Phrase−Abundance−41
source: May you be surrounded by an abundance of beauty, grace, and harmony.
es: Que estés rodeado de una abundancia de belleza, gracia y armonía.
fr: Puissiez-vous être entouré d'une abondance de beauté, de grâce et d'harmonie.
it: Possa tu essere circondato da un'abbondanza di bellezza, grazia e armonia.
pt_br: Que você esteja cercado por uma abundância de beleza, graça e harmonia.
