Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Success−9
source: Stay humble and grateful for your blessings, and use your success to lift up others who are struggling.
es: Mantente humilde y agradecido por tus bendiciones y usa tu éxito para ayudar a otros que están luchando.
fr: Restez humble et reconnaissant pour vos bénédictions et utilisez votre succès pour élever les autres qui luttent.
it: Rimani umile e grato per le tue benedizioni e usa il tuo successo per sollevare gli altri che stanno lottando.
pt_br: Mantenha-se humilde e grato por suas bênçãos e use seu sucesso para elevar outros que estão lutando.

# Phrase−Success−10
source: Know that you are loved and supported, and that your success is a reflection of the light within you.
es: Sepa que es amado y apoyado y que su éxito es un reflejo de la luz dentro de usted.
fr: Sachez que vous êtes aimé et soutenu et que votre succès est le reflet de la lumière en vous.
it: Sappi che sei amato e sostenuto e che il tuo successo è un riflesso della luce dentro di te.
pt_br: Saiba que você é amado e apoiado e que seu sucesso é um reflexo da luz dentro de você.

# Phrase−Success−11
source: Your potential is limitless. Believe in yourself and you can achieve anything.
es: Tu potencial es ilimitado. Cree en ti mismo y podrás lograr cualquier cosa.
fr: Votre potentiel est illimité. Croyez en vous et vous pourrez tout accomplir.
it: Il tuo potenziale è illimitato. Credi in te stesso e puoi ottenere qualsiasi cosa.
pt_br: Seu potencial é ilimitado. Acredite em si mesmo e você pode conseguir qualquer coisa.

# Phrase−Success−12
source: Your past does not define you. It is your present actions that shape your future.
es: Tu pasado no te define. Son tus acciones presentes las que dan forma a tu futuro.
fr: Votre passé ne vous définit pas. Ce sont vos actions présentes qui façonnent votre avenir.
it: Il tuo passato non ti definisce. Sono le tue azioni presenti che danno forma al tuo futuro.
pt_br: Seu passado não define você. São suas ações presentes que moldam seu futuro.

# Phrase−Success−13
source: Chase your passions and you will never work a day in your life.
es: Sigue tus pasiones y nunca trabajarás un día en tu vida.
fr: Suivez vos passions et vous ne travaillerez pas un seul jour de votre vie.
it: Insegui le tue passioni e non lavorerai neanche un giorno della tua vita.
pt_br: Siga suas paixões e você nunca trabalhará um dia em sua vida.

# Phrase−Success−14
source: Every accomplishment starts with the decision to try.
es: Todo logro comienza con la decisión de intentarlo.
fr: Chaque réalisation commence par la décision d'essayer.
it: Ogni risultato inizia con la decisione di provare.
pt_br: Toda conquista começa com a decisão de tentar.

# Phrase−Success−15
source: Your mindset is the key to your success. Stay positive and stay focused.
es: Tu forma de pensar es la clave de tu éxito. Sé positivo y mantente enfocado.
fr: Votre état d'esprit est la clé de votre succès. Soyez positif et restez concentré.
it: La tua mentalità è la chiave del tuo successo. Sii positivo e resta concentrato.
pt_br: Sua mentalidade é a chave para o seu sucesso. Seja positivo e mantenha o foco.

# Phrase−Success−16
source: Embrace challenges as opportunities for growth and learning.
es: Acepta los desafíos como oportunidades de crecimiento y aprendizaje.
fr: Envisagez les défis comme des opportunités de croissance et d'apprentissage.
it: Accogliere le sfide come opportunità di crescita e apprendimento.
pt_br: Abrace os desafios como oportunidades de crescimento e aprendizado.

# Phrase−Success−17
source: Find inspiration in the success of others, but remember that your journey is unique.
es: Encuentra inspiración en el éxito de los demás, pero recuerda que tu viaje es único.
fr: Trouvez l'inspiration dans le succès des autres, mais rappelez-vous que votre parcours est unique.
it: Trova ispirazione nel successo degli altri, ma ricorda che il tuo viaggio è unico.
pt_br: Encontre inspiração no sucesso dos outros, mas lembre-se de que sua jornada é única.

# Phrase−Success−18
source: Be persistent in the pursuit of your goals, and never give up on your dreams.
es: Sé persistente en la consecución de tus metas y nunca renuncies a tus sueños.
fr: Soyez persévérant dans la poursuite de vos objectifs et n'abandonnez jamais vos rêves.
it: Sii persistente nel perseguimento dei tuoi obiettivi e non rinunciare mai ai tuoi sogni.
pt_br: Seja persistente em perseguir seus objetivos e nunca desista de seus sonhos.

# Phrase−Success−19
source: Your attitude determines your altitude. Aim high and stay positive.
es: Tu actitud determina tu altitud. Apunta alto y mantente positivo.
fr: Votre attitude détermine votre altitude. Visez haut et restez positif.
it: Il tuo atteggiamento determina la tua altitudine. Punta in alto e rimani positivo.
pt_br: Sua atitude determina sua altitude. Mire alto e seja positivo.

# Phrase−Success−20
source: Take risks and step outside of your comfort zone. That's where the magic happens.
es: Arriésgate y sal de tu zona de confort. Ahí es donde sucede la magia.
fr: Prenez des risques et sortez de votre zone de confort. C'est là que la magie opère.
it: Corri dei rischi e esci dalla tua zona di comfort. È lì che accade la magia.
pt_br: Assuma riscos e saia da sua zona de conforto. É aí que a mágica acontece.

# Phrase−Success−21
source: Success is not a destination, it is a journey. Enjoy the ride.
es: El éxito no es un destino, es un viaje. Disfruta el viaje.
fr: Le succès n'est pas une destination, c'est un voyage. Profitez du voyage.
it: Il successo non è una destinazione, è un viaggio. Goditi il viaggio.
pt_br: O sucesso não é um destino, é uma jornada. Aproveite a jornada.

# Phrase−Success−22
source: Be grateful for what you have, but never stop striving for more.
es: Sé agradecido por lo que tienes, pero nunca dejes de luchar por más.
fr: Soyez reconnaissant pour ce que vous avez, mais n'arrêtez jamais de vous efforcer d'en avoir plus.
it: Sii grato per quello che hai, ma non smettere mai di lottare per avere di più.
pt_br: Seja grato pelo que você tem, mas nunca pare de lutar por mais.

# Phrase−Success−23
source: Visualize your success and it will become a reality.
es: Visualiza tu éxito y se hará realidad.
fr: Visualisez votre succès et il deviendra une réalité.
it: Visualizza il tuo successo e diventerà una realtà.
pt_br: Visualize seu sucesso e ele se tornará realidade.

# Phrase−Success−24
source: Surround yourself with positive, uplifting people who support your goals.
es: Rodéate de personas positivas y edificantes que apoyen tus objetivos.
fr: Entourez-vous de personnes positives et édifiantes qui soutiennent vos objectifs.
it: Circondati di persone positive ed edificanti che sostengono i tuoi obiettivi.
pt_br: Cerque-se de pessoas positivas e edificantes que apoiam seus objetivos.

# Phrase−Success−25
source: Set goals that scare you. That's when you know you're on the right track.
es: Establece metas que te asusten. Ahí es cuando sabes que estás en el camino correcto.
fr: Fixez-vous des objectifs qui vous font peur. C'est là que vous savez que vous êtes sur la bonne voie.
it: Stabilisci obiettivi che ti spaventano. È allora che sai di essere sulla strada giusta.
pt_br: Estabeleça metas que te assustam. É quando você sabe que está no caminho certo.

# Phrase−Success−26
source: Stay committed to your goals, even when the going gets tough.
es: Mantente fiel a tus objetivos, incluso cuando las cosas se pongan difíciles.
fr: Restez fidèle à vos objectifs, même lorsque les choses se compliquent.
it: Resta fedele ai tuoi obiettivi, anche quando il gioco si fa duro.
pt_br: Mantenha-se fiel aos seus objetivos, mesmo quando as coisas ficarem difíceis.

# Phrase−Success−27
source: Success is not always easy, but it is always worth it.
es: El éxito no siempre es fácil, pero siempre vale la pena.
fr: Le succès n'est pas toujours facile, mais ça en vaut toujours la peine.
it: Il successo non è sempre facile, ma ne vale sempre la pena.
pt_br: O sucesso nem sempre é fácil, mas sempre vale a pena.

# Phrase−Success−28
source: Use setbacks as opportunities to learn and improve.
es: Use los reveses como oportunidades para aprender y mejorar.
fr: Utilisez les revers comme des opportunités d'apprendre et de vous améliorer.
it: Usa le battute d'arresto come opportunità per imparare e migliorare.
pt_br: Use contratempos como oportunidades para aprender e melhorar.

# Phrase−Success−29
source: Stay focused on your goals, but be flexible in your approach.
es: Manténgase enfocado en sus objetivos, pero sea flexible en su enfoque.
fr: Restez concentré sur vos objectifs, mais soyez flexible dans votre approche.
it: Rimani concentrato sui tuoi obiettivi, ma sii flessibile nel tuo approccio.
pt_br: Mantenha-se focado em seus objetivos, mas seja flexível em sua abordagem.

# Phrase−Success−30
source: Believe in yourself, even when others doubt you.
es: Cree en ti mismo, incluso cuando los demás duden de ti.
fr: Croyez en vous, même quand les autres doutent de vous.
it: Credi in te stesso, anche quando gli altri dubitano di te.
pt_br: Acredite em si mesmo, mesmo quando os outros duvidarem de você.

# Phrase−Success−31
source: Stay hungry and stay curious. That's where the magic happens.
es: Mantente hambriento y curioso. Ahí es donde sucede la magia.
fr: Restez affamé et restez curieux. C'est là que la magie opère.
it: Rimani affamato e resta curioso. È lì che accade la magia.
pt_br: Fique com fome e fique curioso. É aí que a mágica acontece.

# Phrase−Success−32
source: Find the balance between work and play. Both are important for your success.
es: Encuentra un equilibrio entre el trabajo y el juego. Ambos son importantes para tu éxito.
fr: Trouvez un équilibre entre le travail et les loisirs. Les deux sont importants pour votre réussite.
it: Trova l'equilibrio tra lavoro e divertimento. Entrambi sono importanti per il tuo successo.
pt_br: Encontre um equilíbrio entre trabalho e diversão. Ambos são importantes para o seu sucesso.

# Phrase−Success−33
source: Be mindful of your thoughts and actions. They shape your reality.
es: Sé consciente de tus pensamientos y acciones. Ellos dan forma a tu realidad.
fr: Soyez conscient de vos pensées et de vos actions. Elles façonnent votre réalité.
it: Sii consapevole dei tuoi pensieri e delle tue azioni. Danno forma alla tua realtà.
pt_br: Esteja ciente de seus pensamentos e ações. Eles moldam sua realidade.

# Phrase−Success−34
source: Celebrate your successes, no matter how small.
es: Celebra tus éxitos, por pequeños que sean.
fr: Célébrez vos succès, aussi petits soient-ils.
it: Festeggia i tuoi successi, non importa quanto piccoli.
pt_br: Celebre seus sucessos, não importa quão pequenos.

# Phrase−Success−35
source: Your success is a reflection of your character. Stay true to your values.
es: Tu éxito es un reflejo de tu carácter. Mantente fiel a tus valores.
fr: Votre succès est le reflet de votre caractère. Restez fidèle à vos valeurs.
it: Il tuo successo è un riflesso del tuo carattere. Rimani fedele ai tuoi valori.
pt_br: Seu sucesso é um reflexo do seu caráter. Mantenha-se fiel aos seus valores.

# Phrase−Success−36
source: Success is not a destination, it is a journey. Enjoy the process.
es: El éxito no es un destino, es un viaje. Disfruta el proceso.
fr: Le succès n'est pas une destination, c'est un voyage. Profitez du processus.
it: Il successo non è una destinazione, è un viaggio. Goditi il processo.
pt_br: O sucesso não é um destino, é uma jornada. Aproveite o processo.

# Phrase−Success−37
source: Don't be afraid to ask for help. Success is a team effort.
es: No tengas miedo de pedir ayuda. El éxito es un esfuerzo de equipo.
fr: N'ayez pas peur de demander de l'aide. Le succès est un travail d'équipe.
it: Non aver paura di chiedere aiuto. Il successo è uno sforzo di squadra.
pt_br: Não tenha medo de pedir ajuda. O sucesso é um esforço de equipe.

# Phrase−Success−38
source: Stay humble in your success, and never forget where you came from.
es: Sé humilde en tu éxito y nunca olvides de dónde vienes.
fr: Restez humble dans votre réussite et n'oubliez jamais d'où vous venez.
it: Rimani umile nel tuo successo e non dimenticare mai da dove vieni.
pt_br: Mantenha-se humilde em seu sucesso e nunca se esqueça de onde você vem.

# Phrase−Success−39
source: Believe that you deserve success, and it will come to you.
es: Cree que mereces el éxito, y te llegará.
fr: Crois que tu mérites le succès, et il viendra à toi.
it: Credi di meritare il successo, e ti arriverà.
pt_br: Acredite que você merece o sucesso, e ele virá até você.

# Phrase−Success−40
source: Stay focused on your goals, but don't forget to enjoy the journey.
es: Manténgase enfocado en sus objetivos, pero no se olvide de disfrutar el viaje.
fr: Restez concentré sur vos objectifs, mais n'oubliez pas de profiter de la balade.
it: Resta concentrato sui tuoi obiettivi, ma non dimenticare di goderti il viaggio.
pt_br: Mantenha-se focado em seus objetivos, mas não se esqueça de aproveitar o passeio.

# Phrase−Success−41
source: Be proactive in pursuing your dreams. Don't wait for opportunities to come to you.
es: Sé proactivo en la consecución de tus sueños. No esperes a que se presenten las oportunidades.
fr: Soyez proactif dans la poursuite de vos rêves. N'attendez pas que des opportunités se présentent à vous.
it: Sii proattivo nel perseguire i tuoi sogni. Non aspettare che le opportunità ti vengano incontro.
pt_br: Seja proativo na busca de seus sonhos. Não espere que as oportunidades apareçam em seu caminho.

# Phrase−Success−42
source: Success is a marathon, not a sprint. Pace yourself and stay committed.
es: El éxito es un maratón, no un sprint. Cálmate y sigue adelante.
fr: Le succès est un marathon, pas un sprint. Calmez-vous et tenez-vous-y.
it: Il successo è una maratona, non uno sprint. Calmati e mantieni l'impegno.
pt_br: O sucesso é uma maratona, não um sprint. Acalme-se e persista.

# Phrase−Success−43
source: Your success is not determined by your circumstances, but by your attitude.
es: Tu éxito no está determinado por tus circunstancias, sino por tu actitud.
fr: Votre succès n'est pas déterminé par votre situation, mais par votre attitude.
it: Il tuo successo non è determinato dalle tue circostanze, ma dal tuo atteggiamento.
pt_br: Seu sucesso não é determinado por suas circunstâncias, mas por sua atitude.

# Phrase−Success−44
source: Be open to new ideas and perspectives. They can help you achieve your goals.
es: Esté abierto a nuevas ideas y perspectivas. Pueden ayudarlo a lograr sus objetivos.
fr: Soyez ouvert aux nouvelles idées et perspectives. Elles peuvent vous aider à atteindre vos objectifs.
it: Sii aperto a nuove idee e prospettive. Possono aiutarti a raggiungere i tuoi obiettivi.
pt_br: Esteja aberto a novas ideias e perspectivas. Elas podem ajudá-lo a atingir seus objetivos.

# Phrase−Success−45
source: Take ownership of your success. You are in control of your destiny.
es: Toma posesión de tu éxito. Tú tienes el control de tu destino.
fr: Prenez possession de votre succès. Vous êtes maître de votre destin.
it: Assumi la proprietà del tuo successo. Hai il controllo del tuo destino.
pt_br: Tome posse de seu sucesso. Você está no controle de seu destino.

# Phrase−Success−46
source: Stay true to yourself, even when others try to pull you off course.
es: Mantente fiel a ti mismo, incluso cuando otros intenten desviarte del rumbo.
fr: Restez fidèle à vous-même, même lorsque les autres essaient de vous faire dévier de votre trajectoire.
it: Rimani fedele a te stesso, anche quando gli altri cercano di portarti fuori rotta.
pt_br: Mantenha-se fiel a si mesmo, mesmo quando os outros tentarem desviá-lo do curso.

# Phrase−Success−47
source: Surround yourself with people who inspire you and challenge you to be your best.
es: Rodéate de personas que te inspiren y te desafíen a dar lo mejor de ti.
fr: Entourez-vous de personnes qui vous inspirent et vous mettent au défi de donner le meilleur de vous-même.
it: Circondati di persone che ti ispirano e ti sfidano a dare il meglio di te.
pt_br: Cerque-se de pessoas que te inspiram e te desafiam a ser o seu melhor.

# Phrase−Success−48
source: Success is not about perfection, it's about progress. Keep moving forward.
es: El éxito no se trata de la perfección, se trata del progreso. Sigue adelante.
fr: Le succès n'est pas une question de perfection, c'est une question de progrès. Continuez.
it: Il successo non riguarda la perfezione, ma il progresso. Continua ad andare avanti.
pt_br: Sucesso não é sobre perfeição, é sobre progresso. Continue.

# Phrase−Success−49
source: Believe in the power of your dreams. They have the ability to change the world.
es: Cree en el poder de tus sueños. Tienen la capacidad de cambiar el mundo.
fr: Croyez au pouvoir de vos rêves. Ils ont la capacité de changer le monde.
it: Credi nel potere dei tuoi sogni. Hanno la capacità di cambiare il mondo.
pt_br: Acredite no poder dos seus sonhos. Eles têm a capacidade de mudar o mundo.

# Phrase−Success−50
source: Your success is not just about what you achieve, but how you impact the lives of others.
es: Tu éxito no se trata solo de lo que logras, se trata de cómo impactas la vida de los demás.
fr: Votre succès ne dépend pas seulement de ce que vous accomplissez, il s'agit de la façon dont vous impactez la vie des autres.
it: Il tuo successo non riguarda solo ciò che ottieni, ma il modo in cui influisci sulla vita degli altri.
pt_br: Seu sucesso não é apenas sobre o que você consegue, é sobre como você impacta a vida dos outros.

# Phrase−Success−51
source: Success is a journey, not a destination. Enjoy every step of the way.
es: El éxito es un viaje, no un destino. Disfruta cada paso del camino.
fr: Le succès est un voyage, pas une destination. Appréciez chaque étape du chemin.
it: Il successo è un viaggio, non una destinazione. Goditi ogni fase del percorso.
pt_br: O sucesso é uma jornada, não um destino. Aproveite cada passo do caminho.

# Phrase−Success−52
source: Believe in yourself and your abilities, and success will come naturally.
es: Cree en ti mismo y en tus habilidades, y el éxito vendrá de forma natural.
fr: Croyez en vous et en vos capacités, et le succès viendra naturellement.
it: Credi in te stesso e nelle tue capacità, e il successo arriverà naturalmente.
pt_br: Acredite em si mesmo e em suas habilidades, e o sucesso virá naturalmente.

# Phrase−Success−53
source: Set goals that are challenging but achievable. You are capable of great things.
es: Establece metas desafiantes pero alcanzables. Eres capaz de grandes cosas.
fr: Fixez-vous des objectifs ambitieux mais réalisables. Vous êtes capable de grandes choses.
it: Stabilisci obiettivi impegnativi ma raggiungibili. Sei capace di grandi cose.
pt_br: Estabeleça metas desafiadoras, mas alcançáveis. Você é capaz de grandes coisas.

# Phrase−Success−54
source: The road to success may be long and winding, but the destination is worth it.
es: El camino hacia el éxito puede ser largo y tortuoso, pero vale la pena.
fr: La route vers le succès peut être longue et sinueuse, mais cela en vaut la peine.
it: La strada per il successo può essere lunga e tortuosa, ma ne vale la pena.
pt_br: O caminho para o sucesso pode ser longo e sinuoso, mas vale a pena.

# Phrase−Success−55
source: Success is not about luck, it's about perseverance and hard work.
es: El éxito no se trata de suerte, se trata de perseverancia y trabajo duro.
fr: Le succès n'est pas une question de chance, c'est une question de persévérance et de travail acharné.
it: Il successo non riguarda la fortuna, ma la perseveranza e il duro lavoro.
pt_br: Sucesso não é sobre sorte, é sobre perseverança e trabalho duro.

# Phrase−Success−56
source: Celebrate your accomplishments, but don't rest on your laurels. Keep striving for more.
es: Celebra tus éxitos, pero no te duermas en los laureles. Sigue luchando por más.
fr: Célébrez vos succès, mais ne vous reposez pas sur vos lauriers. Continuez à vous efforcer d'en faire plus.
it: Festeggia i tuoi successi, ma non adagiarti sugli allori. Continua a lottare per ottenere di più.
pt_br: Celebre seus sucessos, mas não descanse sobre os louros. Continue lutando por mais.

# Phrase−Success−57
source: Your success is not measured by what you have, but by who you are.
es: Tu éxito no se mide por lo que tienes, sino por lo que eres.
fr: Votre succès ne se mesure pas par ce que vous avez, mais par qui vous êtes.
it: Il tuo successo non si misura da quello che hai, ma da chi sei.
pt_br: Seu sucesso não é medido pelo que você tem, mas por quem você é.

# Phrase−Success−58
source: Success is not a one-time event, but a habit. Make it a part of your daily routine.
es: El éxito no es un evento de una sola vez, sino un hábito. Hágalo parte de su rutina diaria.
fr: Le succès n'est pas un événement ponctuel, mais une habitude. Intégrez-le à votre routine quotidienne.
it: Il successo non è un evento occasionale, ma un'abitudine. Rendilo parte della tua routine quotidiana.
pt_br: O sucesso não é um evento único, mas um hábito. Torne-o parte de sua rotina diária.

# Phrase−Success−59
source: Stay focused on your goals, even in the face of adversity.
es: Mantente enfocado en tus objetivos, incluso frente a la adversidad.
fr: Restez concentré sur vos objectifs, même face à l'adversité.
it: Resta concentrato sui tuoi obiettivi, anche di fronte alle avversità.
pt_br: Mantenha-se focado em seus objetivos, mesmo diante da adversidade.

# Phrase−Success−60
source: Your success is not determined by your circumstances, but by your attitude towards them.
es: Tu éxito no está determinado por tus circunstancias, sino por tu actitud hacia ellas.
fr: Votre succès n'est pas déterminé par vos circonstances, mais par votre attitude envers elles.
it: Il tuo successo non è determinato dalle tue circostanze, ma dal tuo atteggiamento nei loro confronti.
pt_br: Seu sucesso não é determinado por suas circunstâncias, mas por sua atitude em relação a elas.

# Phrase−Success−61
source: Stay true to your values and beliefs, and success will follow.
es: Mantente fiel a tus valores y creencias, y el éxito te seguirá.
fr: Restez fidèle à vos valeurs et à vos convictions, et le succès suivra.
it: Rimani fedele ai tuoi valori e alle tue convinzioni, e il successo seguirà.
pt_br: Mantenha-se fiel aos seus valores e crenças, e o sucesso virá.

# Phrase−Success−62
source: Success is not a destination, it's a state of mind.
es: El éxito no es un destino, es un estado mental.
fr: Le succès n'est pas une destination, c'est un état d'esprit.
it: Il successo non è una destinazione, è uno stato d'animo.
pt_br: O sucesso não é um destino, é um estado de espírito.

# Phrase−Success−63
source: Never stop learning and growing. Success is a journey of continuous improvement.
es: Nunca dejes de aprender y crecer. El éxito es un camino de mejora continua.
fr: N'arrêtez jamais d'apprendre et de grandir. Le succès est un chemin d'amélioration continue.
it: Non smettere mai di imparare e crescere. Il successo è un percorso di miglioramento continuo.
pt_br: Nunca pare de aprender e crescer. O sucesso é um caminho de melhoria contínua.

# Phrase−Success−64
source: Your success is a reflection of the hard work and dedication you put into it.
es: Tu éxito es un reflejo del arduo trabajo y la dedicación que pones en él.
fr: Votre succès est le reflet du travail acharné et du dévouement que vous y mettez.
it: Il tuo successo è un riflesso del duro lavoro e della dedizione che ci metti.
pt_br: Seu sucesso é um reflexo do trabalho árduo e da dedicação que você coloca nele.
