Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Confidence−17
source: You are more resilient than you give yourself credit for. You've overcome challenges before, and you will overcome them again.
es: Eres más duro de lo que crees. Has superado desafíos antes y los superarás nuevamente.
fr: Vous êtes plus dur que vous ne le pensez. Vous avez déjà surmonté des défis et vous les surmonterez à nouveau.
it: Sei più resistente di quanto ti dai credito. Hai già superato le sfide e le supererai di nuovo.
pt_br: Você é mais resistente do que imagina. Você superou desafios antes e os superará novamente.

# Phrase−Confidence−18
source: You are worthy of forgiveness, both from others and from yourself.
es: Eres digno de perdón, tanto de los demás como de ti mismo.
fr: Vous êtes digne de pardon, à la fois des autres et de vous-même.
it: Sei degno di perdono, sia dagli altri che da te stesso.
pt_br: Você é digno de perdão, tanto dos outros quanto de si mesmo.

# Phrase−Confidence−19
source: You are loved beyond measure, even when you feel alone.
es: Eres amado sin medida, incluso cuando te sientes solo.
fr: Vous êtes aimé au-delà de toute mesure, même lorsque vous vous sentez seul.
it: Sei amato oltre misura, anche quando ti senti solo.
pt_br: Você é amado além da medida, mesmo quando se sente sozinho.

# Phrase−Confidence−20
source: Your voice matters. Speak up and share your thoughts with confidence.
es: Tu voz importa. Habla y comparte tus pensamientos con confianza.
fr: Votre voix compte. Parlez et partagez vos pensées en toute confiance.
it: La tua voce è importante. Parla e condividi i tuoi pensieri con sicurezza.
pt_br: Sua voz é importante. Fale e compartilhe seus pensamentos com confiança.

# Phrase−Confidence−21
source: Believe in the power of your own thoughts and intentions. You can manifest the life you want.
es: Cree en el poder de tus pensamientos e intenciones. Puedes manifestar la vida que deseas.
fr: Croyez au pouvoir de vos pensées et de vos intentions. Vous pouvez manifester la vie que vous voulez.
it: Credi nel potere dei tuoi pensieri e delle tue intenzioni. Puoi manifestare la vita che desideri.
pt_br: Acredite no poder de seus pensamentos e intenções. Você pode manifestar a vida que deseja.

# Phrase−Confidence−22
source: You have the strength to overcome any obstacle in your path.
es: Tienes la fuerza para superar cualquier obstáculo en tu camino.
fr: Vous avez la force de surmonter n'importe quel obstacle sur votre chemin.
it: Hai la forza di superare qualsiasi ostacolo sul tuo cammino.
pt_br: Você tem força para superar qualquer obstáculo em seu caminho.

# Phrase−Confidence−23
source: Your future is bright, and you have the power to make it even brighter.
es: Tu futuro es brillante y tienes el poder de hacerlo aún más brillante.
fr: Votre avenir est brillant et vous avez le pouvoir de le rendre encore plus brillant.
it: Il tuo futuro è luminoso e hai il potere di renderlo ancora più luminoso.
pt_br: Seu futuro é brilhante e você tem o poder de torná-lo ainda mais brilhante.

# Phrase−Confidence−24
source: You are not defined by your mistakes. Learn from them and move forward with grace.
es: Tus errores no te definen. Aprende de ellos y avanza con gracia.
fr: Vous n'êtes pas défini par vos erreurs. Apprenez d'eux et avancez avec grâce.
it: Non sei definito dai tuoi errori. Impara da loro e vai avanti con grazia.
pt_br: Você não é definido por seus erros. Aprenda com eles e siga em frente com graça.

# Phrase−Confidence−25
source: Your hard work and dedication will pay off in the end. Keep going!
es: Tu arduo trabajo y dedicación valdrán la pena al final. ¡Sigue así!
fr: Votre travail acharné et votre dévouement finiront par payer. Continuez comme ça !
it: Il tuo duro lavoro e la tua dedizione alla fine ti ripagheranno. Continua così!
pt_br: Seu trabalho duro e dedicação serão recompensados ​​no final. Continue assim!

# Phrase−Confidence−26
source: You are capable of great things, and you have the potential to achieve your dreams.
es: Eres capaz de grandes cosas y tienes el potencial para hacer realidad tus sueños.
fr: Vous êtes capable de grandes choses et avez le potentiel de réaliser vos rêves.
it: Sei capace di grandi cose e hai il potenziale per realizzare i tuoi sogni.
pt_br: Você é capaz de grandes coisas e tem potencial para realizar seus sonhos.

# Phrase−Confidence−27
source: Your inner beauty shines brighter than any external flaw. Love yourself for who you are.
es: Tu belleza interior brilla más que cualquier defecto externo. Ámate a ti mismo por lo que eres.
fr: Votre beauté intérieure brille plus que n'importe quel défaut extérieur. Aimez-vous pour qui vous êtes.
it: La tua bellezza interiore risplende più luminosa di qualsiasi difetto esterno. Ama te stesso per quello che sei.
pt_br: Sua beleza interior brilha mais do que qualquer falha externa. Ame a si mesmo por quem você é.

# Phrase−Confidence−28
source: You have the power to create positive change in the world. Use it wisely.
es: Tienes el poder de crear un cambio positivo en el mundo. Úsalo sabiamente.
fr: Vous avez le pouvoir de créer un changement positif dans le monde. Utilisez-le à bon escient.
it: Hai il potere di creare un cambiamento positivo nel mondo. Usalo con saggezza.
pt_br: Você tem o poder de criar mudanças positivas no mundo. Use-o com sabedoria.

# Phrase−Confidence−29
source: You are never alone, even in your darkest moments. Reach out for help when you need it.
es: Nunca estás solo, incluso en tus momentos más oscuros. Pide ayuda cuando la necesites.
fr: Vous n'êtes jamais seul, même dans vos moments les plus sombres. Demandez de l'aide quand vous en avez besoin.
it: Non sei mai solo, nemmeno nei tuoi momenti più bui. Chiedi aiuto quando ne hai bisogno.
pt_br: Você nunca está sozinho, mesmo em seus momentos mais sombrios. Peça ajuda quando precisar.

# Phrase−Confidence−30
source: You are enough, just as you are. You don't need to change to be worthy of love and respect.
es: Eres suficiente, tal como eres. No necesitas cambiar para ser digno de amor y respeto.
fr: Tu es suffisant, juste comme tu es. Tu n'as pas besoin de changer pour être digne d'amour et de respect.
it: Sei abbastanza, così come sei. Non hai bisogno di cambiare per essere degno di amore e rispetto.
pt_br: Você é suficiente, do jeito que você é. Você não precisa mudar para ser digno de amor e respeito.

# Phrase−Confidence−31
source: Believe in yourself, and you will attract abundance and success.
es: Cree en ti mismo y atraerás la abundancia y el éxito.
fr: Croyez en vous et vous attirerez l'abondance et le succès.
it: Credi in te stesso e attirerai abbondanza e successo.
pt_br: Acredite em si mesmo e atrairá abundância e sucesso.

# Phrase−Confidence−32
source: You are braver than you think. Keep facing your fears and you will become unstoppable.
es: Eres más valiente de lo que crees. Sigue enfrentando tus miedos y te volverás imparable.
fr: Vous êtes plus courageux que vous ne le pensez. Continuez à affronter vos peurs et vous deviendrez imparable.
it: Sei più coraggioso di quanto pensi. Continua ad affrontare le tue paure e diventerai inarrestabile.
pt_br: Você é mais corajoso do que pensa. Continue enfrentando seus medos e você se tornará imparável.

# Phrase−Confidence−33
source: Your life has purpose and meaning. Keep searching for it, and you will find it.
es: Tu vida tiene propósito y significado. Sigue buscándolo y lo encontrarás.
fr: Votre vie a un but et un sens. Continuez à la chercher et vous la trouverez.
it: La tua vita ha uno scopo e un significato. Continua a cercarla e la troverai.
pt_br: Sua vida tem propósito e significado. Continue procurando e você o encontrará.

# Phrase−Confidence−34
source: You have a unique perspective on the world. Share it with others and make a difference.
es: Tienes una perspectiva única del mundo. Compártela con los demás y marca la diferencia.
fr: Vous avez une perspective unique sur le monde. Partagez-la avec les autres et faites la différence.
it: Hai una prospettiva unica sul mondo. Condividila con gli altri e fai la differenza.
pt_br: Você tem uma perspectiva única do mundo. Compartilhe com outras pessoas e faça a diferença.

# Phrase−Confidence−35
source: You are capable of healing and moving forward from past traumas. Take the time to heal and grow.
es: Eres capaz de sanar y seguir adelante de traumas pasados. Tómate el tiempo para sanar y crecer.
fr: Vous êtes capable de guérir et d'aller de l'avant après des traumatismes passés. Prenez le temps de guérir et de grandir.
it: Sei in grado di guarire e andare avanti dai traumi del passato. Prenditi il tempo per guarire e crescere.
pt_br: Você é capaz de curar e seguir em frente com os traumas do passado. Aproveite o tempo para curar e crescer.

# Phrase−Confidence−36
source: You have the power to turn your weaknesses into strengths.
es: Tienes el poder de convertir tus debilidades en fortalezas.
fr: Vous avez le pouvoir de transformer vos faiblesses en forces.
it: Hai il potere di trasformare le tue debolezze in punti di forza.
pt_br: Você tem o poder de transformar suas fraquezas em pontos fortes.

# Phrase−Confidence−37
source: Your faith and belief in yourself will carry you through the toughest times.
es: Tu fe y confianza en ti mismo te ayudarán a superar los momentos más difíciles.
fr: Votre foi et votre confiance en vous vous permettront de traverser les moments les plus difficiles.
it: La tua fede e fiducia in te stesso ti porteranno nei momenti più difficili.
pt_br: Sua fé e autoconfiança o levarão nos momentos mais difíceis.

# Phrase−Confidence−38
source: You are deserving of love and happiness. Don't settle for anything less.
es: Te mereces amor y felicidad. No te conformes con menos.
fr: Vous méritez l'amour et le bonheur. Ne vous contentez de rien de moins.
it: Ti meriti amore e felicità. Non accontentarti di niente di meno.
pt_br: Você merece amor e felicidade. Não se contente com nada menos.

# Phrase−Confidence−39
source: You are an inspiration to those around you. Keep shining your light.
es: Eres una inspiración para quienes te rodean. Sigue brillando con tu luz.
fr: Vous êtes une source d'inspiration pour ceux qui vous entourent. Continuez à faire briller votre lumière.
it: Sei un'ispirazione per coloro che ti circondano. Continua a far brillare la tua luce.
pt_br: Você é uma inspiração para aqueles ao seu redor. Continue brilhando sua luz.

# Phrase−Confidence−40
source: You have the power to change your life for the better. Believe in yourself and take action.
es: Tienes el poder de cambiar tu vida para mejor. Cree en ti mismo y actúa.
fr: Vous avez le pouvoir de changer votre vie pour le mieux. Croyez en vous et agissez.
it: Hai il potere di cambiare la tua vita in meglio. Credi in te stesso e agisci.
pt_br: Você tem o poder de mudar sua vida para melhor. Acredite em si mesmo e aja.

# Phrase−Confidence−41
source: You are a unique and special individual, with talents and gifts that are yours alone.
es: Eres una persona única y especial, con talentos y dones que son solo tuyos.
fr: Vous êtes une personne unique et spéciale, avec des talents et des dons qui n'appartiennent qu'à vous.
it: Sei un individuo unico e speciale, con talenti e doni che sono solo tuoi.
pt_br: Você é um indivíduo único e especial, com talentos e dons que são só seus.

# Phrase−Confidence−42
source: Believe in yourself, for you are capable of achieving anything you set your mind to.
es: Cree en ti mismo, porque eres capaz de lograr todo lo que te propongas.
fr: Crois en toi, car tu es capable de réaliser tout ce que tu t'es fixé.
it: Credi in te stesso, perché sei in grado di ottenere tutto ciò che ti prefiggi.
pt_br: Acredite em você, porque você é capaz de alcançar tudo o que se propõe.

# Phrase−Confidence−43
source: Your life has purpose and meaning, and your experiences can help others who are going through similar struggles.
es: Tu vida tiene un propósito y significado, y tus experiencias pueden ayudar a otros que están pasando por luchas similares.
fr: Votre vie a un but et un sens, et vos expériences peuvent aider d'autres personnes qui traversent des difficultés similaires.
it: La tua vita ha uno scopo e un significato e le tue esperienze possono aiutare gli altri che stanno attraversando lotte simili.
pt_br: Sua vida tem propósito e significado, e suas experiências podem ajudar outras pessoas que estão passando por lutas semelhantes.

# Phrase−Confidence−44
source: Remember that your failures are stepping stones to success. Learn from them and keep moving forward.
es: Recuerda que tus fracasos son peldaños hacia el éxito. Aprende de ellos y sigue avanzando.
fr: N'oubliez pas que vos échecs sont des tremplins vers le succès. Tirez-en des leçons et continuez d'avancer.
it: Ricorda che i tuoi fallimenti sono trampolini di lancio verso il successo. Impara da loro e continua ad andare avanti.
pt_br: Lembre-se de que seus fracassos são trampolins para o sucesso. Aprenda com eles e siga em frente.

# Phrase−Confidence−45
source: You are stronger than you think, and you have the courage and resilience to face any challenge that comes your way.
es: Eres más fuerte de lo que piensas y tienes el coraje y la resiliencia para enfrentar cualquier desafío que se te presente.
fr: Vous êtes plus fort que vous ne le pensez et avez le courage et la résilience nécessaires pour relever tous les défis qui se présentent à vous.
it: Sei più forte di quanto pensi e hai il coraggio e la resilienza per affrontare qualsiasi sfida ti si presenti.
pt_br: Você é mais forte do que pensa e tem coragem e resiliência para enfrentar qualquer desafio que aparecer em seu caminho.

# Phrase−Confidence−46
source: Your dreams are worth pursuing, and you have everything you need within you to make them a reality.
es: Vale la pena perseguir tus sueños y tienes todo lo que necesitas dentro de ti para hacerlos realidad.
fr: Vos rêves valent la peine d'être poursuivis et vous avez tout ce dont vous avez besoin en vous pour en faire une réalité.
it: Vale la pena perseguire i tuoi sogni e hai tutto ciò di cui hai bisogno dentro di te per trasformarli in realtà.
pt_br: Vale a pena perseguir seus sonhos e você tem tudo o que precisa dentro de você para torná-los realidade.

# Phrase−Confidence−47
source: Your self-worth does not depend on external validation. You are valuable simply for being you.
es: Tu autoestima no depende de la validación externa. Eres valioso simplemente por ser tú mismo.
fr: Votre estime de soi ne dépend pas d'une validation externe. Vous êtes précieux simplement parce que vous êtes vous-même.
it: La tua autostima non dipende dalla convalida esterna. Sei prezioso semplicemente per essere te stesso.
pt_br: Sua autoestima não depende de validação externa. Você é valioso simplesmente por ser você mesmo.

# Phrase−Confidence−48
source: You are worthy of love and respect, and you deserve to be treated with kindness and compassion.
es: Eres digno de amor y respeto, y mereces ser tratado con amabilidad y compasión.
fr: Vous êtes digne d'amour et de respect, et vous méritez d'être traité avec gentillesse et compassion.
it: Sei degno di amore e rispetto, e meriti di essere trattato con gentilezza e compassione.
pt_br: Você é digno de amor e respeito e merece ser tratado com gentileza e compaixão.

# Phrase−Confidence−49
source: Believe in the power of your own thoughts and words, for they have the ability to shape your reality.
es: Cree en el poder de tus pensamientos y palabras, porque tienen la capacidad de moldear tu realidad.
fr: Croyez au pouvoir de vos pensées et de vos mots, car ils ont la capacité de façonner votre réalité.
it: Credi nel potere dei tuoi pensieri e delle tue parole, perché hanno la capacità di modellare la tua realtà.
pt_br: Acredite no poder de seus pensamentos e palavras, porque eles têm a capacidade de moldar sua realidade.

# Phrase−Confidence−50
source: You have the ability to create positive change in the world, and your contributions matter.
es: Tienes la capacidad de crear un cambio positivo en el mundo y tu opinión es importante.
fr: Vous avez la capacité de créer un changement positif dans le monde et votre contribution compte.
it: Hai la capacità di creare cambiamenti positivi nel mondo e il tuo contributo è importante.
pt_br: Você tem a capacidade de criar mudanças positivas no mundo e sua opinião é importante.

# Phrase−Confidence−51
source: You are capable of forgiveness, both for yourself and others.
es: Eres capaz de perdonar, tanto a ti mismo como a los demás.
fr: Vous êtes capable de pardonner, à la fois pour vous-même et pour les autres.
it: Sei capace di perdonare, sia per te stesso che per gli altri.
pt_br: Você é capaz de perdoar, tanto para si mesmo quanto para os outros.

# Phrase−Confidence−52
source: Your inner strength and resilience will help you overcome any obstacle in your path.
es: Tu fuerza interior y tu resiliencia te ayudarán a superar cualquier obstáculo en tu camino.
fr: Votre force intérieure et votre résilience vous aideront à surmonter tout obstacle sur votre chemin.
it: La tua forza interiore e la tua resilienza ti aiuteranno a superare qualsiasi ostacolo sul tuo cammino.
pt_br: Sua força interior e resiliência o ajudarão a superar qualquer obstáculo em seu caminho.

# Phrase−Confidence−53
source: Believe in yourself and your abilities, for you have so much potential to offer the world.
es: Cree en ti mismo y en tus habilidades, porque tienes mucho potencial para ofrecer al mundo.
fr: Croyez en vous et en vos capacités, car vous avez tellement de potentiel à offrir au monde.
it: Credi in te stesso e nelle tue capacità, perché hai così tanto potenziale da offrire al mondo.
pt_br: Acredite em você e em suas habilidades, porque você tem muito potencial para oferecer ao mundo.

# Phrase−Confidence−54
source: You are worthy of success and happiness, and you have the power to create both in your life.
es: Eres digno de éxito y felicidad, y tienes el poder de crear ambos en tu vida.
fr: Vous êtes digne du succès et du bonheur, et vous avez le pouvoir de créer les deux dans votre vie.
it: Sei degno del successo e della felicità, e hai il potere di creare entrambi nella tua vita.
pt_br: Você é digno de sucesso e felicidade e tem o poder de criar ambos em sua vida.

# Phrase−Confidence−55
source: Your journey is unique and special, and you have the ability to create the life you desire.
es: Tu viaje es único y especial, y tienes la capacidad de crear la vida que deseas.
fr: Votre voyage est unique et spécial, et vous avez la capacité de créer la vie que vous désirez.
it: Il tuo viaggio è unico e speciale e hai la capacità di creare la vita che desideri.
pt_br: Sua jornada é única e especial, e você tem a capacidade de criar a vida que deseja.

# Phrase−Confidence−56
source: Your story is important, and sharing it can help others who are going through similar experiences.
es: Tu historia es importante y compartirla puede ayudar a otras personas que están pasando por experiencias similares.
fr: Votre histoire compte, et la partager peut aider d'autres personnes qui vivent des expériences similaires.
it: La tua storia è importante e condividerla può aiutare gli altri che stanno vivendo esperienze simili.
pt_br: Sua história é importante e compartilhá-la pode ajudar outras pessoas que estão passando por experiências semelhantes.

# Phrase−Confidence−57
source: Remember that you are never truly alone, for there are always people who care about you and want to support you.
es: Recuerda que nunca estás realmente solo, ya que siempre hay personas que se preocupan por ti y quieren apoyarte.
fr: N'oubliez pas que vous n'êtes jamais vraiment seul, car il y a toujours des gens qui se soucient de vous et veulent vous soutenir.
it: Ricorda che non sei mai veramente solo, perché ci sono sempre persone che si prendono cura di te e vogliono sostenerti.
pt_br: Lembre-se de que você nunca está verdadeiramente sozinho, pois sempre há pessoas que se preocupam com você e querem apoiá-lo.

# Phrase−Confidence−58
source: Your self-confidence is an asset that will help you navigate life's challenges with grace and resilience.
es: Tu confianza en ti mismo es un activo que te ayudará a enfrentar los desafíos de la vida con gracia y resiliencia.
fr: Votre confiance en vous est un atout qui vous aidera à relever les défis de la vie avec grâce et résilience.
it: La tua autostima è una risorsa che ti aiuterà a superare le sfide della vita con grazia e resilienza.
pt_br: Sua autoconfiança é um recurso que o ajudará a enfrentar os desafios da vida com graça e resiliência.

# Phrase−Confidence−59
source: You have the power to overcome any negative self-talk and embrace positive affirmations that uplift and empower you.
es: Tienes el poder de superar cualquier diálogo interno negativo y adoptar afirmaciones positivas que te animen y te den poder.
fr: Vous avez le pouvoir de surmonter tout discours intérieur négatif et d'adopter des affirmations positives qui vous élèvent et vous responsabilisent.
it: Hai il potere di superare qualsiasi dialogo interiore negativo e abbracciare affermazioni positive che ti elevano e ti potenziano.
pt_br: Você tem o poder de superar qualquer conversa interna negativa e abraçar afirmações positivas que o elevam e fortalecem.

# Phrase−Confidence−60
source: Believe in your intuition and trust that it will guide you on the right path.
es: Cree en tu intuición y confía en que te guiará por el camino correcto.
fr: Croyez en votre intuition et ayez confiance qu'elle vous guidera sur le bon chemin.
it: Credi nella tua intuizione e confida che ti guiderà sulla retta via.
pt_br: Acredite na sua intuição e confie que ela irá guiá-lo para o caminho certo.

# Phrase−Confidence−61
source: You are capable of learning from your mistakes and growing stronger as a result.
es: Puedes aprender de tus errores y, como resultado, volverte más fuerte.
fr: Vous êtes capable d'apprendre de vos erreurs et de devenir plus fort en conséquence.
it: Sei in grado di imparare dai tuoi errori e di conseguenza diventare più forte.
pt_br: Você é capaz de aprender com seus erros e se tornar mais forte como resultado.

# Phrase−Confidence−62
source: Your inner peace and happiness are worth pursuing, and you have the power to cultivate them in your life.
es: Vale la pena buscar tu paz interior y tu felicidad, y tienes el poder de cultivarlas en tu vida.
fr: Votre paix intérieure et votre bonheur valent la peine d'être poursuivis, et vous avez le pouvoir de les cultiver dans votre vie.
it: Vale la pena perseguire la tua pace interiore e la tua felicità e hai il potere di coltivarle nella tua vita.
pt_br: Vale a pena perseguir sua paz interior e felicidade, e você tem o poder de cultivá-los em sua vida.

# Phrase−Confidence−63
source: Believe in the power of gratitude, for it can transform even the most challenging situations into opportunities for growth and learning.
es: Cree en el poder de la gratitud, porque puede transformar incluso las situaciones más difíciles en oportunidades de crecimiento y aprendizaje.
fr: Croyez au pouvoir de la gratitude, car elle peut transformer même les situations les plus difficiles en opportunités de croissance et d'apprentissage.
it: Credi nel potere della gratitudine, perché può trasformare anche le situazioni più difficili in opportunità di crescita e apprendimento.
pt_br: Acredite no poder da gratidão, pois ela pode transformar até as situações mais difíceis em oportunidades de crescimento e aprendizado.
