Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Joy−71
source: The power of meditation can calm your mind and bring joy to your soul. Take a few moments each day to connect with your inner peace.
es: El poder de la meditación puede calmar tu mente y traer alegría a tu alma. Tómate unos momentos cada día para conectarte con tu paz interior.
fr: Le pouvoir de la méditation peut calmer votre esprit et apporter de la joie à votre âme. Prenez quelques instants chaque jour pour vous connecter à votre paix intérieure.
it: Il potere della meditazione può calmare la tua mente e portare gioia alla tua anima. Prenditi qualche momento ogni giorno per connetterti con la tua pace interiore.
pt_br: O poder da meditação pode acalmar sua mente e trazer alegria à sua alma. Reserve alguns momentos todos os dias para se conectar com sua paz interior.

# Phrase−Joy−72
source: The joy of life comes from learning and growing. Embrace new knowledge and experiences, and let them shape you into a better version of yourself.
es: La alegría de la vida proviene del aprendizaje y el crecimiento. Adopta nuevos conocimientos y experiencias y deja que te conviertan en una mejor versión de ti mismo.
fr: La joie de vivre vient de l'apprentissage et de la croissance. Adoptez de nouvelles connaissances et expériences et laissez-les vous façonner en une meilleure version de vous-même.
it: La gioia della vita viene dall'apprendimento e dalla crescita. Abbraccia nuove conoscenze ed esperienze e lascia che ti formino una versione migliore di te stesso.
pt_br: A alegria da vida vem de aprender e crescer. Abrace novos conhecimentos e experiências e deixe-os moldá-lo em uma versão melhor de si mesmo.

# Phrase−Joy−73
source: May your heart be filled with the joy of giving. Share your time, talents, and resources with others.
es: Que tu corazón se llene del gozo de dar. Comparte tu tiempo, talentos y recursos con los demás.
fr: Que votre cœur soit rempli de la joie de donner. Partagez votre temps, vos talents et vos ressources avec les autres.
it: Possa il tuo cuore essere riempito dalla gioia di dare. Condividi il tuo tempo, i tuoi talenti e le tue risorse con gli altri.
pt_br: Que seu coração seja preenchido com a alegria de doar. Compartilhe seu tempo, talentos e recursos com os outros.

# Phrase−Joy−74
source: The power of positive relationships can bring joy and happiness to your life. Surround yourself with people who uplift and inspire you.
es: El poder de las relaciones positivas puede traer alegría y felicidad a tu vida. Rodéate de personas que te animen e inspiren.
fr: Le pouvoir des relations positives peut apporter de la joie et du bonheur dans votre vie. Entourez-vous de personnes qui vous élèvent et vous inspirent.
it: Il potere delle relazioni positive può portare gioia e felicità nella tua vita. Circondati di persone che ti elevano e ti ispirano.
pt_br: O poder dos relacionamentos positivos pode trazer alegria e felicidade à sua vida. Cerque-se de pessoas que o elevam e inspiram.

# Phrase−Joy−75
source: The joy of life comes from finding balance and harmony in all aspects of your being. Nurture your mind, body, and spirit.
es: La alegría de la vida proviene de encontrar el equilibrio y la armonía en todos los aspectos de tu ser. Nutre tu mente, cuerpo y espíritu.
fr: La joie de vivre vient de trouver l'équilibre et l'harmonie dans tous les aspects de votre être. Nourrissez votre esprit, votre corps et votre esprit.
it: La gioia della vita deriva dal trovare equilibrio e armonia in tutti gli aspetti del tuo essere. Nutri la tua mente, il tuo corpo e il tuo spirito.
pt_br: A alegria da vida vem de encontrar equilíbrio e harmonia em todos os aspectos do seu ser. Alimente sua mente, corpo e espírito.

# Phrase−Joy−76
source: May the joy in your heart be as vibrant as a rainbow, and may it bring hope and light to those around you.
es: Que la alegría en tu corazón sea tan vibrante como un arco iris y que traiga esperanza y luz a quienes te rodean.
fr: Que la joie dans votre cœur soit aussi vibrante qu'un arc-en-ciel et qu'elle apporte espoir et lumière à ceux qui vous entourent.
it: Possa la gioia nel tuo cuore essere vibrante come un arcobaleno e possa portare speranza e luce a coloro che ti circondano.
pt_br: Que a alegria em seu coração seja tão vibrante quanto um arco-íris e que traga esperança e luz para aqueles ao seu redor.

# Phrase−Joy−77
source: The joy of life comes from being kind to yourself and others. Practice compassion and watch your world transform.
es: La alegría de la vida proviene de ser amable contigo mismo y con los demás. Practica la compasión y observa cómo se transforma tu mundo.
fr: La joie de vivre vient du fait d'être gentil avec soi-même et avec les autres. Pratiquez la compassion et regardez votre monde se transformer.
it: La gioia della vita viene dall'essere gentili con te stesso e con gli altri. Pratica la compassione e guarda il tuo mondo trasformarsi.
pt_br: A alegria da vida vem de ser gentil consigo mesmo e com os outros. Pratique a compaixão e veja seu mundo se transformar.

# Phrase−Joy−78
source: May your heart be filled with the joy of laughter, and may it bring healing and lightness to your soul.
es: Que tu corazón se llene de la alegría de la risa y que traiga curación y ligereza a tu alma.
fr: Que votre cœur soit rempli de la joie du rire et qu'il apporte guérison et légèreté à votre âme.
it: Possa il tuo cuore essere riempito dalla gioia delle risate e possa portare guarigione e leggerezza alla tua anima.
pt_br: Que o seu coração se encha da alegria do riso e que traga cura e leveza à sua alma.

# Phrase−Joy−79
source: The power of positive self-talk can fill your heart with joy and confidence. Speak kindly to yourself and watch your world expand.
es: El poder del diálogo interno positivo puede llenar tu corazón de alegría y confianza. Habla amablemente contigo mismo y observa cómo se expande tu mundo.
fr: Le pouvoir d'un discours intérieur positif peut remplir votre cœur de joie et de confiance. Parlez-vous gentiment et regardez votre monde s'étendre.
it: Il potere del dialogo interiore positivo può riempire il tuo cuore di gioia e fiducia. Parla gentilmente a te stesso e guarda il tuo mondo espandersi.
pt_br: O poder da conversa interna positiva pode encher seu coração de alegria e confiança. Fale gentilmente consigo mesmo e veja seu mundo se expandir.

# Phrase−Joy−80
source: The joy of life comes from embracing your uniqueness and celebrating your individuality. You are a gift to the world.
es: La alegría de la vida proviene de abrazar tu singularidad y celebrar tu individualidad. Eres un regalo para el mundo.
fr: La joie de vivre vient du fait d'embrasser votre unicité et de célébrer votre individualité. Vous êtes un cadeau pour le monde.
it: La gioia della vita viene dall'abbracciare la tua unicità e celebrare la tua individualità. Sei un dono per il mondo.
pt_br: A alegria da vida vem de abraçar sua singularidade e celebrar sua individualidade. Você é um presente para o mundo.

# Phrase−Joy−81
source: May the joy in your heart be as pure and bright as a newborn baby's, and may it remind you of the innocence and beauty in all of us.
es: Que la alegría en tu corazón sea tan pura y brillante como la de un recién nacido, y que te recuerde la inocencia y la belleza en todos nosotros.
fr: Puisse la joie dans ton cœur être aussi pure et lumineuse que celle d'un nouveau-né, et puisse-t-elle te rappeler l'innocence et la beauté en chacun de nous.
it: Possa la gioia nel tuo cuore essere pura e luminosa come quella di un neonato, e possa ricordarti l'innocenza e la bellezza in tutti noi.
pt_br: Que a alegria em seu coração seja tão pura e brilhante quanto a de um recém-nascido, e que possa lembrá-lo da inocência e beleza de todos nós.

# Phrase−Joy−82
source: The power of intention can bring joy and abundance into your life. Set your intentions on joy and watch it manifest.
es: El poder de la intención puede traer alegría y abundancia a tu vida. Fija tus intenciones en la alegría y observa cómo se desarrolla.
fr: Le pouvoir de l'intention peut apporter de la joie et de l'abondance dans votre vie. Fixez vos intentions sur la joie et regardez-la se dérouler.
it: Il potere dell'intenzione può portare gioia e abbondanza nella tua vita. Imposta le tue intenzioni sulla gioia e osservala manifestarsi.
pt_br: O poder da intenção pode trazer alegria e abundância à sua vida. Defina suas intenções na alegria e observe-a se desenrolar.

# Phrase−Joy−83
source: The joy of life comes from finding purpose and meaning in your experiences. Everything has a lesson and a gift.
es: La alegría de la vida proviene de encontrar un propósito y significado en tus experiencias. Todo tiene una lección y un regalo.
fr: La joie de vivre vient de la recherche d'un but et d'un sens dans vos expériences. Tout a une leçon et un cadeau.
it: La gioia della vita deriva dal trovare uno scopo e un significato nelle tue esperienze. Ogni cosa ha una lezione e un dono.
pt_br: A alegria da vida vem de encontrar propósito e significado em suas experiências. Tudo tem uma lição e um presente.

# Phrase−Joy−84
source: May your heart be filled with the joy of forgiveness, and may it liberate you from pain and hurt.
es: Que tu corazón se llene de la alegría del perdón y que te libere del dolor y del sufrimiento.
fr: Que votre cœur soit rempli de la joie du pardon et qu'il vous libère de la douleur et de la souffrance.
it: Possa il tuo cuore essere riempito dalla gioia del perdono e possa liberarti dal dolore e dal dolore.
pt_br: Que o seu coração se encha da alegria do perdão e que ele o liberte da dor e do sofrimento.

# Phrase−Joy−85
source: The power of self-care can bring joy and wellness to your body and mind. Take care of yourself and nurture your wellbeing.
es: El poder del autocuidado puede traer alegría y bienestar a tu cuerpo y mente. Cuídate y cultiva tu bienestar.
fr: Le pouvoir des soins personnels peut apporter joie et bien-être à votre corps et à votre esprit. Prenez soin de vous et cultivez votre bien-être.
it: Il potere della cura di sé può portare gioia e benessere al tuo corpo e alla tua mente. Prenditi cura di te stesso e coltiva il tuo benessere.
pt_br: O poder do autocuidado pode trazer alegria e bem-estar ao corpo e à mente. Cuide-se e cultive o seu bem-estar.

# Phrase−Joy−86
source: The joy of life comes from creating and experiencing beauty. Seek out beauty in all its forms and let it fill your heart.
es: La alegría de la vida proviene de crear y experimentar la belleza. Busca la belleza en todas sus formas y deja que llene tu corazón.
fr: La joie de vivre vient de la création et de l'expérience de la beauté. Recherchez la beauté sous toutes ses formes et laissez-la remplir votre cœur.
it: La gioia della vita viene dalla creazione e dall'esperienza della bellezza. Cerca la bellezza in tutte le sue forme e lascia che ti riempia il cuore.
pt_br: A alegria da vida vem de criar e experimentar a beleza. Busque a beleza em todas as suas formas e deixe-a preencher seu coração.

# Phrase−Joy−87
source: May the joy in your heart be as powerful as the force of love, and may it transform your world and the world around you.
es: Que la alegría en tu corazón sea tan poderosa como la fuerza del amor, y que transforme tu mundo y el mundo que te rodea.
fr: Que la joie dans votre cœur soit aussi puissante que la force de l'amour, et puisse-t-elle transformer votre monde et le monde qui vous entoure.
it: Possa la gioia nel tuo cuore essere potente quanto la forza dell'amore, e possa trasformare il tuo mondo e il mondo che ti circonda.
pt_br: Que a alegria em seu coração seja tão poderosa quanto a força do amor, e que ela transforme seu mundo e o mundo ao seu redor.

# Phrase−Joy−88
source: The power of positivity can shift your perspective and bring joy to your life. Focus on the good and watch it multiply.
es: El poder de la positividad puede cambiar tu perspectiva y traer alegría a tu vida. Concéntrate en lo bueno y observa cómo se multiplica.
fr: Le pouvoir de la positivité peut changer votre perspective et apporter de la joie dans votre vie. Concentrez-vous sur le bien et regardez-le se multiplier.
it: Il potere della positività può cambiare la tua prospettiva e portare gioia nella tua vita. Concentrati sul bene e guardalo moltiplicarsi.
pt_br: O poder da positividade pode mudar sua perspectiva e trazer alegria à sua vida. Concentre-se no bem e veja-o se multiplicar.

# Phrase−Joy−89
source: The joy of life comes from embracing change and letting go of what no longer serves you. Embrace the journey of growth and transformation.
es: La alegría de la vida proviene de aceptar el cambio y dejar ir lo que ya no te sirve. Acepta el viaje de crecimiento y transformación.
fr: La joie de vivre vient de l'acceptation du changement et de l'abandon de ce qui ne vous sert plus. Embrassez le chemin de la croissance et de la transformation.
it: La gioia della vita viene dall'abbracciare il cambiamento e lasciare andare ciò che non ti serve più. Abbraccia il viaggio di crescita e trasformazione.
pt_br: A alegria da vida vem de abraçar a mudança e deixar de lado o que não lhe serve mais. Abrace a jornada de crescimento e transformação.

# Phrase−Joy−90
source: May your heart be filled with the joy of gratitude, and may it attract even more blessings and abundance into your life.
es: Que tu corazón se llene de la alegría de la gratitud y que atraiga aún más bendiciones y abundancia a tu vida.
fr: Que votre cœur soit rempli de la joie de la gratitude et qu'il attire encore plus de bénédictions et d'abondance dans votre vie.
it: Possa il tuo cuore essere riempito dalla gioia della gratitudine e possa attrarre ancora più benedizioni e abbondanza nella tua vita.
pt_br: Que seu coração se encha da alegria da gratidão e que atraia ainda mais bênçãos e abundância para sua vida.

# Phrase−Joy−91
source: The power of vulnerability can bring joy and connection to your relationships. Allow yourself to be seen and heard.
es: El poder de la vulnerabilidad puede traer alegría y conexión a tus relaciones. Permítete ser visto y escuchado.
fr: Le pouvoir de la vulnérabilité peut apporter de la joie et de la connexion dans vos relations. Permettez-vous d'être vu et entendu.
it: Il potere della vulnerabilità può portare gioia e connessione alle tue relazioni. Consenti a te stesso di essere visto e ascoltato.
pt_br: O poder da vulnerabilidade pode trazer alegria e conexão aos seus relacionamentos. Permita-se ser visto e ouvido.

# Phrase−Joy−92
source: The joy of life comes from finding moments of peace and stillness amidst the chaos. Slow down and be present.
es: La alegría de la vida proviene de encontrar momentos de paz y tranquilidad en medio del caos. Reduzca la velocidad y esté presente.
fr: La joie de vivre vient de trouver des moments de paix et de calme au milieu du chaos. Ralentissez et soyez présent.
it: La gioia della vita viene dal trovare momenti di pace e quiete in mezzo al caos. Rallenta e sii presente.
pt_br: A alegria da vida vem de encontrar momentos de paz e sossego em meio ao caos. Desacelere e esteja presente.

# Phrase−Joy−93
source: May the joy in your heart be as expansive as the universe, and may it remind you of your infinite potential and possibilities.
es: Que la alegría en tu corazón sea tan amplia como el universo y que te recuerde tu potencial y posibilidades infinitas.
fr: Que la joie dans votre cœur soit aussi vaste que l'univers et puisse-t-elle vous rappeler votre potentiel et vos possibilités infinis.
it: Possa la gioia nel tuo cuore essere ampia come l'universo e possa ricordarti il tuo infinito potenziale e possibilità.
pt_br: Que a alegria em seu coração seja tão ampla quanto o universo e que possa lembrá-lo de seu potencial e possibilidades infinitas.

# Phrase−Joy−94
source: The power of hope can bring joy and light to even the darkest of moments. Hold on to hope and let it guide you.
es: El poder de la esperanza puede traer alegría y luz incluso en los momentos más oscuros. Aférrate a la esperanza y deja que te guíe.
fr: Le pouvoir de l'espoir peut apporter de la joie et de la lumière même dans les moments les plus sombres. Gardez espoir et laissez-le vous guider.
it: Il potere della speranza può portare gioia e luce anche nei momenti più bui. Aggrappati alla speranza e lascia che ti guidi.
pt_br: O poder da esperança pode trazer alegria e luz mesmo nos momentos mais sombrios. Agarre-se à esperança e deixe-a guiá-lo.

# Phrase−Joy−95
source: The joy of life comes from pursuing your passions and discovering your purpose. Your dreams are worth chasing.
es: La alegría en la vida proviene de perseguir tus pasiones y descubrir tu propósito. Perseguir tus sueños vale la pena.
fr: La joie de vivre vient de la poursuite de vos passions et de la découverte de votre but. La poursuite de vos rêves en vaut la peine.
it: La gioia della vita viene dal perseguire le tue passioni e scoprire il tuo scopo. Vale la pena inseguire i tuoi sogni.
pt_br: A alegria da vida vem de perseguir suas paixões e descobrir seu propósito. Perseguir seus sonhos vale a pena.

# Phrase−Joy−96
source: May your heart be filled with the joy of spontaneity, and may it lead you to new adventures and experiences.
es: Que tu corazón se llene de la alegría de la espontaneidad y que te lleve a nuevas aventuras y experiencias.
fr: Que votre cœur soit rempli de la joie de la spontanéité et qu'elle vous mène à de nouvelles aventures et expériences.
it: Possa il tuo cuore essere riempito dalla gioia della spontaneità e possa portarti a nuove avventure ed esperienze.
pt_br: Que o seu coração se encha da alegria da espontaneidade e que ela o leve a novas aventuras e experiências.

# Phrase−Joy−97
source: The power of self-love can bring joy and acceptance to your being. Love yourself unconditionally and watch your world transform.
es: El poder del amor propio puede traer alegría y aceptación a tu ser. Ámate a ti mismo incondicionalmente y observa cómo se transforma tu mundo.
fr: Le pouvoir de l'amour de soi peut apporter de la joie et de l'acceptation à votre être. Aimez-vous inconditionnellement et regardez votre monde se transformer.
it: Il potere dell'amor proprio può portare gioia e accettazione al tuo essere. Ama te stesso incondizionatamente e guarda il tuo mondo trasformarsi.
pt_br: O poder do amor-próprio pode trazer alegria e aceitação ao seu ser. Ame-se incondicionalmente e veja seu mundo se transformar.

# Phrase−Joy−98
source: The joy of life comes from taking risks and stepping outside of your comfort zone. Embrace the unknown and watch the magic unfold.
es: La alegría de la vida proviene de tomar riesgos y salir de tu zona de confort. Acepta lo desconocido y observa cómo se desarrolla la magia.
fr: La joie de vivre vient du fait de prendre des risques et de sortir de votre zone de confort. Embrassez l'inconnu et regardez la magie se dérouler.
it: La gioia della vita viene dal correre dei rischi e dall'uscire dalla tua zona di comfort. Abbraccia l'ignoto e osserva la magia che si svolge.
pt_br: A alegria da vida vem de correr riscos e sair de sua zona de conforto. Abrace o desconhecido e veja a mágica acontecer.

# Phrase−Joy−99
source: May the joy in your heart be as infectious as a child's laughter, and may it spread to all those around you.
es: Que la alegría en tu corazón sea tan contagiosa como la risa de un niño, y que se contagie a todos los que te rodean.
fr: Que la joie de votre cœur soit aussi contagieuse que le rire d'un enfant, et qu'elle se propage à tous ceux qui vous entourent.
it: Possa la gioia nel tuo cuore essere contagiosa come la risata di un bambino, e possa diffondersi a tutti coloro che ti circondano.
pt_br: Que a alegria do seu coração seja tão contagiante quanto o riso de uma criança, e que se espalhe por todos ao seu redor.

# Phrase−Joy−100
source: The power of community can bring joy and support to your life. Connect with others and build a network of love and encouragement.
es: El poder de la comunidad puede traer alegría y apoyo a su vida. Conéctese con otros y construya una red de amor y aliento.
fr: Le pouvoir de la communauté peut apporter de la joie et du soutien dans votre vie. Connectez-vous avec les autres et construisez un réseau d'amour et d'encouragement.
it: Il potere della comunità può portare gioia e sostegno alla tua vita. Connettiti con gli altri e costruisci una rete di amore e incoraggiamento.
pt_br: O poder da comunidade pode trazer alegria e apoio à sua vida. Conecte-se com outras pessoas e construa uma rede de amor e encorajamento.

# Phrase−Protection−1
source: Fear not, for I am with you always.
es: No tengas miedo, porque siempre estoy contigo.
fr: N'ayez pas peur, car je suis toujours avec vous.
it: Non temere, perché io sono sempre con te.
pt_br: Não tenha medo, porque estou sempre com você.

# Phrase−Protection−2
source: You are never alone. I am here to guide and protect you.
es: Nunca estás solo. Estoy aquí para guiarte y protegerte.
fr: Tu n'es jamais seul. Je suis là pour te guider et te protéger.
it: Non sei mai solo. Sono qui per guidarti e proteggerti.
pt_br: Você nunca está sozinho. Estou aqui para guiá-lo e protegê-lo.

# Phrase−Protection−3
source: Trust in the divine plan. Everything will work out for your highest good.
es: Confía en el plan divino. Todo saldrá bien para tu mayor bien.
fr: Faites confiance au plan divin. Tout ira pour votre plus grand bien.
it: Abbi fiducia nel piano divino. Tutto funzionerà per il tuo massimo bene.
pt_br: Confie no plano divino. Tudo funcionará para o seu bem maior.

# Phrase−Protection−4
source: I am here to help you find the courage and strength to overcome any obstacle.
es: Estoy aquí para ayudarte a encontrar el coraje y la fuerza para superar cualquier obstáculo.
fr: Je suis ici pour vous aider à trouver le courage et la force de surmonter n'importe quel obstacle.
it: Sono qui per aiutarti a trovare il coraggio e la forza per superare qualsiasi ostacolo.
pt_br: Estou aqui para ajudá-lo a encontrar coragem e força para superar qualquer obstáculo.

# Phrase−Protection−5
source: Let go of your worries and fears. I will hold them for you.
es: Deja ir tus preocupaciones y miedos. Los guardaré para ti.
fr: Lâchez vos soucis et vos peurs. Je les garderai pour vous.
it: Lascia andare le tue preoccupazioni e le tue paure. Le terrò per te.
pt_br: Deixe de lado suas preocupações e medos. Vou guardá-los para você.

# Phrase−Protection−6
source: You are loved and cherished, and your well-being is my priority.
es: Eres amado y apreciado, y tu bienestar es la prioridad.
fr: Vous êtes aimé et apprécié, et votre bien-être est la priorité.
it: Sei amato e amato, e il tuo benessere è la mia priorità.
pt_br: Você é amado e apreciado, e seu bem-estar é a prioridade.

# Phrase−Protection−7
source: Close your eyes and feel my presence. You are safe in my arms.
es: Cierra los ojos y siente mi presencia. Estás a salvo en mis brazos.
fr: Ferme les yeux et sens ma présence. Tu es en sécurité dans mes bras.
it: Chiudi gli occhi e senti la mia presenza. Sei al sicuro tra le mie braccia.
pt_br: Feche os olhos e sinta minha presença. Você está segura em meus braços.

# Phrase−Protection−8
source: Believe in yourself and your abilities. You have the power to overcome any challenge.
es: Cree en ti mismo y en tus habilidades. Tienes el poder de superar cualquier desafío.
fr: Croyez en vous et en vos capacités. Vous avez le pouvoir de surmonter n'importe quel défi.
it: Credi in te stesso e nelle tue capacità. Hai il potere di superare qualsiasi sfida.
pt_br: Acredite em você e em suas habilidades. Você tem o poder de superar qualquer desafio.
