Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Gratitude−90
source: Every challenge is an opportunity for gratitude. Give thanks for the lessons and growth that can come from facing adversity.
es: Cada desafío es una oportunidad para la gratitud. Da gracias por las lecciones y el crecimiento que pueden surgir al enfrentar la adversidad.
fr: Chaque défi est une opportunité de gratitude. Rendez grâce pour les leçons et la croissance qui peuvent découler de l'adversité.
it: Ogni sfida è un'opportunità di gratitudine. Ringrazia per le lezioni e la crescita che possono derivare dall'affrontare le avversità.
pt_br: Todo desafio é uma oportunidade de gratidão. Agradeça pelas lições e pelo crescimento que pode advir do enfrentamento da adversidade.

# Phrase−Gratitude−91
source: Gratitude is a way of connecting with the divine. Give thanks for the infinite wisdom and love that guides and sustains us.
es: La gratitud es una forma de conectarse con lo divino. Dar gracias por la sabiduría y el amor infinitos que nos guían y sostienen.
fr: La gratitude est un moyen de se connecter avec le divin. Rendez grâce pour la sagesse et l'amour infinis qui nous guident et nous soutiennent.
it: La gratitudine è un modo per connettersi con il divino. Ringrazia per l'infinita saggezza e amore che ci guida e ci sostiene.
pt_br: A gratidão é uma forma de nos conectarmos com o divino. Agradecer pela infinita sabedoria e amor que nos guia e sustenta.

# Phrase−Gratitude−92
source: Remember to give thanks for the power of gratitude itself. The practice of gratitude can transform our lives and bring us closer to our true selves.
es: Recuerda dar gracias por el poder de la gratitud en sí misma. La práctica de la gratitud puede transformar nuestras vidas y acercarnos a nosotros mismos.
fr: N'oubliez pas de rendre grâce pour le pouvoir de la gratitude elle-même. La pratique de la gratitude peut transformer nos vies et nous rapprocher de notre vrai moi.
it: Ricorda di ringraziare per il potere della gratitudine stessa. La pratica della gratitudine può trasformare le nostre vite e avvicinarci al nostro vero io.
pt_br: Lembre-se de agradecer pelo poder da própria gratidão. A prática da gratidão pode transformar nossas vidas e nos aproximar de nosso verdadeiro eu.

# Phrase−Gratitude−93
source: Gratitude is a way of finding strength and resilience in the face of uncertainty. Give thanks for the inner resources that help you face life's challenges with grace and courage.
es: La gratitud es una forma de encontrar fuerza y ​​resiliencia frente a la incertidumbre. Da gracias por los recursos internos que te ayudan a enfrentar los desafíos de la vida con gracia y coraje.
fr: La gratitude est un moyen de trouver force et résilience face à l'incertitude. Rendez grâce pour les ressources intérieures qui vous aident à affronter les défis de la vie avec grâce et courage.
it: La gratitudine è un modo per trovare forza e resilienza di fronte all'incertezza. Ringrazia per le risorse interiori che ti aiutano ad affrontare le sfide della vita con grazia e coraggio.
pt_br: A gratidão é uma forma de encontrar força e resiliência diante da incerteza. Agradeça pelos recursos internos que o ajudam a enfrentar os desafios da vida com graça e coragem.

# Phrase−Gratitude−94
source: Every act of kindness is a gift. Give thanks for the compassion and generosity of spirit that exists in the world.
es: Cada acto de bondad es un regalo. Da gracias por la compasión y la generosidad de espíritu que existe en el mundo.
fr: Chaque acte de gentillesse est un cadeau. Rendez grâce pour la compassion et la générosité d'esprit qui existent dans le monde.
it: Ogni atto di gentilezza è un dono. Ringrazia per la compassione e la generosità di spirito che esiste nel mondo.
pt_br: Todo ato de bondade é um presente. Agradeça pela compaixão e generosidade de espírito que existe no mundo.

# Phrase−Gratitude−95
source: Gratitude is a way of finding balance and harmony in life. Give thanks for the beauty and symmetry of the natural world, and for the ways in which we can create balance in our own lives.
es: La gratitud es una forma de encontrar el equilibrio y la armonía en la vida. Da gracias por la belleza y la simetría del mundo natural y las formas en que podemos crear equilibrio en nuestras vidas.
fr: La gratitude est un moyen de trouver l'équilibre et l'harmonie dans la vie. Rendez grâce pour la beauté et la symétrie du monde naturel et les façons dont nous pouvons créer l'équilibre dans nos vies.
it: La gratitudine è un modo per trovare equilibrio e armonia nella vita. Ringrazia per la bellezza e la simmetria del mondo naturale e per i modi in cui possiamo creare equilibrio nelle nostre vite.
pt_br: A gratidão é uma forma de encontrar equilíbrio e harmonia na vida. Agradeça pela beleza e simetria do mundo natural e pelas maneiras pelas quais podemos criar equilíbrio em nossas vidas.

# Phrase−Gratitude−96
source: Remember to give thanks for the power of forgiveness. Forgiveness can help us let go of resentment and bitterness, and create space for love and connection.
es: Recuerda dar gracias por el poder del perdón. El perdón puede ayudarnos a dejar de lado el resentimiento y la amargura y crear un espacio para el amor y la conexión.
fr: N'oubliez pas de rendre grâce pour le pouvoir du pardon. Le pardon peut nous aider à abandonner le ressentiment et l'amertume et à créer un espace pour l'amour et la connexion.
it: Ricorda di ringraziare per il potere del perdono. Il perdono può aiutarci a lasciare andare il risentimento e l'amarezza e creare spazio per l'amore e la connessione.
pt_br: Lembre-se de agradecer pelo poder do perdão. O perdão pode nos ajudar a deixar de lado o ressentimento e a amargura e criar espaço para o amor e a conexão.

# Phrase−Gratitude−97
source: Gratitude is a way of finding purpose and meaning in life. Give thanks for the opportunities to serve and contribute to the world.
es: La gratitud es una forma de encontrar propósito y significado en la vida. Da gracias por las oportunidades de servir y contribuir al mundo.
fr: La gratitude est un moyen de trouver un but et un sens à la vie. Rendez grâce pour les opportunités de servir et de contribuer au monde.
it: La gratitudine è un modo per trovare uno scopo e un significato nella vita. Ringrazia per le opportunità di servire e contribuire al mondo.
pt_br: A gratidão é uma forma de encontrar propósito e significado na vida. Agradeça pelas oportunidades de servir e contribuir com o mundo.

# Phrase−Gratitude−98
source: Every day is a new beginning. Give thanks for the fresh start each day brings, and for the opportunities to grow and learn.
es: Cada día es un nuevo comienzo. Da gracias por el nuevo comienzo que trae cada día y las oportunidades para crecer y aprender.
fr: Chaque jour est un nouveau départ. Rendez grâce pour le nouveau départ que chaque jour apporte et les opportunités de grandir et d'apprendre.
it: Ogni giorno è un nuovo inizio. Ringrazia per il nuovo inizio che ogni giorno porta e per le opportunità di crescere e imparare.
pt_br: Todo dia é um novo começo. Agradeça pelo novo começo que cada dia traz e pelas oportunidades de crescer e aprender.

# Phrase−Gratitude−99
source: Gratitude is a way of finding peace in the present moment. Give thanks for the gift of now, and for the ways in which we can find peace and contentment in the midst of chaos.
es: La gratitud es una forma de encontrar la paz en el momento presente. Da gracias por el regalo del ahora y las formas en que podemos encontrar la paz y la realización en medio del caos.
fr: La gratitude est un moyen de trouver la paix dans le moment présent. Rendez grâce pour le cadeau du moment présent et les moyens par lesquels nous pouvons trouver la paix et l'épanouissement au milieu du chaos.
it: La gratitudine è un modo per trovare la pace nel momento presente. Ringrazia per il dono di adesso e per i modi in cui possiamo trovare pace e appagamento in mezzo al caos.
pt_br: Gratidão é uma forma de encontrar paz no momento presente. Agradeça pelo presente de agora e pelas maneiras pelas quais podemos encontrar paz e realização em meio ao caos.

# Phrase−Gratitude−100
source: Remember to give thanks for the power of community. Together, we can create positive change and support one another on the journey of life.
es: Recuerde dar gracias por el poder de la comunidad. Juntos, podemos crear un cambio positivo y apoyarnos mutuamente a lo largo del viaje de la vida.
fr: N'oubliez pas de rendre grâce pour le pouvoir de la communauté. Ensemble, nous pouvons créer un changement positif et nous soutenir mutuellement tout au long du parcours de la vie.
it: Ricorda di ringraziare per il potere della comunità. Insieme, possiamo creare un cambiamento positivo e sostenerci a vicenda nel viaggio della vita.
pt_br: Lembre-se de agradecer pelo poder da comunidade. Juntos, podemos criar mudanças positivas e apoiar uns aos outros ao longo da jornada da vida.

# Phrase−Healing−1
source: You are not alone. I am here to guide and protect you on your journey to healing.
es: No estás solo. Estoy aquí para guiarte y protegerte en tu viaje hacia la curación.
fr: Vous n'êtes pas seul. Je suis ici pour vous guider et vous protéger dans votre cheminement vers la guérison.
it: Non sei solo. Sono qui per guidarti e proteggerti nel tuo viaggio verso la guarigione.
pt_br: Você não está sozinho. Estou aqui para guiá-lo e protegê-lo em sua jornada para a cura.

# Phrase−Healing−2
source: May you find peace and comfort in your heart and know that you are loved.
es: Que encuentres paz y consuelo en tu corazón y sepas que eres amado.
fr: Puissiez-vous trouver la paix et le réconfort dans votre cœur et savoir que vous êtes aimé.
it: Possa tu trovare pace e conforto nel tuo cuore e sapere che sei amato.
pt_br: Que você encontre paz e conforto em seu coração e saiba que é amado.

# Phrase−Healing−3
source: Remember that your body has the power to heal itself. Trust in the healing process and have faith in your recovery.
es: Recuerda que tu cuerpo tiene el poder de curarse a sí mismo. Confía en el proceso de curación y ten fe en tu curación.
fr: N'oubliez pas que votre corps a le pouvoir de se guérir lui-même. Faites confiance au processus de guérison et ayez foi en votre guérison.
it: Ricorda che il tuo corpo ha il potere di guarire se stesso. Abbi fiducia nel processo di guarigione e abbi fede nella tua guarigione.
pt_br: Lembre-se de que seu corpo tem o poder de se curar. Confie no processo de cura e tenha fé em sua cura.

# Phrase−Healing−4
source: Let go of any fear or worry that may be holding you back, and allow love and healing energy to flow through you.
es: Deja ir cualquier miedo o preocupación que pueda estar frenándote y deja que el amor y la energía curativa fluyan a través de ti.
fr: Lâchez toute peur ou inquiétude qui pourrait vous retenir et laissez l'amour et l'énergie de guérison vous traverser.
it: Lascia andare ogni paura o preoccupazione che potrebbe trattenerti e lascia che l'amore e l'energia curativa fluiscano attraverso di te.
pt_br: Deixe de lado quaisquer medos ou preocupações que possam estar impedindo você e deixe o amor e a energia de cura fluir através de você.

# Phrase−Healing−5
source: Take time to rest and take care of yourself. Your body and mind need time to heal, and it's okay to slow down and take a break.
es: Tómate un tiempo para descansar y cuidarte. Tu cuerpo y tu mente necesitan tiempo para sanar, y está bien reducir la velocidad y tomar un descanso.
fr: Prenez le temps de vous reposer et de prendre soin de vous. Votre corps et votre esprit ont besoin de temps pour guérir, et vous pouvez ralentir et faire une pause.
it: Prenditi del tempo per riposare e prenditi cura di te stesso. Il tuo corpo e la tua mente hanno bisogno di tempo per guarire, e va bene rallentare e fare una pausa.
pt_br: Reserve um tempo para descansar e cuidar de si mesmo. Seu corpo e sua mente precisam de tempo para se curar, e não há problema em desacelerar e fazer uma pausa.

# Phrase−Healing−6
source: Believe in your own strength and resilience. You have the power to overcome any challenge.
es: Cree en tu fuerza y ​​resiliencia. Tienes el poder de superar cualquier desafío.
fr: Croyez en votre force et votre résilience. Vous avez le pouvoir de surmonter n'importe quel défi.
it: Credi nella tua forza e resilienza. Hai il potere di superare qualsiasi sfida.
pt_br: Acredite na sua força e resiliência. Você tem o poder de superar qualquer desafio.

# Phrase−Healing−7
source: May the light of healing and love surround you, bringing you peace and comfort.
es: Que la luz de la curación y el amor te rodeen, brindándote paz y consuelo.
fr: Que la lumière de la guérison et de l'amour vous entoure, vous apportant paix et réconfort.
it: Possa la luce della guarigione e dell'amore circondarti, portandoti pace e conforto.
pt_br: Que a luz da cura e do amor o cerque, trazendo-lhe paz e conforto.

# Phrase−Healing−8
source: Trust that everything happens for a reason, and that even difficult experiences can bring growth and healing.
es: Confía en que todo sucede por una razón y que incluso las experiencias difíciles pueden traer crecimiento y sanación.
fr: Ayez confiance que tout arrive pour une raison et que même les expériences difficiles peuvent apporter croissance et guérison.
it: Abbi fiducia nel fatto che tutto accade per una ragione e che anche le esperienze difficili possono portare crescita e guarigione.
pt_br: Confie que tudo acontece por uma razão e que mesmo experiências difíceis podem trazer crescimento e cura.

# Phrase−Healing−9
source: You are a beautiful soul, deserving of love and healing. Allow yourself to receive the blessings of the universe.
es: Eres un alma hermosa, merecedora de amor y sanación. Permítete recibir las bendiciones del universo.
fr: Vous êtes une belle âme, méritant amour et guérison. Permettez-vous de recevoir les bénédictions de l'univers.
it: Sei un'anima meravigliosa, meritevole di amore e guarigione. Consenti a te stesso di ricevere le benedizioni dell'universo.
pt_br: Você é uma bela alma, merecedora de amor e cura. Permita-se receber as bênçãos do universo.

# Phrase−Healing−10
source: May you find joy and hope in the midst of your healing journey, and know that you are surrounded by love and support.
es: Que encuentres alegría y esperanza en medio de tu viaje de sanación y sepas que estás rodeado de amor y apoyo.
fr: Puissiez-vous trouver de la joie et de l'espoir au milieu de votre parcours de guérison et sachez que vous êtes entouré d'amour et de soutien.
it: Possa tu trovare gioia e speranza nel bel mezzo del tuo viaggio di guarigione e sapere che sei circondato da amore e sostegno.
pt_br: Que você encontre alegria e esperança no meio de sua jornada de cura e saiba que está cercado de amor e apoio.

# Phrase−Healing−11
source: May your mind, body, and spirit be filled with healing energy and light.
es: Que tu mente, cuerpo y espíritu se llenen de luz y energía curativa.
fr: Que votre esprit, votre corps et votre esprit soient remplis d'énergie et de lumière de guérison.
it: Possano la tua mente, il tuo corpo e il tuo spirito essere riempiti di energia curativa e luce.
pt_br: Que sua mente, corpo e espírito sejam preenchidos com energia de cura e luz.

# Phrase−Healing−12
source: You are a warrior, strong and brave, and you will overcome this challenge.
es: Eres un guerrero, fuerte y valiente, y superarás este desafío.
fr: Vous êtes un guerrier, fort et courageux, et vous surmonterez ce défi.
it: Sei un guerriero, forte e coraggioso, e supererai questa sfida.
pt_br: Você é uma guerreira, forte e corajosa, e vai superar esse desafio.

# Phrase−Healing−13
source: May you find solace in the embrace of the divine, and know that you are never alone.
es: Que encuentres consuelo en el abrazo de lo divino y sepas que nunca estás solo.
fr: Puissiez-vous trouver du réconfort dans l'étreinte du divin et sachez que vous n'êtes jamais seul.
it: Possa tu trovare conforto nell'abbraccio del divino e sapere che non sei mai solo.
pt_br: Que você encontre conforto no abraço do divino e saiba que nunca está sozinho.

# Phrase−Healing−14
source: Allow yourself to feel your emotions fully, and release any pain or sadness that no longer serves you.
es: Permítete sentir plenamente tus emociones y liberar cualquier dolor o tristeza que ya no te sirva.
fr: Permettez-vous de ressentir pleinement vos émotions et de libérer toute douleur ou tristesse qui ne vous sert plus.
it: Consenti a te stesso di sentire pienamente le tue emozioni e rilascia qualsiasi dolore o tristezza che non ti serve più.
pt_br: Permita-se sentir plenamente suas emoções e libere qualquer dor ou tristeza que não lhe serve mais.

# Phrase−Healing−15
source: Your body is a temple, and it deserves to be treated with love and care.
es: Tu cuerpo es un templo y merece ser tratado con amor y cuidado.
fr: Votre corps est un temple et mérite d'être traité avec amour et soin.
it: Il tuo corpo è un tempio e merita di essere trattato con amore e cura.
pt_br: Seu corpo é um templo e merece ser tratado com amor e carinho.

# Phrase−Healing−16
source: May you find peace in the present moment, and trust that everything is unfolding exactly as it should.
es: Que encuentres la paz en el momento presente y confíes en que todo se está desarrollando exactamente como debería.
fr: Puissiez-vous trouver la paix dans le moment présent et avoir confiance que tout se déroule exactement comme il se doit.
it: Possa tu trovare la pace nel momento presente e avere fiducia che tutto si sta svolgendo esattamente come dovrebbe.
pt_br: Que você encontre paz no momento presente e confie que tudo está acontecendo exatamente como deveria.

# Phrase−Healing−17
source: You have the power to transform your life, and to create a future filled with health and happiness.
es: Tienes el poder de transformar tu vida y crear un futuro lleno de salud y felicidad.
fr: Vous avez le pouvoir de transformer votre vie et de créer un avenir rempli de santé et de bonheur.
it: Hai il potere di trasformare la tua vita e di creare un futuro pieno di salute e felicità.
pt_br: Você tem o poder de transformar sua vida e criar um futuro repleto de saúde e felicidade.

# Phrase−Healing−18
source: Take comfort in the knowledge that your loved ones are watching over you, and sending you love and healing energy.
es: Consuélate sabiendo que tus seres queridos te protegen y te envían amor y energía curativa.
fr: Réconfortez-vous en sachant que vos proches vous protègent et vous envoient de l'amour et de l'énergie de guérison.
it: Trai conforto nella consapevolezza che i tuoi cari ti stanno proteggendo e ti stanno inviando amore ed energia curativa.
pt_br: Conforte-se com o conhecimento de que os entes queridos estão protegendo você e enviando amor e energia de cura.

# Phrase−Healing−19
source: May your heart be filled with joy and gratitude, even in the midst of pain and difficulty.
es: Que tu corazón se llene de alegría y gratitud, incluso en medio del dolor y las dificultades.
fr: Que votre cœur soit rempli de joie et de gratitude, même au milieu de la douleur et des difficultés.
it: Possa il tuo cuore essere pieno di gioia e gratitudine, anche in mezzo al dolore e alle difficoltà.
pt_br: Que seu coração se encha de alegria e gratidão, mesmo em meio à dor e ao sofrimento.

# Phrase−Healing−20
source: Allow yourself to ask for help when you need it, and to receive the support and care of others.
es: Permítete pedir ayuda cuando la necesites y recibir el apoyo y cuidado de los demás.
fr: Permettez-vous de demander de l'aide quand vous en avez besoin et de recevoir le soutien et les soins des autres.
it: Consenti a te stesso di chiedere aiuto quando ne hai bisogno e di ricevere il sostegno e la cura degli altri.
pt_br: Permita-se pedir ajuda quando precisar e receber o apoio e cuidado dos outros.

# Phrase−Healing−21
source: Remember that healing is a journey, not a destination. Take one step at a time, and celebrate each milestone along the way.
es: Recuerde que la curación es un viaje, no un destino. Dé un paso a la vez y celebre cada hito en el camino.
fr: N'oubliez pas que la guérison est un voyage, pas une destination. Faites un pas à la fois et célébrez chaque étape en cours de route.
it: Ricorda che la guarigione è un viaggio, non una destinazione. Fai un passo alla volta e celebra ogni pietra miliare lungo il percorso.
pt_br: Lembre-se de que a cura é uma jornada, não um destino. Dê um passo de cada vez e comemore cada marco ao longo do caminho.

# Phrase−Healing−22
source: May you find strength and courage in the face of adversity, and know that you are capable of overcoming any challenge.
es: Que encuentres fuerza y ​​coraje ante la adversidad y sepas que eres capaz de superar cualquier desafío.
fr: Puissiez-vous trouver force et courage face à l'adversité et sachez que vous êtes capable de surmonter n'importe quel défi.
it: Possa tu trovare forza e coraggio di fronte alle avversità e sapere che sei in grado di superare qualsiasi sfida.
pt_br: Que você encontre força e coragem diante das adversidades e saiba que é capaz de superar qualquer desafio.

# Phrase−Healing−23
source: Trust in the wisdom of your body, and allow it to guide you towards health and wellness.
es: Confía en la sabiduría de tu cuerpo y deja que te guíe hacia la salud y el bienestar.
fr: Faites confiance à la sagesse de votre corps et laissez-le vous guider vers la santé et le bien-être.
it: Abbi fiducia nella saggezza del tuo corpo e lascia che ti guidi verso la salute e il benessere.
pt_br: Confie na sabedoria do seu corpo e deixe-o guiá-lo para a saúde e o bem-estar.

# Phrase−Healing−24
source: May your spirit be lifted by the love and light that surrounds you, and know that you are a beloved child of the universe.
es: Que tu espíritu sea elevado por el amor y la luz que te rodea y sepas que eres un hijo amado del universo.
fr: Puisse ton esprit être élevé par l'amour et la lumière qui t'entourent et sache que tu es un enfant bien-aimé de l'univers.
it: Possa il tuo spirito essere sollevato dall'amore e dalla luce che ti circonda e sapere che sei un amato figlio dell'universo.
pt_br: Que seu espírito seja elevado pelo amor e pela luz ao seu redor e saiba que você é um filho amado do universo.

# Phrase−Healing−25
source: Take time to nourish your soul, and to connect with the things that bring you joy and peace.
es: Tómate el tiempo para alimentar tu alma y conectarte con las cosas que te traen alegría y paz.
fr: Prenez le temps de nourrir votre âme et de vous connecter avec les choses qui vous apportent joie et paix.
it: Prenditi del tempo per nutrire la tua anima e per connetterti con le cose che ti portano gioia e pace.
pt_br: Tire um tempo para alimentar sua alma e se conectar com as coisas que lhe trazem alegria e paz.

# Phrase−Healing−26
source: May you find comfort in the beauty of nature, and in the knowledge that you are part of something greater than yourself.
es: Que encuentres consuelo en la belleza de la naturaleza y en el conocimiento de que eres parte de algo más grande que tú mismo.
fr: Puissiez-vous trouver du réconfort dans la beauté de la nature et dans la connaissance que vous faites partie de quelque chose de plus grand que vous-même.
it: Possa tu trovare conforto nella bellezza della natura e nella consapevolezza di essere parte di qualcosa di più grande di te stesso.
pt_br: Que você encontre conforto na beleza da natureza e no conhecimento de que você faz parte de algo maior do que você mesmo.
