Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Gratitude−60
source: Remember to give thanks for the beauty of diversity. Each person and culture brings something unique and valuable to the world.
es: Recuerda dar gracias por la belleza de la diversidad. Cada persona y cultura aporta algo único y precioso al mundo.
fr: N'oubliez pas de rendre grâce pour la beauté de la diversité. Chaque personne et chaque culture apporte quelque chose d'unique et de précieux au monde.
it: Ricorda di ringraziare per la bellezza della diversità. Ogni persona e cultura porta qualcosa di unico e prezioso al mondo.
pt_br: Lembre-se de agradecer pela beleza da diversidade. Cada pessoa e cultura traz algo único e precioso para o mundo.

# Phrase−Gratitude−61
source: Gratitude is a way of honoring the interconnectedness of all things. Give thanks for the web of life that connects us all, and for the ways in which we are all connected.
es: La gratitud es una forma de honrar la interconexión de todas las cosas. Dar gracias por la red de vida que nos conecta a todos y las formas en que todos estamos conectados.
fr: La gratitude est une façon d'honorer l'interdépendance de toutes choses. Rendez grâce pour le réseau de la vie qui nous relie tous et les façons dont nous sommes tous connectés.
it: La gratitudine è un modo per onorare l'interconnessione di tutte le cose. Ringrazia per la rete della vita che ci connette tutti e per i modi in cui siamo tutti connessi.
pt_br: A gratidão é uma forma de honrar a interconexão de todas as coisas. Agradeça pela teia da vida que nos conecta a todos e pelas maneiras pelas quais estamos todos conectados.

# Phrase−Gratitude−62
source: Every moment is a chance to be grateful. Give thanks for the present moment, and for the gift of life itself.
es: Cada momento es una oportunidad para estar agradecido. Dar gracias por el momento presente y por el regalo de la vida misma.
fr: Chaque instant est une occasion d'être reconnaissant. Rendez grâce pour le moment présent et pour le don de la vie elle-même.
it: Ogni momento è un'occasione per essere grati. Ringrazia per il momento presente e per il dono della vita stessa.
pt_br: Cada momento é uma oportunidade de agradecer. Agradeça pelo momento presente e pelo dom da própria vida.

# Phrase−Gratitude−63
source: Gratitude is a way of finding meaning and purpose in your life. Give thanks for the ways in which you contribute to the world and make a difference.
es: La gratitud es una forma de encontrar significado y propósito en tu vida. Da gracias por la forma en que contribuyes al mundo y haces una diferencia.
fr: La gratitude est un moyen de trouver un sens et un but à votre vie. Rendez grâce pour la façon dont vous contribuez au monde et faites une différence.
it: La gratitudine è un modo per trovare significato e scopo nella tua vita. Ringrazia per il modo in cui contribuisci al mondo e fai la differenza.
pt_br: A gratidão é uma maneira de encontrar significado e propósito em sua vida. Agradeça pela maneira como você contribui para o mundo e faz a diferença.

# Phrase−Gratitude−64
source: Remember to give thanks for the healing power of nature. The beauty and wonder of the natural world can help soothe and heal your soul.
es: Recuerda dar gracias por el poder curativo de la naturaleza. La belleza y la maravilla del mundo natural pueden ayudar a calmar y sanar tu alma.
fr: N'oubliez pas de rendre grâce pour le pouvoir de guérison de la nature. La beauté et les merveilles du monde naturel peuvent aider à apaiser et à guérir votre âme.
it: Ricorda di ringraziare per il potere curativo della natura. La bellezza e la meraviglia del mondo naturale possono aiutare a lenire e guarire la tua anima.
pt_br: Lembre-se de agradecer pelo poder de cura da natureza. A beleza e a maravilha do mundo natural podem ajudar a acalmar e curar sua alma.

# Phrase−Gratitude−65
source: Gratitude is a way of tapping into the infinite potential of the universe. Give thanks for the miracles and blessings that come your way.
es: La gratitud es una forma de aprovechar el potencial infinito del universo. Da gracias por los milagros y las bendiciones que se te presenten.
fr: La gratitude est un moyen d'exploiter le potentiel infini de l'univers. Rendez grâce pour les miracles et les bénédictions qui se présentent à vous.
it: La gratitudine è un modo per attingere al potenziale infinito dell'universo. Ringrazia per i miracoli e le benedizioni che ti arrivano.
pt_br: A gratidão é uma forma de explorar o potencial infinito do universo. Agradeça pelos milagres e bênçãos que surgem em seu caminho.

# Phrase−Gratitude−66
source: Every person you meet is a gift. Give thanks for the connections and relationships you make throughout your life.
es: Cada persona que conoces es un regalo. Da gracias por las conexiones y relaciones que creas a lo largo de tu vida.
fr: Chaque personne que vous rencontrez est un cadeau. Rendez grâce pour les connexions et les relations que vous créez tout au long de votre vie.
it: Ogni persona che incontri è un dono. Ringrazia per le connessioni e le relazioni che crei durante la tua vita.
pt_br: Cada pessoa que você conhece é um presente. Agradeça pelas conexões e relacionamentos que você cria ao longo de sua vida.

# Phrase−Gratitude−67
source: Gratitude is a way of finding clarity and focus in your life. Give thanks for the clarity and insight that comes from quiet reflection and gratitude practice.
es: La gratitud es una forma de encontrar claridad y enfoque en tu vida. Da gracias por la claridad y la comprensión que provienen de la reflexión silenciosa y la práctica de la gratitud.
fr: La gratitude est un moyen de trouver la clarté et la concentration dans votre vie. Rendez grâce pour la clarté et la perspicacité qui découlent de la réflexion silencieuse et de la pratique de la gratitude.
it: La gratitudine è un modo per trovare chiarezza e concentrazione nella tua vita. Ringrazia per la chiarezza e l'intuizione che derivano dalla riflessione silenziosa e dalla pratica della gratitudine.
pt_br: A gratidão é uma maneira de encontrar clareza e foco em sua vida. Agradeça pela clareza e percepção que vêm da reflexão silenciosa e da prática da gratidão.

# Phrase−Gratitude−68
source: Remember to give thanks for the power of community. Together, we can accomplish great things and support one another on the journey of life.
es: Recuerde dar gracias por el poder de la comunidad. Juntos podemos lograr grandes cosas y apoyarnos mutuamente en el viaje de la vida.
fr: N'oubliez pas de rendre grâce pour le pouvoir de la communauté. Ensemble, nous pouvons réaliser de grandes choses et nous soutenir mutuellement dans le cheminement de la vie.
it: Ricordati di ringraziare per il potere della comunità. Insieme possiamo realizzare grandi cose e sostenerci a vicenda nel viaggio della vita.
pt_br: Lembre-se de agradecer pelo poder da comunidade. Juntos, podemos realizar grandes coisas e apoiar uns aos outros na jornada da vida.

# Phrase−Gratitude−69
source: Gratitude is a way of connecting with your own inner guidance. Give thanks for the intuition and wisdom that helps you navigate life's challenges.
es: La gratitud es una forma de conectarte con tu guía interior. Da gracias por la perspicacia y la sabiduría que te ayudan a superar los desafíos de la vida.
fr: La gratitude est un moyen de se connecter avec votre guidance intérieure. Rendez grâce pour la perspicacité et la sagesse qui vous aident à relever les défis de la vie.
it: La gratitudine è un modo per entrare in contatto con la tua guida interiore. Ringrazia per l'intuizione e la saggezza che ti aiutano a superare le sfide della vita.
pt_br: A gratidão é uma maneira de se conectar com sua orientação interior. Agradeça pela percepção e sabedoria que o ajudam a enfrentar os desafios da vida.

# Phrase−Gratitude−70
source: Every breath is a miracle. Give thanks for the gift of life and for the beauty and wonder of the world around you.
es: Cada respiración es un milagro. Da gracias por el regalo de la vida y por la belleza y la maravilla del mundo que te rodea.
fr: Chaque respiration est un miracle. Rendez grâce pour le don de la vie et pour la beauté et les merveilles du monde qui vous entoure.
it: Ogni respiro è un miracolo. Ringrazia per il dono della vita e per la bellezza e la meraviglia del mondo che ti circonda.
pt_br: Cada respiração é um milagre. Agradeça pelo dom da vida e pela beleza e maravilha do mundo ao seu redor.

# Phrase−Gratitude−71
source: Gratitude is a way of cultivating resilience in the face of difficulty. Give thanks for the strength and determination that help you overcome obstacles.
es: La gratitud es una forma de cultivar la resiliencia ante la adversidad. Da gracias por la fuerza y ​​la determinación que te ayudan a superar los obstáculos.
fr: La gratitude est un moyen de cultiver la résilience face à l'adversité. Rendez grâce pour la force et la détermination qui vous aident à surmonter les obstacles.
it: La gratitudine è un modo per coltivare la resilienza di fronte alle difficoltà. Ringrazia per la forza e la determinazione che ti aiutano a superare gli ostacoli.
pt_br: A gratidão é uma forma de cultivar a resiliência diante das adversidades. Agradeça pela força e determinação que o ajudam a superar os obstáculos.

# Phrase−Gratitude−72
source: Remember to give thanks for the power of forgiveness. Forgiveness can help heal wounds and create space for love and connection.
es: Recuerda dar gracias por el poder del perdón. El perdón puede ayudar a sanar heridas y crear un espacio para el amor y la conexión.
fr: N'oubliez pas de rendre grâce pour le pouvoir du pardon. Le pardon peut aider à guérir les blessures et créer un espace pour l'amour et la connexion.
it: Ricorda di ringraziare per il potere del perdono. Il perdono può aiutare a guarire le ferite e creare spazio per l'amore e la connessione.
pt_br: Lembre-se de agradecer pelo poder do perdão. O perdão pode ajudar a curar feridas e criar espaço para amor e conexão.

# Phrase−Gratitude−73
source: Gratitude is a way of honoring the past while embracing the future. Give thanks for the lessons and experiences of the past, and for the endless possibilities that lie ahead.
es: La gratitud es una forma de honrar el pasado mientras se abraza el futuro. Dar gracias por las lecciones y experiencias del pasado y las infinitas posibilidades que se avecinan.
fr: La gratitude est une façon d'honorer le passé tout en embrassant l'avenir. Remercier pour les leçons et les expériences du passé et les possibilités infinies qui nous attendent.
it: La gratitudine è un modo per onorare il passato abbracciando il futuro. Ringrazia per le lezioni e le esperienze del passato e per le infinite possibilità che ci attendono.
pt_br: A gratidão é uma forma de honrar o passado enquanto abraça o futuro. Agradeça pelas lições e experiências do passado e pelas infinitas possibilidades que temos pela frente.

# Phrase−Gratitude−74
source: Every experience is an opportunity to learn and grow. Give thanks for the wisdom and insight that comes from both success and failure.
es: Cada experiencia es una oportunidad para aprender y crecer. Da gracias por la sabiduría y el conocimiento que vienen con el éxito y el fracaso.
fr: Chaque expérience est une opportunité d'apprendre et de grandir. Rendez grâce pour la sagesse et la perspicacité qui accompagnent à la fois le succès et l'échec.
it: Ogni esperienza è un'opportunità per imparare e crescere. Ringrazia per la saggezza e l'intuizione che derivano sia dal successo che dal fallimento.
pt_br: Toda experiência é uma oportunidade para aprender e crescer. Agradeça pela sabedoria e discernimento que acompanham o sucesso e o fracasso.

# Phrase−Gratitude−75
source: Gratitude is a way of finding peace in the midst of uncertainty. Give thanks for the moments of clarity and calm that help you navigate life's twists and turns.
es: La gratitud es una forma de encontrar la paz en medio de la incertidumbre. Da gracias por los momentos de claridad y calma que te ayudan a navegar por los giros y vueltas de la vida.
fr: La gratitude est un moyen de trouver la paix au milieu de l'incertitude. Rendez grâce pour les moments de clarté et de calme qui vous aident à naviguer dans les méandres de la vie.
it: La gratitudine è un modo per trovare la pace in mezzo all'incertezza. Ringrazia per i momenti di chiarezza e calma che ti aiutano a superare i colpi di scena della vita.
pt_br: A gratidão é uma maneira de encontrar a paz em meio à incerteza. Agradeça pelos momentos de clareza e calma que o ajudam a navegar pelas reviravoltas da vida.

# Phrase−Gratitude−76
source: Remember to give thanks for the power of love. Love is the greatest force in the universe, and it can heal even the deepest wounds.
es: Recuerda dar gracias por el poder del amor. El amor es la fuerza más grande del universo y puede curar incluso las heridas más profundas.
fr: N'oubliez pas de rendre grâce pour le pouvoir de l'amour. L'amour est la plus grande force de l'univers et peut guérir même les blessures les plus profondes.
it: Ricorda di ringraziare per il potere dell'amore. L'amore è la forza più grande dell'universo e può guarire anche le ferite più profonde.
pt_br: Lembre-se de agradecer pelo poder do amor. O amor é a maior força do universo e pode curar até as feridas mais profundas.

# Phrase−Gratitude−77
source: Gratitude is a way of finding joy in the simple things. Give thanks for the small moments of beauty and wonder that make life so sweet.
es: La gratitud es una forma de encontrar alegría en las cosas simples. Da gracias por los pequeños momentos de belleza y maravilla que hacen que la vida sea tan dulce.
fr: La gratitude est un moyen de trouver de la joie dans les choses simples. Rendez grâce pour les petits moments de beauté et d'émerveillement qui rendent la vie si douce.
it: La gratitudine è un modo per trovare gioia nelle cose semplici. Ringrazia per i piccoli momenti di bellezza e meraviglia che rendono la vita così dolce.
pt_br: Gratidão é uma forma de encontrar alegria nas coisas simples. Agradeça pelos pequenos momentos de beleza e admiração que tornam a vida tão doce.

# Phrase−Gratitude−78
source: Every day is a new opportunity to give thanks. Give thanks for the people, experiences, and lessons that shape your life each day.
es: Cada día es una nueva oportunidad para dar gracias. Da gracias por las personas, las experiencias y las lecciones que dan forma a tu vida todos los días.
fr: Chaque jour est une nouvelle occasion de rendre grâce. Rendez grâce pour les personnes, les expériences et les leçons qui façonnent votre vie au quotidien.
it: Ogni giorno è una nuova opportunità per ringraziare. Ringrazia per le persone, le esperienze e le lezioni che danno forma alla tua vita ogni giorno.
pt_br: Todo dia é uma nova oportunidade para agradecer. Agradeça pelas pessoas, experiências e lições que moldam sua vida todos os dias.

# Phrase−Gratitude−79
source: Gratitude is a way of honoring your own worth and value. Give thanks for the unique gifts and talents that make you who you are.
es: La gratitud es una forma de honrar tu valor. Da gracias por los dones y talentos únicos que te hacen ser quien eres.
fr: La gratitude est une façon d'honorer votre valeur. Rendez grâce pour les dons et les talents uniques qui font de vous ce que vous êtes.
it: La gratitudine è un modo per onorare il proprio valore e valore. Ringrazia per i doni e i talenti unici che ti rendono quello che sei.
pt_br: A gratidão é uma forma de honrar o seu valor. Agradeça pelos dons e talentos únicos que fazem de você quem você é.

# Phrase−Gratitude−80
source: Remember to give thanks for the power of music. Music has the ability to uplift and inspire the soul.
es: Recuerda dar gracias por el poder de la música. La música tiene la capacidad de elevar e inspirar el alma.
fr: N'oubliez pas de rendre grâce pour le pouvoir de la musique. La musique a la capacité d'élever et d'inspirer l'âme.
it: Ricorda di ringraziare per il potere della musica. La musica ha la capacità di elevare e ispirare l'anima.
pt_br: Lembre-se de agradecer pelo poder da música. A música tem a capacidade de elevar e inspirar a alma.

# Phrase−Gratitude−81
source: Gratitude is a way of finding hope in the midst of despair. Give thanks for the light that shines even in the darkest of times.
es: La gratitud es una forma de encontrar esperanza en medio de la desesperación. Dar gracias por la luz que brilla incluso en los momentos más oscuros.
fr: La gratitude est un moyen de trouver de l'espoir au milieu du désespoir. Rendez grâce pour la lumière qui brille même dans les moments les plus sombres.
it: La gratitudine è un modo per trovare la speranza in mezzo alla disperazione. Ringrazia per la luce che brilla anche nei momenti più bui.
pt_br: A gratidão é uma forma de encontrar esperança em meio ao desespero. Agradeça pela luz que brilha mesmo nos momentos mais sombrios.

# Phrase−Gratitude−82
source: Every person you encounter is a teacher. Give thanks for the lessons and insights you gain from the people in your life.
es: Cada persona que conoces es un maestro. Da gracias por las lecciones y conocimientos que obtienes de las personas en tu vida.
fr: Chaque personne que vous rencontrez est un enseignant. Rendez grâce pour les leçons et les idées que vous tirez des personnes de votre vie.
it: Ogni persona che incontri è un insegnante. Ringrazia per le lezioni e le intuizioni che ottieni dalle persone della tua vita.
pt_br: Cada pessoa que você conhece é um professor. Agradeça pelas lições e percepções que você ganha das pessoas em sua vida.

# Phrase−Gratitude−83
source: Gratitude is a way of finding beauty in the midst of chaos. Give thanks for the moments of grace and elegance that arise even in the most turbulent times.
es: La gratitud es una forma de encontrar belleza en medio del caos. Da gracias por los momentos de gracia y elegancia que surgen incluso en los tiempos más turbulentos.
fr: La gratitude est un moyen de trouver la beauté au milieu du chaos. Rendez grâce pour les moments de grâce et d'élégance qui surviennent même dans les moments les plus turbulents.
it: La gratitudine è un modo per trovare la bellezza in mezzo al caos. Ringrazia per i momenti di grazia ed eleganza che sorgono anche nei momenti più turbolenti.
pt_br: A gratidão é uma forma de encontrar beleza em meio ao caos. Agradeça pelos momentos de graça e elegância que surgem até mesmo nos momentos mais turbulentos.

# Phrase−Gratitude−84
source: Remember to give thanks for the power of creativity. Creativity allows us to express ourselves in unique and beautiful ways.
es: Recuerda dar gracias por el poder de la creatividad. La creatividad nos permite expresarnos de maneras únicas y hermosas.
fr: N'oubliez pas de rendre grâce pour le pouvoir de la créativité. La créativité nous permet de nous exprimer de manière unique et magnifique.
it: Ricorda di ringraziare per il potere della creatività. La creatività ci permette di esprimerci in modi unici e meravigliosi.
pt_br: Lembre-se de agradecer pelo poder da criatividade. A criatividade permite que nos expressemos de maneiras únicas e belas.

# Phrase−Gratitude−85
source: Gratitude is a way of finding peace in the midst of pain. Give thanks for the healing and transformation that can arise from even the most difficult experiences.
es: La gratitud es una forma de encontrar la paz en medio del dolor. Da gracias por la sanación y la transformación que pueden surgir incluso de las experiencias más difíciles.
fr: La gratitude est un moyen de trouver la paix au milieu de la douleur. Rendez grâce pour la guérison et la transformation qui peuvent découler même des expériences les plus difficiles.
it: La gratitudine è un modo per trovare la pace in mezzo al dolore. Ringrazia per la guarigione e la trasformazione che possono derivare anche dalle esperienze più difficili.
pt_br: A gratidão é uma forma de encontrar paz em meio à dor. Agradeça pela cura e transformação que podem advir até mesmo das experiências mais difíceis.

# Phrase−Gratitude−86
source: Every moment is an opportunity to express gratitude. Give thanks for the beauty and wonder of life that surrounds you each day.
es: Cada momento es una oportunidad para expresar gratitud. Da gracias por la belleza y la maravilla de la vida que te rodea todos los días.
fr: Chaque instant est une occasion d'exprimer sa gratitude. Rendez grâce pour la beauté et l'émerveillement de la vie qui vous entoure chaque jour.
it: Ogni momento è un'opportunità per esprimere gratitudine. Ringrazia per la bellezza e la meraviglia della vita che ti circonda ogni giorno.
pt_br: Cada momento é uma oportunidade para expressar gratidão. Agradeça pela beleza e maravilha da vida que o cerca todos os dias.

# Phrase−Gratitude−87
source: Gratitude is a way of finding connection with others. Give thanks for the ways in which we can support and uplift one another on the journey of life.
es: La gratitud es una forma de encontrar conexión con los demás. Dar gracias por las formas en que podemos apoyarnos y animarnos mutuamente en el viaje de la vida.
fr: La gratitude est un moyen de trouver une connexion avec les autres. Remerciez pour la façon dont nous pouvons nous soutenir et nous élever mutuellement dans le voyage de la vie.
it: La gratitudine è un modo per trovare la connessione con gli altri. Ringrazia per i modi in cui possiamo sostenerci ed elevarci a vicenda nel viaggio della vita.
pt_br: A gratidão é uma maneira de encontrar conexão com os outros. Agradeça pelas maneiras pelas quais podemos apoiar e elevar uns aos outros na jornada da vida.

# Phrase−Gratitude−88
source: Remember to give thanks for the power of laughter. Laughter has the ability to lighten our hearts and bring joy to even the most challenging situations.
es: Recuerda dar gracias por el poder de la risa. La risa tiene la capacidad de aligerar nuestros corazones y traer alegría incluso en las situaciones más difíciles.
fr: N'oubliez pas de rendre grâce pour le pouvoir du rire. Le rire a la capacité d'alléger nos cœurs et d'apporter de la joie même dans les situations les plus difficiles.
it: Ricorda di ringraziare per il potere delle risate. Le risate hanno la capacità di alleggerire i nostri cuori e portare gioia anche nelle situazioni più difficili.
pt_br: Lembre-se de agradecer pelo poder do riso. O riso tem a capacidade de iluminar nossos corações e trazer alegria mesmo nas situações mais difíceis.

# Phrase−Gratitude−89
source: Gratitude is a way of finding compassion and forgiveness. Give thanks for the capacity to love and forgive, even in the face of hurt and betrayal.
es: La gratitud es una forma de encontrar compasión y perdón. Dar gracias por la capacidad de amar y perdonar, incluso ante el dolor y la traición.
fr: La gratitude est un moyen de trouver la compassion et le pardon. Rendez grâce pour la capacité d'aimer et de pardonner, même face à la douleur et à la trahison.
it: La gratitudine è un modo per trovare compassione e perdono. Ringrazia per la capacità di amare e perdonare, anche di fronte al dolore e al tradimento.
pt_br: A gratidão é uma forma de encontrar compaixão e perdão. Agradeça pela capacidade de amar e perdoar, mesmo diante da dor e da traição.
