Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Courage−39
source: Trust in your intuition and let it guide you towards your destiny.
es: Confía en tu intuición y deja que te guíe hacia tu destino.
fr: Faites confiance à votre intuition et laissez-la vous guider vers votre destin.
it: Abbi fiducia nel tuo intuito e lascia che ti guidi verso il tuo destino.
pt_br: Confie na sua intuição e deixe-a guiá-lo até o seu destino.

# Phrase−Courage−40
source: Remember that the universe is always conspiring in your favor, even when it doesn't seem like it.
es: Recuerda que el universo siempre conspira a tu favor, aun cuando no lo parezca.
fr: N'oubliez pas que l'univers conspire toujours en votre faveur, même quand il n'en a pas l'air.
it: Ricorda che l'universo cospira sempre a tuo favore, anche quando non sembra.
pt_br: Lembre-se que o universo sempre conspira a seu favor, mesmo quando não parece.

# Phrase−Courage−41
source: Take a deep breath and summon your inner strength.
es: Respira hondo y llama a tu fuerza interior.
fr: Respirez profondément et faites appel à votre force intérieure.
it: Fai un respiro profondo e fai appello alla tua forza interiore.
pt_br: Respire fundo e invoque sua força interior.

# Phrase−Courage−42
source: Trust in yourself and the path you are on.
es: Confía en ti mismo y en el camino en el que estás.
fr: Faites confiance à vous et au chemin sur lequel vous êtes.
it: Abbi fiducia in te stesso e nel percorso che stai percorrendo.
pt_br: Confie em si mesmo e no caminho em que você está.

# Phrase−Courage−43
source: Even the smallest step forward is progress towards your goals.
es: Incluso el paso más pequeño hacia adelante es un progreso hacia tus objetivos.
fr: Même le plus petit pas en avant est un progrès vers vos objectifs.
it: Anche il più piccolo passo avanti è un progresso verso i tuoi obiettivi.
pt_br: Mesmo o menor passo à frente é um progresso em direção aos seus objetivos.

# Phrase−Courage−44
source: Believe in yourself and the magic within you.
es: Cree en ti mismo y en la magia que hay dentro de ti.
fr: Croyez en vous et en la magie qui est en vous.
it: Credi in te stesso e nella magia dentro di te.
pt_br: Acredite em si mesmo e na magia dentro de você.

# Phrase−Courage−45
source: You are not alone in your journey; you have a team of angels supporting you.
es: No estás solo en tu viaje, tienes un equipo de ángeles que te respaldan.
fr: Vous n'êtes pas seul dans votre voyage; vous avez une équipe d'anges qui vous soutient.
it: Non sei solo nel tuo viaggio; hai una squadra di angeli che ti sostiene.
pt_br: Você não está sozinho em sua jornada; você tem uma equipe de anjos apoiando você.

# Phrase−Courage−46
source: With every challenge comes an opportunity to grow and learn.
es: Con cada desafío viene una oportunidad de crecer y aprender.
fr: A chaque défi vient une opportunité de grandir et d'apprendre.
it: Con ogni sfida arriva un'opportunità per crescere e imparare.
pt_br: Com todo desafio vem uma oportunidade de crescer e aprender.

# Phrase−Courage−47
source: Fear is only temporary; courage lasts a lifetime.
es: El miedo es solo temporal, el coraje dura toda la vida.
fr: La peur n'est que temporaire, le courage dure toute une vie.
it: La paura è solo temporanea; il coraggio dura tutta la vita.
pt_br: O medo é apenas temporário; a coragem dura a vida inteira.

# Phrase−Courage−48
source: Keep your eyes focused on the light at the end of the tunnel.
es: Mantén tus ojos enfocados en la luz al final del túnel.
fr: Gardez vos yeux concentrés sur la lumière au bout du tunnel.
it: Tieni gli occhi concentrati sulla luce alla fine del tunnel.
pt_br: Mantenha seus olhos focados na luz no fim do túnel.

# Phrase−Courage−49
source: Let your faith guide you towards your purpose and destiny.
es: Deja que tu fe te guíe hacia tu propósito y destino.
fr: Laissez votre foi vous guider vers votre but et votre destinée.
it: Lascia che la tua fede ti guidi verso il tuo scopo e il tuo destino.
pt_br: Deixe sua fé guiá-lo ao seu propósito e destino.

# Phrase−Courage−50
source: Rise above your fears and soar towards your dreams.
es: Elévate por encima de tus miedos y vuela hacia tus sueños.
fr: Élevez-vous au-dessus de vos peurs et envolez-vous vers vos rêves.
it: Alzati al di sopra delle tue paure e vola verso i tuoi sogni.
pt_br: Eleve-se acima de seus medos e voe em direção aos seus sonhos.

# Phrase−Courage−51
source: You are stronger than you realize and capable of achieving greatness.
es: Eres más fuerte de lo que crees y capaz de alcanzar la grandeza.
fr: Vous êtes plus fort que vous ne le pensez et capable d'atteindre la grandeur.
it: Sei più forte di quanto pensi e capace di raggiungere la grandezza.
pt_br: Você é mais forte do que pensa e capaz de alcançar a grandeza.

# Phrase−Courage−52
source: Don't let self-doubt stop you from pursuing your passions.
es: No dejes que las dudas sobre ti mismo te impidan perseguir tus pasiones.
fr: Ne laissez pas le doute vous empêcher de poursuivre vos passions.
it: Non lasciare che i dubbi su te stesso ti impediscano di perseguire le tue passioni.
pt_br: Não deixe que a dúvida o impeça de perseguir suas paixões.

# Phrase−Courage−53
source: When the road gets tough, remember the strength and courage that lies within you.
es: Cuando las cosas se pongan difíciles, recuerda la fuerza y ​​el coraje dentro de ti.
fr: Quand les choses deviennent difficiles, souvenez-vous de la force et du courage qui sont en vous.
it: Quando la strada si fa dura, ricorda la forza e il coraggio che c'è dentro di te.
pt_br: Quando as coisas ficarem difíceis, lembre-se da força e coragem dentro de você.

# Phrase−Courage−54
source: Hold onto hope and know that better days are ahead.
es: Mantén la esperanza y sé consciente de que te esperan días mejores.
fr: Gardez espoir et sachez que des jours meilleurs vous attendent.
it: Mantieni la speranza e sappi che ci aspettano giorni migliori.
pt_br: Mantenha a esperança e saiba que dias melhores esperam por você.

# Phrase−Courage−55
source: Your perseverance and determination will see you through any challenge.
es: Tu perseverancia y determinación te acompañarán en cada desafío.
fr: Votre persévérance et votre détermination vous accompagneront dans chaque défi.
it: La tua perseveranza e determinazione ti accompagneranno in ogni sfida.
pt_br: Sua perseverança e determinação irão acompanhá-lo em todos os desafios.

# Phrase−Courage−56
source: Embrace the unknown and step boldly into the future.
es: Abraza lo desconocido y da un paso audaz hacia el futuro.
fr: Embrassez l'inconnu et avancez avec audace dans le futur.
it: Abbraccia l'ignoto ed entra con coraggio nel futuro.
pt_br: Abrace o desconhecido e caminhe corajosamente para o futuro.

# Phrase−Courage−57
source: Believe in yourself, and the rest of the world will follow.
es: Cree en ti mismo y el resto del mundo te seguirá.
fr: Croyez en vous et le reste du monde vous suivra.
it: Credi in te stesso e il resto del mondo ti seguirà.
pt_br: Acredite em si mesmo e o resto do mundo o seguirá.

# Phrase−Courage−58
source: Chase your dreams with courage and determination, for anything is possible.
es: Persigue tus sueños con coraje y determinación, porque todo es posible.
fr: Poursuivez vos rêves avec courage et détermination, car tout est possible.
it: Insegui i tuoi sogni con coraggio e determinazione, perché tutto è possibile.
pt_br: Persiga seus sonhos com coragem e determinação, porque tudo é possível.

# Phrase−Courage−59
source: Your journey may be difficult, but the reward is worth the struggle.
es: Tu viaje puede ser difícil, pero las recompensas valen la pena.
fr: Votre voyage peut être difficile, mais les récompenses en valent la peine.
it: Il tuo viaggio può essere difficile, ma la ricompensa vale la lotta.
pt_br: Sua jornada pode ser difícil, mas as recompensas valem a luta.

# Phrase−Courage−60
source: Have faith in the journey, even when the destination is unclear.
es: Ten fe en el viaje, incluso cuando el destino no está claro.
fr: Ayez foi dans le voyage, même lorsque la destination n'est pas claire.
it: Abbi fede nel viaggio, anche quando la destinazione non è chiara.
pt_br: Tenha fé na jornada, mesmo quando o destino não for claro.

# Phrase−Courage−61
source: You have the power to overcome any obstacle in your path.
es: Tienes el poder de superar cualquier obstáculo en tu camino.
fr: Vous avez le pouvoir de surmonter n'importe quel obstacle sur votre chemin.
it: Hai il potere di superare qualsiasi ostacolo sul tuo cammino.
pt_br: Você tem o poder de superar qualquer obstáculo em seu caminho.

# Phrase−Courage−62
source: Even the bravest souls experience fear; it is the courage to act in spite of it that sets you apart.
es: Incluso las almas más valientes experimentan miedo; es el coraje de actuar a pesar de lo que te diferencia.
fr: Même les âmes les plus courageuses éprouvent de la peur ; c'est le courage d'agir malgré ce qui vous distingue.
it: Anche le anime più coraggiose sperimentano la paura; è il coraggio di agire nonostante ciò che ti distingue.
pt_br: Mesmo as almas mais corajosas experimentam medo; é a coragem de agir apesar do que os diferencia.

# Phrase−Courage−63
source: Don't be afraid to take a leap of faith and trust in the journey ahead.
es: No tengas miedo de dar un salto de fe y confiar en el viaje que tienes por delante.
fr: N'ayez pas peur de faire un acte de foi et de confiance dans le voyage à venir.
it: Non aver paura di fare un atto di fede e fiducia nel viaggio che ti aspetta.
pt_br: Não tenha medo de dar um salto de fé e confiança na jornada à frente.

# Phrase−Courage−64
source: Your destiny is waiting for you; all you need is the courage to reach out and take it.
es: Tu destino te está esperando; todo lo que necesitas es el coraje para extender la mano y tomarlo.
fr: Votre destin vous attend; tout ce dont vous avez besoin est le courage de tendre la main et de le prendre.
it: Il tuo destino ti sta aspettando; tutto ciò di cui hai bisogno è il coraggio di allungare la mano e prenderlo.
pt_br: Seu destino está esperando por você; tudo que você precisa é a coragem de estender a mão e tomá-lo.

# Phrase−Courage−65
source: Believe in the beauty of your dreams and the power of your spirit to make them a reality.
es: Cree en la belleza de tus sueños y en el poder de tu espíritu para hacerlos realidad.
fr: Croyez en la beauté de vos rêves et en la puissance de votre esprit pour les réaliser.
it: Credi nella bellezza dei tuoi sogni e nel potere del tuo spirito per renderli realtà.
pt_br: Acredite na beleza dos seus sonhos e no poder do seu espírito para torná-los realidade.

# Phrase−Courage−66
source: Your greatest strengths often come from your greatest struggles.
es: Sus mayores fortalezas a menudo provienen de sus mayores luchas.
fr: Vos plus grandes forces viennent souvent de vos plus grandes luttes.
it: I tuoi più grandi punti di forza spesso derivano dalle tue più grandi lotte.
pt_br: Suas maiores forças geralmente vêm de suas maiores lutas.

# Phrase−Courage−67
source: Let your intuition guide you towards the path that is meant for you.
es: Deja que tu intuición te guíe por el camino que está destinado para ti.
fr: Laissez votre intuition vous guider vers le chemin qui vous est destiné.
it: Lascia che la tua intuizione ti guidi verso il percorso che è destinato a te.
pt_br: Deixe sua intuição guiá-lo para o caminho que é destinado a você.

# Phrase−Courage−68
source: Be courageous in the face of adversity and stand strong in your convictions.
es: Sé valiente frente a la adversidad y mantente fuerte en tus convicciones.
fr: Soyez courageux face à l'adversité et restez forts dans vos convictions.
it: Sii coraggioso di fronte alle avversità e rimani forte nelle tue convinzioni.
pt_br: Seja corajoso diante da adversidade e mantenha-se firme em suas convicções.

# Phrase−Courage−69
source: Take comfort in knowing that you are never alone on your journey.
es: Consuélate sabiendo que nunca estarás solo en tu viaje.
fr: Rassurez-vous en sachant que vous n'êtes jamais seul pendant votre voyage.
it: Trai conforto nel sapere che non sei mai solo nel tuo viaggio.
pt_br: Conforte-se em saber que você nunca está sozinho em sua jornada.

# Phrase−Courage−70
source: Trust in the process of life, for everything happens for a reason.
es: Confía en el proceso de la vida, porque todo sucede por una razón.
fr: Faites confiance au processus de la vie, car tout arrive pour une raison.
it: Abbi fiducia nel processo della vita, perché tutto accade per una ragione.
pt_br: Confie no processo da vida, porque tudo acontece por uma razão.

# Phrase−Courage−71
source: Courage comes from the heart, so follow your heart towards your dreams.
es: El coraje viene del corazón, así que sigue tu corazón hacia tus sueños.
fr: Le courage vient du cœur, alors suivez votre cœur vers vos rêves.
it: Il coraggio viene dal cuore, quindi segui il tuo cuore verso i tuoi sogni.
pt_br: A coragem vem do coração, então siga seu coração em direção aos seus sonhos.

# Phrase−Courage−72
source: Even in the darkest of times, your light shines bright and illuminates the way.
es: Incluso en los momentos más oscuros, tu luz brilla intensamente e ilumina el camino.
fr: Même dans les moments les plus sombres, votre lumière brille et éclaire le chemin.
it: Anche nei momenti più bui, la tua luce risplende luminosa e illumina la via.
pt_br: Mesmo nos momentos mais sombrios, sua luz brilha e ilumina o caminho.

# Phrase−Courage−73
source: Don't be afraid to ask for help when you need it; it takes courage to admit you can't do it alone.
es: No tengas miedo de pedir ayuda cuando la necesites; se necesita coraje para admitir que no puedes hacerlo solo.
fr: N'ayez pas peur de demander de l'aide quand vous en avez besoin; il faut du courage pour admettre que vous ne pouvez pas le faire seul.
it: Non aver paura di chiedere aiuto quando ne hai bisogno; ci vuole coraggio per ammettere che non puoi farcela da solo.
pt_br: Não tenha medo de pedir ajuda quando precisar; é preciso coragem para admitir que você não pode fazer isso sozinho.

# Phrase−Courage−74
source: Believe in the power of your dreams and let them guide you towards your destiny.
es: Cree en el poder de tus sueños y deja que te guíen hacia tu destino.
fr: Croyez au pouvoir de vos rêves et laissez-les vous guider vers votre destin.
it: Credi nel potere dei tuoi sogni e lascia che ti guidino verso il tuo destino.
pt_br: Acredite no poder dos seus sonhos e deixe-os guiá-lo em direção ao seu destino.

# Phrase−Courage−75
source: Embrace your inner warrior and face your fears with courage and determination.
es: Abraza a tu guerrero interior y enfrenta tus miedos con coraje y determinación.
fr: Embrassez votre guerrier intérieur et affrontez vos peurs avec courage et détermination.
it: Abbraccia il tuo guerriero interiore e affronta le tue paure con coraggio e determinazione.
pt_br: Abrace seu guerreiro interior e enfrente seus medos com coragem e determinação.

# Phrase−Courage−76
source: Let your heart be your compass and your courage be your guide.
es: Deja que tu corazón sea tu brújula y tu valor sea tu guía.
fr: Que votre cœur soit votre boussole et votre courage votre guide.
it: Lascia che il tuo cuore sia la tua bussola e il tuo coraggio sia la tua guida.
pt_br: Deixe seu coração ser sua bússola e sua coragem ser seu guia.

# Phrase−Courage−77
source: Every obstacle is an opportunity to strengthen your resolve and build your resilience.
es: Cada obstáculo es una oportunidad para fortalecer su determinación y desarrollar su resiliencia.
fr: Chaque obstacle est une opportunité de renforcer votre détermination et de développer votre résilience.
it: Ogni ostacolo è un'opportunità per rafforzare la tua determinazione e costruire la tua resilienza.
pt_br: Cada obstáculo é uma oportunidade para fortalecer sua determinação e construir sua resiliência.

# Phrase−Courage−78
source: Have faith in yourself and the journey that lies ahead.
es: Confía en ti mismo y en el viaje por delante.
fr: Faites-vous confiance et faites confiance au voyage qui vous attend.
it: Abbi fiducia in te stesso e nel viaggio che ti aspetta.
pt_br: Confie em si mesmo e na jornada à frente.

# Phrase−Courage−79
source: Remember that the universe is always conspiring in your favor, even when it doesn't feel like it.
es: Recuerda que el universo siempre conspira a tu favor, incluso cuando no se siente así.
fr: N'oubliez pas que l'univers conspire toujours en votre faveur, même quand il n'en a pas envie.
it: Ricorda che l'universo cospira sempre a tuo favore, anche quando non ne ha voglia.
pt_br: Lembre-se que o universo sempre conspira a seu favor, mesmo quando não parece.

# Phrase−Courage−80
source: You are capable of achieving anything you set your mind to, so go out there and make it happen.
es: Eres capaz de lograr cualquier cosa que te propongas, así que sal y haz que suceda.
fr: Vous êtes capable de réaliser tout ce que vous avez décidé de faire, alors allez-y et faites en sorte que cela se produise.
it: Sei in grado di ottenere qualsiasi cosa tu abbia deciso, quindi esci e fallo accadere.
pt_br: Você é capaz de alcançar qualquer coisa que se propõe a fazer, então vá lá e faça acontecer.

# Phrase−Courage−81
source: Find comfort in the knowledge that every challenge you face is ultimately leading you towards your purpose.
es: Encuentra consuelo sabiendo que cada desafío que enfrentas te está conduciendo finalmente hacia tu propósito.
fr: Trouvez du réconfort en sachant que chaque défi auquel vous êtes confronté vous mène finalement vers votre objectif.
it: Trova conforto nella consapevolezza che ogni sfida che affronti alla fine ti sta portando verso il tuo scopo.
pt_br: Encontre conforto sabendo que cada desafio que você enfrenta está levando você em direção ao seu propósito.

# Phrase−Courage−82
source: Don't let fear hold you back from pursuing your passions and living your best life.
es: No dejes que el miedo te impida perseguir tus pasiones y vivir tu mejor vida.
fr: Ne laissez pas la peur vous empêcher de poursuivre vos passions et de vivre votre meilleure vie.
it: Non lasciare che la paura ti trattenga dal perseguire le tue passioni e dal vivere la tua vita migliore.
pt_br: Não deixe o medo impedi-lo de perseguir suas paixões e viver sua melhor vida.

# Phrase−Courage−83
source: Your strength and determination will carry you through any obstacle that comes your way.
es: Tu fuerza y ​​determinación te ayudarán a superar cualquier obstáculo que se te presente.
fr: Votre force et votre détermination vous permettront de surmonter tous les obstacles qui se présenteront à vous.
it: La tua forza e la tua determinazione ti porteranno a superare qualsiasi ostacolo ti si presenti.
pt_br: Sua força e determinação o levarão através de qualquer obstáculo que aparecer em seu caminho.

# Phrase−Courage−84
source: Trust in your intuition and let it guide you towards your highest good.
es: Confía en tu intuición y deja que te guíe hacia tu mayor bien.
fr: Faites confiance à votre intuition et laissez-la vous guider vers votre plus grand bien.
it: Abbi fiducia nella tua intuizione e lascia che ti guidi verso il tuo massimo bene.
pt_br: Confie na sua intuição e deixe-a guiá-lo para o seu bem maior.

# Phrase−Courage−85
source: You have the power to create the life you want to live, so don't be afraid to dream big.
es: Tienes el poder de crear la vida que quieres vivir, así que no tengas miedo de soñar en grande.
fr: Vous avez le pouvoir de créer la vie que vous voulez vivre, alors n'ayez pas peur de rêver grand.
it: Hai il potere di creare la vita che vuoi vivere, quindi non aver paura di sognare in grande.
pt_br: Você tem o poder de criar a vida que deseja viver, então não tenha medo de sonhar grande.

# Phrase−Courage−86
source: Every step you take towards your dreams is a victory, no matter how small.
es: Cada paso que das hacia tus sueños es una victoria, por pequeño que sea.
fr: Chaque pas que vous faites vers vos rêves est une victoire, aussi petite soit-elle.
it: Ogni passo che fai verso i tuoi sogni è una vittoria, non importa quanto piccola.
pt_br: Cada passo que você dá em direção aos seus sonhos é uma vitória, por menor que seja.

# Phrase−Courage−87
source: Believe in yourself and the magic within you, for it is the source of your courage and strength.
es: Cree en ti mismo y en la magia que hay dentro de ti, porque es la fuente de tu coraje y tu fuerza.
fr: Croyez en vous et en la magie qui est en vous, car c'est la source de votre courage et de votre force.
it: Credi in te stesso e nella magia dentro di te, perché è la fonte del tuo coraggio e della tua forza.
pt_br: Acredite em si mesmo e na magia dentro de você, porque é a fonte de sua coragem e força.

# Phrase−Courage−88
source: Keep your focus on the present moment, for it is the only moment that truly matters.
es: Mantén tu enfoque en el momento presente, porque es el único momento que realmente importa.
fr: Concentrez-vous sur le moment présent, car c'est le seul moment qui compte vraiment.
it: Mantieni la tua attenzione sul momento presente, perché è l'unico momento che conta davvero.
pt_br: Mantenha seu foco no momento presente, porque é o único momento que realmente importa.

# Phrase−Courage−89
source: The path to your dreams may be difficult, but the reward at the end is worth every step.
es: El camino hacia tus sueños puede ser difícil, pero las recompensas al final valen cada paso.
fr: Le chemin vers vos rêves peut être difficile, mais les récompenses à la fin valent chaque pas.
it: Il percorso verso i tuoi sogni può essere difficile, ma la ricompensa alla fine vale ogni passo.
pt_br: O caminho para seus sonhos pode ser difícil, mas as recompensas no final valem cada passo.

# Phrase−Courage−90
source: Let go of your doubts and fears, and trust in the journey that lies ahead.
es: Deja ir tus dudas y miedos y confía en el viaje que tienes por delante.
fr: Lâchez vos doutes et vos peurs et faites confiance au voyage qui vous attend.
it: Lascia andare i tuoi dubbi e le tue paure e abbi fiducia nel viaggio che ti aspetta.
pt_br: Deixe de lado suas dúvidas e medos e confie na jornada que tem pela frente.

# Phrase−Courage−91
source: With every challenge comes an opportunity to learn and grow stronger.
es: Con cada desafío viene una oportunidad de aprender y fortalecerse.
fr: A chaque défi vient une opportunité d'apprendre et de devenir plus fort.
it: Con ogni sfida arriva un'opportunità per imparare e diventare più forti.
pt_br: Com cada desafio vem uma oportunidade de aprender e crescer mais forte.

# Phrase−Courage−92
source: Take comfort in knowing that you are never alone on your journey towards your dreams.
es: Consuélate sabiendo que nunca estás solo en tu viaje hacia tus sueños.
fr: Rassurez-vous en sachant que vous n'êtes jamais seul dans votre voyage vers vos rêves.
it: Trai conforto nel sapere che non sei mai solo nel tuo viaggio verso i tuoi sogni.
pt_br: Conforte-se em saber que você nunca está sozinho em sua jornada para seus sonhos.

# Phrase−Courage−93
source: Be bold and courageous, for it is the only way to live a life of purpose and fulfillment.
es: Sé audaz y valiente, porque esa es la única forma de vivir una vida con propósito y realización.
fr: Soyez audacieux et courageux, car c'est la seule façon de vivre une vie pleine de sens et d'épanouissement.
it: Sii audace e coraggioso, perché è l'unico modo per vivere una vita di scopo e realizzazione.
pt_br: Seja ousado e corajoso, porque essa é a única maneira de viver uma vida com propósito e realização.
