Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Transformation−85
source: Let go of the need to please others and live authentically. When you live authentically, you attract people and opportunities that align with your true self.
es: Deja de lado la necesidad de complacer a los demás y vive auténticamente. Cuando vives auténticamente, atraes personas y oportunidades que se alinean con tu verdadero ser.
fr: Lâchez le besoin de plaire aux autres et de vivre authentiquement. Lorsque vous vivez authentiquement, vous attirez des personnes et des opportunités qui correspondent à votre vrai moi.
it: Lascia andare il bisogno di compiacere gli altri e vivere in modo autentico. Quando vivi in modo autentico, attiri persone e opportunità che si allineano con il tuo vero io.
pt_br: Deixe de lado a necessidade de agradar aos outros e viva com autenticidade. Quando você vive com autenticidade, atrai pessoas e oportunidades que se alinham com o seu verdadeiro eu.

# Phrase−Transformation−86
source: Practice self-care and prioritize your physical, mental, and emotional well-being. This will fuel your transformation and growth.
es: Practica el cuidado personal y prioriza tu bienestar físico, mental y emocional. Esto impulsará tu transformación y crecimiento.
fr: Prenez soin de vous et donnez la priorité à votre bien-être physique, mental et émotionnel. Cela alimentera votre transformation et votre croissance.
it: Pratica la cura di te stesso e dai la priorità al tuo benessere fisico, mentale ed emotivo. Questo alimenterà la tua trasformazione e crescita.
pt_br: Pratique o autocuidado e priorize seu bem-estar físico, mental e emocional. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−87
source: Connect with your community and find support in like-minded individuals. We are stronger together.
es: Conéctese con su comunidad y encuentre el apoyo de personas con ideas afines. Juntos somos más fuertes.
fr: Connectez-vous à votre communauté et trouvez le soutien de personnes partageant les mêmes idées. Ensemble, nous sommes plus forts.
it: Connettiti con la tua comunità e trova supporto in persone che la pensano allo stesso modo. Insieme siamo più forti.
pt_br: Conecte-se com sua comunidade e encontre o apoio de pessoas que pensam como você. Juntos somos mais fortes.

# Phrase−Transformation−88
source: Let go of the need for control and surrender to the flow of life. Surrendering brings peace and clarity to the mind.
es: Abandona la necesidad de control y ríndete al fluir de la vida. La entrega trae paz y claridad a la mente.
fr: Lâchez le besoin de contrôle et abandonnez-vous au flux de la vie. L'abandon apporte la paix et la clarté à l'esprit.
it: Lascia andare il bisogno di controllo e arrenditi al flusso della vita. Arrendersi porta pace e chiarezza alla mente.
pt_br: Abandone a necessidade de controle e entregue-se ao fluxo da vida. A entrega traz paz e clareza à mente.

# Phrase−Transformation−89
source: Embrace your vulnerability and let it be a source of strength. Vulnerability allows for connection and growth.
es: Acepta tu vulnerabilidad y deja que sea una fuente de fortaleza. La vulnerabilidad permite la conexión y el crecimiento.
fr: Acceptez votre vulnérabilité et laissez-la être une source de force. La vulnérabilité permet la connexion et la croissance.
it: Abbraccia la tua vulnerabilità e lascia che sia una fonte di forza. La vulnerabilità consente la connessione e la crescita.
pt_br: Abrace sua vulnerabilidade e deixe-a ser uma fonte de força. A vulnerabilidade permite conexão e crescimento.

# Phrase−Transformation−90
source: Practice mindfulness and focus on the present moment. The present moment is where transformation and growth occur.
es: Practica la atención plena y concéntrate en el momento presente. El momento presente es donde ocurre la transformación y el crecimiento.
fr: Pratiquez la pleine conscience et concentrez-vous sur le moment présent. Le moment présent est l'endroit où la transformation et la croissance se produisent.
it: Pratica la consapevolezza e concentrati sul momento presente. Il momento presente è dove avvengono la trasformazione e la crescita.
pt_br: Pratique a atenção plena e concentre-se no momento presente. O momento presente é onde a transformação e o crescimento acontecem.

# Phrase−Transformation−91
source: Find purpose in your challenges and use them as opportunities for growth. Your challenges can be a source of strength and transformation.
es: Encuentre un propósito en sus desafíos y utilícelos como oportunidades de crecimiento. Sus desafíos pueden ser una fuente de fortaleza y transformación.
fr: Trouvez un but dans vos défis et utilisez-les comme des opportunités de croissance. Vos défis peuvent être une source de force et de transformation.
it: Trova uno scopo nelle tue sfide e usale come opportunità di crescita. Le tue sfide possono essere fonte di forza e trasformazione.
pt_br: Encontre propósito em seus desafios e use-os como oportunidades de crescimento. Seus desafios podem ser uma fonte de força e transformação.

# Phrase−Transformation−92
source: Connect with your inner child and rediscover a sense of playfulness and creativity. This will bring joy and inspiration to your life.
es: Conéctate con tu niño interior y redescubre el sentido del juego y la creatividad. Esto traerá alegría e inspiración a tu vida.
fr: Connectez-vous à votre enfant intérieur et redécouvrez un sens du jeu et de la créativité. Cela apportera de la joie et de l'inspiration dans votre vie.
it: Connettiti con il tuo bambino interiore e riscopri un senso di giocosità e creatività. Questo porterà gioia e ispirazione nella tua vita.
pt_br: Conecte-se com sua criança interior e redescubra um senso de diversão e criatividade. Isso trará alegria e inspiração para sua vida.

# Phrase−Transformation−93
source: Let go of the need for external validation and find validation within yourself. When you validate yourself, you are free to create the life you desire.
es: Deja de lado la necesidad de validación externa y encuentra la validación dentro de ti mismo. Cuando te validas a ti mismo, eres libre de crear la vida que deseas.
fr: Lâchez le besoin de validation externe et trouvez la validation en vous-même. Lorsque vous vous validez, vous êtes libre de créer la vie que vous désirez.
it: Lascia andare la necessità di una convalida esterna e trova la convalida dentro di te. Quando ti convalidi, sei libero di creare la vita che desideri.
pt_br: Deixe de lado a necessidade de validação externa e encontre a validação dentro de você. Quando você se valida, fica livre para criar a vida que deseja.

# Phrase−Transformation−94
source: Connect with your intuition and trust in the guidance it provides. Your intuition knows what is best for you.
es: Conéctese con su intuición y confíe en la guía que le brinda. Su intuición sabe qué es lo mejor para usted.
fr: Connectez-vous à votre intuition et faites confiance aux conseils qu'elle vous fournit. Votre intuition sait ce qui est le mieux pour vous.
it: Connettiti con il tuo intuito e abbi fiducia nella guida che fornisce. Il tuo intuito sa cosa è meglio per te.
pt_br: Conecte-se com sua intuição e confie na orientação que ela fornece. Sua intuição sabe o que é melhor para você.

# Phrase−Transformation−95
source: Find inspiration in the stories of others. The struggles and triumphs of others can inspire your own transformation and growth.
es: Encuentra inspiración en las historias de los demás. Las luchas y los triunfos de los demás pueden inspirar tu propia transformación y crecimiento.
fr: Trouvez l'inspiration dans les histoires des autres. Les luttes et les triomphes des autres peuvent inspirer votre propre transformation et croissance.
it: Trova ispirazione nelle storie degli altri. Le lotte e i trionfi degli altri possono ispirare la tua trasformazione e crescita.
pt_br: Encontre inspiração nas histórias dos outros. As lutas e triunfos dos outros podem inspirar sua própria transformação e crescimento.

# Phrase−Transformation−96
source: Let go of the need for perfection and embrace imperfection. Imperfection is where beauty and growth occur.
es: Deja de lado la necesidad de perfección y abraza la imperfección. La imperfección es donde ocurre la belleza y el crecimiento.
fr: Lâchez le besoin de perfection et embrassez l'imperfection. L'imperfection est le lieu où la beauté et la croissance se produisent.
it: Lascia andare il bisogno di perfezione e abbraccia l'imperfezione. L'imperfezione è dove si verificano bellezza e crescita.
pt_br: Deixe de lado a necessidade de perfeição e abrace a imperfeição. A imperfeição é onde a beleza e o crescimento ocorrem.

# Phrase−Transformation−97
source: Connect with your heart center and lead from a place of love. Love has the power to transform and heal.
es: Conéctate con el centro de tu corazón y lidera desde un lugar de amor. El amor tiene el poder de transformar y sanar.
fr: Connectez-vous avec votre centre cardiaque et dirigez-vous depuis un lieu d'amour. L'amour a le pouvoir de transformer et de guérir.
it: Connettiti con il tuo centro del cuore e guida da un luogo d'amore. L'amore ha il potere di trasformare e guarire.
pt_br: Conecte-se com o centro do coração e lidere a partir de um lugar de amor. O amor tem o poder de transformar e curar.

# Phrase−Transformation−98
source: Embrace the power of affirmations and use them to create the life you desire. Affirmations have the power to reprogram your subconscious mind.
es: Abraza el poder de las afirmaciones y utilízalas para crear la vida que deseas. Las afirmaciones tienen el poder de reprogramar tu mente subconsciente.
fr: Adoptez le pouvoir des affirmations et utilisez-les pour créer la vie que vous désirez. Les affirmations ont le pouvoir de reprogrammer votre subconscient.
it: Abbraccia il potere delle affermazioni e usale per creare la vita che desideri. Le affermazioni hanno il potere di riprogrammare il tuo subconscio.
pt_br: Abrace o poder das afirmações e use-as para criar a vida que você deseja. As afirmações têm o poder de reprogramar sua mente subconsciente.

# Phrase−Transformation−99
source: Let go of the need for control and trust in the divine plan. The universe has a plan for you that is greater than you can imagine.
es: Deja de lado la necesidad de control y confía en el plan divino. El universo tiene un plan para ti que es más grande de lo que puedes imaginar.
fr: Lâchez le besoin de contrôle et de confiance dans le plan divin. L'univers a un plan pour vous qui est plus grand que vous ne pouvez l'imaginer.
it: Lascia andare il bisogno di controllo e fiducia nel piano divino. L'universo ha un piano per te che è più grande di quanto tu possa immaginare.
pt_br: Abandone a necessidade de controle e confie no plano divino. O universo tem um plano para você que é maior do que você pode imaginar.

# Phrase−Transformation−100
source: Practice self-reflection and introspection. This will help you gain clarity on your values and goals, and guide you towards transformation and growth.
es: Practica la autorreflexión y la introspección. Esto te ayudará a clarificar tus valores y metas y te guiará hacia la transformación y el crecimiento.
fr: Pratiquez l'autoréflexion et l'introspection. Cela vous aidera à clarifier vos valeurs et vos objectifs et vous guidera vers la transformation et la croissance.
it: Pratica l'autoriflessione e l'introspezione. Questo ti aiuterà a fare chiarezza sui tuoi valori e obiettivi e ti guiderà verso la trasformazione e la crescita.
pt_br: Pratique a autorreflexão e a introspecção. Isso o ajudará a esclarecer seus valores e objetivos e a guiá-lo em direção à transformação e ao crescimento.

# Phrase−Selfcare−1
source: You are important, and taking care of yourself is just as important as taking care of others.
es: Tú importas, y cuidarte a ti mismo es tan importante como cuidar a los demás.
fr: Vous comptez, et prendre soin de vous est tout aussi important que de prendre soin des autres.
it: Sei importante e prendersi cura di se stessi è importante tanto quanto prendersi cura degli altri.
pt_br: Você é importante, e cuidar de si mesmo é tão importante quanto cuidar dos outros.

# Phrase−Selfcare−2
source: Your body and mind are sacred vessels that need to be nurtured and cared for. You deserve to feel your best.
es: Tu cuerpo y tu mente son sagrados y necesitan ser nutridos y cuidados. Mereces sentirte lo mejor posible.
fr: Votre corps et votre esprit sont sacrés et doivent être nourris et soignés. Vous méritez de vous sentir mieux.
it: Il tuo corpo e la tua mente sono vasi sacri che devono essere nutriti e curati. Ti meriti di sentirti al meglio.
pt_br: Seu corpo e mente são sagrados e precisam ser nutridos e cuidados. Você merece sentir o seu melhor.

# Phrase−Selfcare−3
source: Remember that self-care is not selfish. Taking time for yourself is necessary to recharge your spirit and energy.
es: Recuerda que cuidarse no es egoísmo. Tomarse un tiempo para uno mismo es necesario para recargar el espíritu y la energía.
fr: N'oubliez pas que prendre soin de soi n'est pas de l'égoïsme. Prendre du temps pour vous est nécessaire pour recharger votre esprit et votre énergie.
it: Ricorda che la cura di sé non è egoista. Prendersi del tempo per se stessi è necessario per ricaricare lo spirito e l'energia.
pt_br: Lembre-se de que autocuidado não é egoísmo. Reservar um tempo para si mesmo é necessário para recarregar seu espírito e energia.

# Phrase−Selfcare−4
source: You are worthy of love and care, and that starts with loving and caring for yourself.
es: Eres digno de amor y cuidado, y eso comienza con amarte y cuidarte a ti mismo.
fr: Vous êtes digne d'amour et d'attention, et cela commence par vous aimer et prendre soin de vous-même.
it: Sei degno di amore e cura, e questo inizia con l'amore e la cura di te stesso.
pt_br: Você é digno de amor e cuidado, e isso começa com amar e cuidar de si mesmo.

# Phrase−Selfcare−5
source: Self-care is not a luxury, it's a necessity. Prioritize your well-being and everything else will fall into place.
es: El cuidado personal no es un lujo, es una necesidad. Prioriza tu bienestar y todo lo demás encajará.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité. Donnez la priorité à votre bien-être et tout le reste se mettra en place.
it: La cura di sé non è un lusso, è una necessità. Dai la priorità al tuo benessere e tutto il resto andrà a posto.
pt_br: O autocuidado não é um luxo, é uma necessidade. Priorize seu bem-estar e tudo o mais se encaixará.

# Phrase−Selfcare−6
source: Your mental health matters, and taking care of yourself is an act of self-love.
es: Tu salud mental es importante y cuidarte es un acto de amor propio.
fr: Votre santé mentale est importante, et prendre soin de vous est un acte d'amour-propre.
it: La tua salute mentale è importante e prendersi cura di se stessi è un atto di amor proprio.
pt_br: Sua saúde mental é importante e cuidar de si mesmo é um ato de amor próprio.

# Phrase−Selfcare−7
source: Be gentle with yourself. You're doing the best you can, and it's okay to take a break and prioritize your own needs.
es: Sé amable contigo mismo. Estás haciendo lo mejor que puedes y está bien hacer una pausa y priorizar tus necesidades.
fr: Soyez gentil avec vous-même. Vous faites de votre mieux, et vous pouvez faire une pause et prioriser vos besoins.
it: Sii gentile con te stesso. Stai facendo del tuo meglio, e va bene fare una pausa e dare la priorità ai tuoi bisogni.
pt_br: Seja gentil consigo mesmo. Você está fazendo o seu melhor e não há problema em fazer uma pausa e priorizar suas necessidades.

# Phrase−Selfcare−8
source: You are a precious and unique soul. Taking care of yourself allows your light to shine even brighter.
es: Eres un alma preciosa y única. Cuidarte hace que tu luz brille aún más.
fr: Vous êtes une âme précieuse et unique. Prendre soin de vous fait briller encore plus votre lumière.
it: Sei un'anima preziosa e unica. Prenderti cura di te fa risplendere ancora di più la tua luce.
pt_br: Você é uma alma preciosa e única. Cuidar de si faz sua luz brilhar ainda mais.

# Phrase−Selfcare−9
source: Remember that taking care of yourself is an ongoing process, and it's okay to ask for help and support along the way.
es: Recuerde que cuidarse a sí mismo es un proceso continuo y está bien pedir ayuda y apoyo en el camino.
fr: N'oubliez pas que prendre soin de vous est un processus continu et qu'il est normal de demander de l'aide et du soutien en cours de route.
it: Ricorda che prendersi cura di te stesso è un processo continuo e va bene chiedere aiuto e supporto lungo la strada.
pt_br: Lembre-se de que cuidar de si mesmo é um processo contínuo e não há problema em pedir ajuda e apoio ao longo do caminho.

# Phrase−Selfcare−10
source: Your self-care routine should be as unique and special as you are. Listen to your needs and create a routine that works for you.
es: Tu rutina de cuidado personal debe ser tan única y especial como tú. Escucha tus necesidades y crea una rutina que funcione para ti.
fr: Votre routine de soins personnels devrait être aussi unique et spéciale que vous l'êtes. Écoutez vos besoins et créez une routine qui fonctionne pour vous.
it: La tua routine di cura di te stesso dovrebbe essere unica e speciale come te. Ascolta le tue esigenze e crea una routine che funzioni per te.
pt_br: Sua rotina de autocuidado deve ser tão única e especial quanto você. Ouça suas necessidades e crie uma rotina que funcione para você.

# Phrase−Selfcare−11
source: Remember to prioritize your physical health. Your body is your temple, and it deserves to be cared for.
es: Recuerda priorizar tu salud física. Tu cuerpo es tu templo y merece ser cuidado.
fr: N'oubliez pas de donner la priorité à votre santé physique. Votre corps est votre temple et mérite d'être pris en charge.
it: Ricorda di dare la priorità alla tua salute fisica. Il tuo corpo è il tuo tempio e merita di essere curato.
pt_br: Lembre-se de priorizar sua saúde física. Seu corpo é seu templo e merece ser cuidado.

# Phrase−Selfcare−12
source: Self-care is not a one-time event, it's a way of life. Make it a habit to prioritize your well-being.
es: El cuidado personal no es un evento de una sola vez, es un estilo de vida. Adquiera el hábito de priorizar su bienestar.
fr: Les soins personnels ne sont pas un événement ponctuel, c'est un mode de vie. Prenez l'habitude de donner la priorité à votre bien-être.
it: La cura di sé non è un evento unico, è uno stile di vita. Prendi l'abitudine di dare la priorità al tuo benessere.
pt_br: O autocuidado não é um evento único, é um estilo de vida. Adquira o hábito de priorizar seu bem-estar.

# Phrase−Selfcare−13
source: Taking care of yourself is not a luxury, it's a necessity. Don't feel guilty for putting yourself first.
es: Cuidarse no es un lujo, es una necesidad. No se sienta culpable por ponerse primero.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité. Ne culpabilise pas de te faire passer en premier.
it: Prendersi cura di sé non è un lusso, è una necessità. Non sentirti in colpa per esserti messo al primo posto.
pt_br: Cuidar de si mesmo não é um luxo, é uma necessidade. Não se sinta culpado por se colocar em primeiro lugar.

# Phrase−Selfcare−14
source: Remember that self-care is not a competition. Everyone's needs are different, so listen to your own.
es: Recuerda que el cuidado personal no es una competencia. Las necesidades de todos son diferentes, así que escucha las tuyas.
fr: N'oubliez pas que prendre soin de soi n'est pas une compétition. Les besoins de chacun sont différents, alors écoutez les vôtres.
it: Ricorda che la cura di sé non è una competizione. Le esigenze di ognuno sono diverse, quindi ascolta le tue.
pt_br: Lembre-se de que o autocuidado não é uma competição. As necessidades de todos são diferentes, então ouça as suas.

# Phrase−Selfcare−15
source: Taking time to rest and recharge is not a sign of weakness. It's a sign of strength and self-awareness.
es: Tomarse el tiempo para descansar y recargar energías no es una señal de debilidad. Es una señal de fortaleza y autoconciencia.
fr: Prendre du temps pour se reposer et se ressourcer n'est pas un signe de faiblesse. C'est un signe de force et de conscience de soi.
it: Prendersi del tempo per riposare e ricaricarsi non è un segno di debolezza. È un segno di forza e consapevolezza di sé.
pt_br: Reservar um tempo para descansar e recarregar as energias não é um sinal de fraqueza. É um sinal de força e autoconsciência.

# Phrase−Selfcare−16
source: Self-care doesn't have to be complicated or expensive. Simple acts of kindness towards yourself can make a big difference.
es: El cuidado personal no tiene que ser complicado o costoso. Los simples actos de bondad hacia uno mismo pueden marcar una gran diferencia.
fr: Les soins personnels ne doivent pas nécessairement être compliqués ou coûteux. De simples actes de gentillesse envers vous-même peuvent faire une grande différence.
it: La cura di sé non deve essere complicata o costosa. Semplici atti di gentilezza verso se stessi possono fare una grande differenza.
pt_br: O autocuidado não precisa ser complicado ou caro. Atos simples de bondade consigo mesmo podem fazer uma grande diferença.

# Phrase−Selfcare−17
source: You are deserving of love and kindness, including from yourself. Treat yourself with the same compassion you give to others.
es: Mereces amor y amabilidad, incluso de ti mismo. Trátate a ti mismo con la misma compasión que le das a los demás.
fr: Vous méritez de l'amour et de la gentillesse, même de votre part. Offrez-vous la même compassion que vous accordez aux autres.
it: Ti meriti amore e gentilezza, anche da te stesso. Trattati con la stessa compassione che dai agli altri.
pt_br: Você merece amor e bondade, até mesmo de si mesmo. Trate-se com a mesma compaixão que você dá aos outros.

# Phrase−Selfcare−18
source: Your mental health is just as important as your physical health. Don't neglect one for the other.
es: Tu salud mental es tan importante como tu salud física. No descuides una por la otra.
fr: Votre santé mentale est tout aussi importante que votre santé physique. Ne négligez pas l'une pour l'autre.
it: La tua salute mentale è importante tanto quanto la tua salute fisica. Non trascurare l'una per l'altra.
pt_br: Sua saúde mental é tão importante quanto sua saúde física. Não negligencie uma pela outra.

# Phrase−Selfcare−19
source: Self-care is not a burden, it's a gift. Give yourself permission to take care of yourself.
es: El cuidado personal no es una carga, es un regalo. Date permiso para cuidarte.
fr: Prendre soin de soi n'est pas un fardeau, c'est un cadeau. Donnez-vous la permission de prendre soin de vous.
it: La cura di sé non è un peso, è un dono. Concediti il permesso di prenderti cura di te stesso.
pt_br: O autocuidado não é um fardo, é um presente. Dê a si mesmo permissão para cuidar de si mesmo.

# Phrase−Selfcare−20
source: Don't wait until you're burnt out to prioritize self-care. Make it a part of your routine before you reach that point.
es: No espere hasta estar exhausto para priorizar el cuidado personal. Hágalo parte de su rutina antes de llegar a ese punto.
fr: N'attendez pas d'être épuisé pour donner la priorité aux soins personnels. Intégrez-le à votre routine avant d'atteindre ce point.
it: Non aspettare fino a quando non sei esausto per dare la priorità alla cura di te stesso. Rendilo parte della tua routine prima di raggiungere quel punto.
pt_br: Não espere até ficar exausto para priorizar o autocuidado. Faça parte de sua rotina antes de chegar a esse ponto.
