Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Transformation−49
source: Do not let fear hold you back from living the life you desire. Use fear as a catalyst for growth and transformation.
es: No dejes que el miedo te impida vivir la vida que deseas. Usa el miedo como un catalizador para el crecimiento y la transformación.
fr: Ne laissez pas la peur vous empêcher de vivre la vie que vous voulez. Utilisez la peur comme catalyseur de croissance et de transformation.
it: Non lasciare che la paura ti trattenga dal vivere la vita che desideri. Usa la paura come catalizzatore per la crescita e la trasformazione.
pt_br: Não deixe o medo impedi-lo de viver a vida que você deseja. Use o medo como um catalisador para o crescimento e a transformação.

# Phrase−Transformation−50
source: Focus on your strengths and unique talents. Use them to create a life of purpose and fulfillment.
es: Concéntrate en tus fortalezas y talentos únicos. Úsalos para crear una vida de propósito y realización.
fr: Concentrez-vous sur vos forces et vos talents uniques. Utilisez-les pour créer une vie de but et d'épanouissement.
it: Concentrati sui tuoi punti di forza e talenti unici. Usali per creare una vita di scopo e realizzazione.
pt_br: Concentre-se em seus pontos fortes e talentos únicos. Use-os para criar uma vida de propósito e realização.

# Phrase−Transformation−51
source: Embrace your inner child and cultivate a sense of playfulness and joy. This will fuel your transformation and growth.
es: Abrace a su niño interior y cultive un sentido de diversión y alegría. Esto impulsará su transformación y crecimiento.
fr: Embrassez votre enfant intérieur et cultivez un sens de l'espièglerie et de la joie. Cela alimentera votre transformation et votre croissance.
it: Abbraccia il tuo bambino interiore e coltiva un senso di giocosità e gioia. Questo alimenterà la tua trasformazione e crescita.
pt_br: Abrace sua criança interior e cultive um senso de diversão e alegria. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−52
source: Take time to reflect on your values and beliefs. They are the foundation of your transformation and growth.
es: Tómate un tiempo para reflexionar sobre tus valores y creencias. Son la base de tu transformación y crecimiento.
fr: Prenez le temps de réfléchir à vos valeurs et à vos croyances. Elles sont le fondement de votre transformation et de votre croissance.
it: Prenditi del tempo per riflettere sui tuoi valori e convinzioni. Sono il fondamento della tua trasformazione e crescita.
pt_br: Reserve um tempo para refletir sobre seus valores e crenças. Eles são a base de sua transformação e crescimento.

# Phrase−Transformation−53
source: Your thoughts have the power to create your reality. Choose thoughts that align with the life you desire.
es: Tus pensamientos tienen el poder de crear tu realidad. Elige pensamientos que se alineen con la vida que deseas.
fr: Vos pensées ont le pouvoir de créer votre réalité. Choisissez des pensées qui correspondent à la vie que vous voulez.
it: I tuoi pensieri hanno il potere di creare la tua realtà. Scegli pensieri che siano in linea con la vita che desideri.
pt_br: Seus pensamentos têm o poder de criar sua realidade. Escolha pensamentos que se alinhem com a vida que você deseja.

# Phrase−Transformation−54
source: Connect with your spiritual practice and trust in the guidance of the universe. This will lead you towards your highest good.
es: Conéctate con tu práctica espiritual y confía en la guía del universo. Esto te llevará a tu mayor bien.
fr: Connectez-vous à votre pratique spirituelle et faites confiance aux conseils de l'univers. Cela vous mènera à votre plus grand bien.
it: Connettiti con la tua pratica spirituale e confida nella guida dell'universo. Questo ti condurrà verso il tuo massimo bene.
pt_br: Conecte-se com sua prática espiritual e confie na orientação do universo. Isso o levará ao seu bem maior.

# Phrase−Transformation−55
source: Do not be afraid to ask for help and support. We are all interconnected and here to help each other on our journey.
es: No tenga miedo de pedir ayuda y apoyo. Todos estamos interconectados y aquí para ayudarnos unos a otros en nuestro viaje.
fr: N'ayez pas peur de demander de l'aide et du soutien. Nous sommes tous interconnectés et ici pour nous entraider dans notre voyage.
it: Non abbiate paura di chiedere aiuto e sostegno. Siamo tutti interconnessi e qui per aiutarci a vicenda nel nostro viaggio.
pt_br: Não tenha medo de pedir ajuda e apoio. Estamos todos interconectados e aqui para ajudar uns aos outros em nossa jornada.

# Phrase−Transformation−56
source: Let go of judgment and embrace compassion. Compassion has the power to heal and transform even the most challenging situations.
es: Deja de juzgar y abraza la compasión. La compasión tiene el poder de sanar y transformar incluso las situaciones más difíciles.
fr: Lâchez le jugement et embrassez la compassion. La compassion a le pouvoir de guérir et de transformer même les situations les plus difficiles.
it: Lascia andare il giudizio e abbraccia la compassione. La compassione ha il potere di guarire e trasformare anche le situazioni più difficili.
pt_br: Abandone o julgamento e abrace a compaixão. A compaixão tem o poder de curar e transformar até mesmo as situações mais difíceis.

# Phrase−Transformation−57
source: You are a co-creator of your reality. Use your thoughts, feelings, and actions to manifest the life you desire.
es: Eres co-creador de tu propia realidad. Usa tus pensamientos, sentimientos y acciones para manifestar la vida que deseas.
fr: Vous êtes co-créateur de votre propre réalité. Utilisez vos pensées, vos sentiments et vos actions pour manifester la vie que vous désirez.
it: Sei un co-creatore della tua realtà. Usa i tuoi pensieri, sentimenti e azioni per manifestare la vita che desideri.
pt_br: Você é um co-criador de sua própria realidade. Use seus pensamentos, sentimentos e ações para manifestar a vida que deseja.

# Phrase−Transformation−58
source: Embrace your authenticity and let your true self shine. This will attract the people and opportunities that align with your highest good.
es: Acepta tu autenticidad y deja que brille tu verdadero yo. Esto atraerá a las personas y las oportunidades que se alinean con tu mayor bien.
fr: Embrassez votre authenticité et laissez votre vrai moi briller. Cela attirera les personnes et les opportunités qui correspondent à votre plus grand bien.
it: Abbraccia la tua autenticità e lascia risplendere il tuo vero io. Questo attirerà le persone e le opportunità che si allineano con il tuo bene più alto.
pt_br: Abrace sua autenticidade e deixe seu verdadeiro eu brilhar. Isso atrairá as pessoas e as oportunidades que se alinham com o seu bem maior.

# Phrase−Transformation−59
source: Connect with your creativity and express yourself in new and exciting ways. This will fuel your transformation and growth.
es: Conéctate con tu creatividad y exprésate de formas nuevas y emocionantes. Esto impulsará tu transformación y crecimiento.
fr: Connectez-vous à votre créativité et exprimez-vous de manière nouvelle et passionnante. Cela alimentera votre transformation et votre croissance.
it: Connettiti con la tua creatività ed esprimiti in modi nuovi ed entusiasmanti. Questo alimenterà la tua trasformazione e crescita.
pt_br: Conecte-se com sua criatividade e expresse-se de maneiras novas e emocionantes. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−60
source: Take time to connect with the natural world. It has the ability to heal and transform your soul.
es: Tómate el tiempo para conectarte con el mundo natural. Tiene la capacidad de sanar y transformar tu alma.
fr: Prenez le temps de vous connecter avec le monde naturel. Il a la capacité de guérir et de transformer votre âme.
it: Prenditi del tempo per connetterti con il mondo naturale. Ha la capacità di guarire e trasformare la tua anima.
pt_br: Reserve um tempo para se conectar com o mundo natural. Ele tem a capacidade de curar e transformar sua alma.

# Phrase−Transformation−61
source: Trust in the power of visualization. Visualize the life you desire and feel the emotions as if it is already happening.
es: Confía en el poder de la visualización. Visualiza la vida que deseas y siente las emociones como si ya estuviera sucediendo.
fr: Faites confiance au pouvoir de la visualisation. Visualisez la vie que vous voulez et ressentez les émotions comme si elle se produisait déjà.
it: Abbi fiducia nel potere della visualizzazione. Visualizza la vita che desideri e senti le emozioni come se stesse già accadendo.
pt_br: Confie no poder da visualização. Visualize a vida que deseja e sinta as emoções como se já estivesse acontecendo.

# Phrase−Transformation−62
source: Let go of the need to control and trust in the process of life. This will bring you peace and clarity.
es: Deja de lado la necesidad de controlar y confiar en el proceso de la vida. Esto te traerá paz y claridad.
fr: Lâchez le besoin de contrôler et de faire confiance au processus de la vie. Cela vous apportera paix et clarté.
it: Lascia andare la necessità di controllare e avere fiducia nel processo della vita. Questo ti porterà pace e chiarezza.
pt_br: Deixe de lado a necessidade de controlar e confiar no processo da vida. Isso lhe trará paz e clareza.

# Phrase−Transformation−63
source: Connect with your inner wisdom and trust in the guidance it provides. It will lead you towards your highest good.
es: Conéctate con tu sabiduría interior y confía en la guía que te brinda. Te llevará a tu mayor bien.
fr: Connectez-vous à votre sagesse intérieure et faites confiance aux conseils qu'elle vous fournit. Cela vous mènera à votre plus grand bien.
it: Connettiti con la tua saggezza interiore e confida nella guida che fornisce. Ti condurrà verso il tuo massimo bene.
pt_br: Conecte-se com sua sabedoria interior e confie na orientação que ela fornece. Isso o levará ao seu bem maior.

# Phrase−Transformation−64
source: Be kind to yourself and practice self-love. This will fuel your transformation and growth.
es: Sé amable contigo mismo y practica el amor propio. Esto impulsará tu transformación y crecimiento.
fr: Soyez gentil avec vous-même et pratiquez l'amour-propre. Cela alimentera votre transformation et votre croissance.
it: Sii gentile con te stesso e pratica l'amor proprio. Questo alimenterà la tua trasformazione e crescita.
pt_br: Seja gentil consigo mesmo e pratique o amor próprio. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−65
source: Release attachment to the past and embrace the present moment with an open heart. This is where transformation and growth occur.
es: Libere el apego al pasado y abrace el momento presente con un corazón abierto. Aquí es donde ocurre la transformación y el crecimiento.
fr: Libérez l'attachement au passé et embrassez le moment présent avec un cœur ouvert. C'est là que la transformation et la croissance se produisent.
it: Rilascia l'attaccamento al passato e abbraccia il momento presente con un cuore aperto. È qui che avvengono la trasformazione e la crescita.
pt_br: Liberte-se do apego ao passado e abrace o momento presente com o coração aberto. É aqui que a transformação e o crescimento acontecem.

# Phrase−Transformation−66
source: Your purpose is unique and special. Embrace your calling and share your gifts with the world.
es: Tu propósito es único y especial. Acepta tu llamado y comparte tus dones con el mundo.
fr: Votre but est unique et spécial. Embrassez votre appel et partagez vos dons avec le monde.
it: Il tuo scopo è unico e speciale. Abbraccia la tua chiamata e condividi i tuoi doni con il mondo.
pt_br: Seu propósito é único e especial. Abrace seu chamado e compartilhe seus dons com o mundo.

# Phrase−Transformation−67
source: Connect with your passion and let it guide you towards your purpose. This will fuel your transformation and growth.
es: Conéctate con tu pasión y deja que te guíe hacia tu propósito. Esto impulsará tu transformación y crecimiento.
fr: Connectez-vous à votre passion et laissez-la vous guider vers votre objectif. Cela alimentera votre transformation et votre croissance.
it: Connettiti con la tua passione e lascia che ti guidi verso il tuo scopo. Questo alimenterà la tua trasformazione e crescita.
pt_br: Conecte-se com sua paixão e deixe-a guiá-lo em direção ao seu propósito. Isso alimentará sua transformação e crescimento.

# Phrase−Transformation−68
source: Let go of the need for perfection and embrace imperfection. Imperfection is where growth and transformation occur.
es: Deja de lado la necesidad de perfección y abraza la imperfección. La imperfección es donde ocurre el crecimiento y la transformación.
fr: Lâchez le besoin de perfection et embrassez l'imperfection. L'imperfection est le lieu de croissance et de transformation.
it: Lascia andare il bisogno di perfezione e abbraccia l'imperfezione. L'imperfezione è dove avvengono la crescita e la trasformazione.
pt_br: Deixe de lado a necessidade de perfeição e abrace a imperfeição. A imperfeição é onde o crescimento e a transformação acontecem.

# Phrase−Transformation−69
source: Believe in yourself and your ability to overcome any obstacle. You are stronger than you think.
es: Cree en ti mismo y en tu capacidad para superar cualquier obstáculo. Eres más fuerte de lo que crees.
fr: Croyez en vous et en votre capacité à surmonter n'importe quel obstacle. Vous êtes plus fort que vous ne le pensez.
it: Credi in te stesso e nella tua capacità di superare qualsiasi ostacolo. Sei più forte di quanto pensi.
pt_br: Acredite em você e na sua capacidade de superar qualquer obstáculo. Você é mais forte do que pensa.

# Phrase−Transformation−70
source: Your life is a canvas. Use your thoughts, feelings, and actions to create a masterpiece that reflects your true essence.
es: Tu vida es un lienzo. Usa tus pensamientos, sentimientos y acciones para crear una obra maestra que refleje quién eres.
fr: Votre vie est une toile. Utilisez vos pensées, vos sentiments et vos actions pour créer un chef-d'œuvre qui reflète qui vous êtes.
it: La tua vita è una tela. Usa i tuoi pensieri, sentimenti e azioni per creare un capolavoro che rifletta la tua vera essenza.
pt_br: Sua vida é uma tela. Use seus pensamentos, sentimentos e ações para criar uma obra-prima que reflita quem você é.

# Phrase−Transformation−71
source: Take time to connect with your breath and find inner stillness. This will bring clarity and peace to your mind.
es: Tómate el tiempo para conectarte con tu respiración y encontrar la quietud interior. Esto traerá claridad y paz a tu mente.
fr: Prenez le temps de vous connecter avec votre respiration et de trouver le calme intérieur. Cela apportera clarté et paix à votre esprit.
it: Prenditi del tempo per connetterti con il tuo respiro e trovare la quiete interiore. Questo porterà chiarezza e pace nella tua mente.
pt_br: Reserve um tempo para se conectar com a respiração e encontrar a quietude interior. Isso trará clareza e paz à sua mente.

# Phrase−Transformation−72
source: Let go of limiting beliefs and embrace the infinite possibilities that lie ahead. Your potential is limitless.
es: Deja de lado las creencias limitantes y abraza las infinitas posibilidades que te esperan. Tu potencial es ilimitado.
fr: Lâchez les croyances limitantes et embrassez les possibilités infinies qui vous attendent. Votre potentiel est illimité.
it: Lascia andare le convinzioni limitanti e abbraccia le infinite possibilità che ti aspettano. Il tuo potenziale è illimitato.
pt_br: Deixe de lado as crenças limitantes e abrace as infinitas possibilidades que esperam por você. Seu potencial é ilimitado.

# Phrase−Transformation−73
source: Connect with your intuition and trust in the guidance it provides. It will lead you towards your highest good.
es: Conéctate con tu intuición y confía en la guía que te brinda. Te llevará a tu mayor bien.
fr: Connectez-vous à votre intuition et faites confiance aux conseils qu'elle vous fournit. Cela vous mènera à votre plus grand bien.
it: Connettiti con la tua intuizione e abbi fiducia nella guida che fornisce. Ti condurrà verso il tuo massimo bene.
pt_br: Conecte-se com sua intuição e confie na orientação que ela fornece. Isso o levará ao seu bem maior.

# Phrase−Transformation−74
source: Practice gratitude and focus on the abundance in your life. This will attract more abundance and blessings.
es: Practica la gratitud y concéntrate en la abundancia en tu vida. Esto atraerá más abundancia y bendiciones.
fr: Pratiquez la gratitude et concentrez-vous sur l'abondance dans votre vie. Cela attirera plus d'abondance et de bénédictions.
it: Pratica la gratitudine e concentrati sull'abbondanza nella tua vita. Questo attirerà più abbondanza e benedizioni.
pt_br: Pratique a gratidão e concentre-se na abundância em sua vida. Isso atrairá mais abundância e bênçãos.

# Phrase−Transformation−75
source: Connect with your heart center and lead from a place of love. Love has the power to transform and heal.
es: Conéctate con el centro de tu corazón y lidera desde un lugar de amor. El amor tiene el poder de transformar y sanar.
fr: Connectez-vous avec votre centre cardiaque et dirigez-vous depuis un lieu d'amour. L'amour a le pouvoir de transformer et de guérir.
it: Connettiti con il tuo centro del cuore e guida da un luogo d'amore. L'amore ha il potere di trasformare e guarire.
pt_br: Conecte-se com o centro do coração e lidere a partir de um lugar de amor. O amor tem o poder de transformar e curar.

# Phrase−Transformation−76
source: Be open to new perspectives and ways of thinking. This will expand your consciousness and fuel your growth.
es: Esté abierto a nuevas perspectivas y formas de pensar. Esto expandirá su conciencia y alimentará su crecimiento.
fr: Soyez ouvert à de nouvelles perspectives et façons de penser. Cela élargira votre conscience et alimentera votre croissance.
it: Sii aperto a nuove prospettive e modi di pensare. Questo espanderà la tua coscienza e alimenterà la tua crescita.
pt_br: Esteja aberto a novas perspectivas e formas de pensar. Isso expandirá sua consciência e alimentará seu crescimento.

# Phrase−Transformation−77
source: Trust in the divine timing of the universe. Everything is happening exactly as it should be.
es: Confía en el tiempo divino del universo. Todo está sucediendo exactamente como debe ser.
fr: Faites confiance au timing divin de l'univers. Tout se passe exactement comme il se doit.
it: Abbi fiducia nel tempismo divino dell'universo. Tutto sta accadendo esattamente come dovrebbe essere.
pt_br: Confie no tempo divino do universo. Tudo está acontecendo exatamente como deveria estar.

# Phrase−Transformation−78
source: Let go of the need for external validation and find validation within yourself. This will bring you freedom and empowerment.
es: Deja de lado la necesidad de validación externa y encuentra la validación dentro de ti mismo. Esto te traerá libertad y poder.
fr: Lâchez le besoin de validation externe et trouvez la validation en vous-même. Cela vous apportera liberté et pouvoir.
it: Lascia andare il bisogno di convalida esterna e trova la convalida dentro di te. Questo ti porterà libertà e potere.
pt_br: Deixe de lado a necessidade de validação externa e encontre a validação dentro de você. Isso lhe trará liberdade e poder.

# Phrase−Transformation−79
source: Embrace change as an opportunity for growth and transformation. Change is inevitable, but it can also be a catalyst for greatness.
es: Acepte el cambio como una oportunidad de crecimiento y transformación. El cambio es inevitable, pero también puede ser un catalizador para la grandeza.
fr: Envisagez le changement comme une opportunité de croissance et de transformation. Le changement est inévitable, mais il peut aussi être un catalyseur de grandeur.
it: Abbraccia il cambiamento come un'opportunità di crescita e trasformazione. Il cambiamento è inevitabile, ma può anche essere un catalizzatore per la grandezza.
pt_br: Abrace a mudança como uma oportunidade de crescimento e transformação. A mudança é inevitável, mas também pode ser um catalisador para a grandeza.

# Phrase−Transformation−80
source: Connect with your inner child and rediscover a sense of wonder and curiosity. This will bring joy and excitement to your life.
es: Conéctate con tu niño interior y redescubre un sentido de asombro y curiosidad. Esto traerá alegría y emoción a tu vida.
fr: Connectez-vous à votre enfant intérieur et redécouvrez un sentiment d'émerveillement et de curiosité. Cela apportera de la joie et de l'excitation dans votre vie.
it: Connettiti con il tuo bambino interiore e riscopri un senso di meraviglia e curiosità. Questo porterà gioia ed eccitazione nella tua vita.
pt_br: Conecte-se com sua criança interior e redescubra um senso de admiração e curiosidade. Isso trará alegria e entusiasmo à sua vida.

# Phrase−Transformation−81
source: Practice forgiveness, both for yourself and others. Forgiveness has the power to heal and transform relationships.
es: Practica el perdón, tanto para ti mismo como para los demás. El perdón tiene el poder de sanar y transformar las relaciones.
fr: Pratiquez le pardon, à la fois pour vous-même et pour les autres. Le pardon a le pouvoir de guérir et de transformer les relations.
it: Pratica il perdono, sia per te stesso che per gli altri. Il perdono ha il potere di guarire e trasformare le relazioni.
pt_br: Pratique o perdão, tanto para você quanto para os outros. O perdão tem o poder de curar e transformar relacionamentos.

# Phrase−Transformation−82
source: Embrace uncertainty and trust in the unknown. It is through the unknown that we discover new possibilities and opportunities.
es: Acepta la incertidumbre y confía en lo desconocido. Es a través de lo desconocido que descubrimos nuevas posibilidades y oportunidades.
fr: Acceptez l'incertitude et faites confiance à l'inconnu. C'est à travers l'inconnu que nous découvrons de nouvelles possibilités et opportunités.
it: Abbraccia l'incertezza e confida nell'ignoto. È attraverso l'ignoto che scopriamo nuove possibilità e opportunità.
pt_br: Abrace a incerteza e confie no desconhecido. É através do desconhecido que descobrimos novas possibilidades e oportunidades.

# Phrase−Transformation−83
source: Find inspiration in the beauty of the world around you. Nature, art, and music can all fuel your transformation and growth.
es: Encuentra inspiración en la belleza del mundo que te rodea. La naturaleza, el arte y la música pueden impulsar tu transformación y crecimiento.
fr: Trouvez l'inspiration dans la beauté du monde qui vous entoure. La nature, l'art et la musique peuvent alimenter votre transformation et votre croissance.
it: Trova ispirazione nella bellezza del mondo che ti circonda. La natura, l'arte e la musica possono alimentare la tua trasformazione e crescita.
pt_br: Encontre inspiração na beleza do mundo ao seu redor. Natureza, arte e música podem alimentar sua transformação e crescimento.

# Phrase−Transformation−84
source: Connect with your inner power and use it to manifest the life you desire. You are a powerful co-creator of your reality.
es: Conéctate con tu poder interior y utilízalo para manifestar la vida que deseas. Eres un poderoso co-creador de tu realidad.
fr: Connectez-vous à votre pouvoir intérieur et utilisez-le pour manifester la vie que vous désirez. Vous êtes un puissant co-créateur de votre réalité.
it: Connettiti con il tuo potere interiore e usalo per manifestare la vita che desideri. Sei un potente co-creatore della tua realtà.
pt_br: Conecte-se com seu poder interior e use-o para manifestar a vida que deseja. Você é um poderoso co-criador de sua realidade.
