Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Selfcare−97
source: Self-care is not just about the things you do, it's also about the things you don't do. Say no when you need to.
es: El cuidado personal no se trata solo de las cosas que haces, también se trata de las cosas que no haces. Di no cuando lo necesites.
fr: Les soins personnels ne concernent pas seulement les choses que vous faites, mais aussi les choses que vous ne faites pas. Dites non quand vous en avez besoin.
it: La cura di sé non riguarda solo le cose che fai, ma anche le cose che non fai. Dì di no quando ne hai bisogno.
pt_br: O autocuidado não é apenas sobre as coisas que você faz, mas também sobre as coisas que você não faz. Diga não quando precisar.

# Phrase−Selfcare−98
source: Remember that self-care is not just about what you do, it's also about the things you don't do. Let go of what doesn't serve you.
es: Recuerda que el cuidado personal no se trata solo de lo que haces, también se trata de las cosas que no haces. Deja ir lo que no necesitas.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites, mais aussi les choses que vous ne faites pas. Abandonnez ce dont vous n'avez pas besoin.
it: Ricorda che la cura di sé non riguarda solo ciò che fai, ma anche le cose che non fai. Lascia andare ciò che non ti serve.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o que você faz, mas também sobre as coisas que você não faz. Deixe de lado o que você não precisa.

# Phrase−Selfcare−99
source: Taking care of yourself is not just about being healthy, it's also about being happy and fulfilled. Prioritize joy.
es: Cuidarse no se trata solo de estar saludable, también se trata de ser feliz y realizado. Priorice la alegría.
fr: Prendre soin de soi, ce n'est pas seulement être en bonne santé, c'est aussi être heureux et épanoui. Priorité à la joie.
it: Prendersi cura di sé non significa solo essere in salute, ma anche essere felici e soddisfatti. Dai la priorità alla gioia.
pt_br: Cuidar de si mesmo não é apenas ser saudável, é também ser feliz e realizado. Priorize a alegria.

# Phrase−Selfcare−100
source: Self-care is not a luxury, it's a necessity for a happy and fulfilling life. Make it a priority.
es: El cuidado personal no es un lujo, es una necesidad para una vida feliz y plena. Conviértalo en una prioridad.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité pour une vie heureuse et épanouie. Faites-en une priorité.
it: La cura di sé non è un lusso, è una necessità per una vita felice e appagante. Rendila una priorità.
pt_br: O autocuidado não é um luxo, é uma necessidade para uma vida feliz e gratificante. Faça disso uma prioridade.

# Phrase−Relationships−1
source: Love is patient and kind. Remember to approach your relationships with an open heart and a willingness to understand.
es: El amor es paciente y amable. Recuerda abordar tus relaciones con el corazón abierto y la voluntad de comprender.
fr: L'amour est patient et gentil. N'oubliez pas d'aborder vos relations avec un cœur ouvert et une volonté de comprendre.
it: L'amore è paziente e gentile. Ricorda di affrontare le tue relazioni con un cuore aperto e la volontà di capire.
pt_br: O amor é paciente e gentil. Lembre-se de abordar seus relacionamentos com o coração aberto e vontade de entender.

# Phrase−Relationships−2
source: Communication is key. Don't be afraid to speak your truth and listen with compassion.
es: La comunicación es clave. No tengas miedo de decir tu verdad y escucha con compasión.
fr: La communication est la clé. N'ayez pas peur de dire votre vérité et écoutez avec compassion.
it: La comunicazione è la chiave. Non aver paura di dire la tua verità e ascolta con compassione.
pt_br: A comunicação é fundamental. Não tenha medo de falar a sua verdade e ouça com compaixão.

# Phrase−Relationships−3
source: Forgiveness is a powerful tool for healing. Let go of grudges and past hurts to move forward in your relationships.
es: El perdón es una herramienta poderosa para la sanación. Deja atrás las quejas y las heridas del pasado para seguir adelante en tus relaciones.
fr: Le pardon est un puissant outil de guérison. Abandonnez les griefs et les blessures du passé pour aller de l'avant dans vos relations.
it: Il perdono è un potente strumento per la guarigione. Lascia andare i rancori e le ferite del passato per andare avanti nelle tue relazioni.
pt_br: O perdão é uma ferramenta poderosa para a cura. Deixe de lado as mágoas e mágoas do passado para seguir em frente em seus relacionamentos.

# Phrase−Relationships−4
source: Respect each other's boundaries and needs. Healthy relationships are built on mutual understanding and trust.
es: Respeten los límites y necesidades de cada uno. Las relaciones saludables se construyen sobre la comprensión y la confianza mutuas.
fr: Respectez les limites et les besoins de chacun. Des relations saines reposent sur la compréhension et la confiance mutuelles.
it: Rispetta i confini e le esigenze reciproche. Le relazioni sane si basano sulla comprensione e sulla fiducia reciproche.
pt_br: Respeite os limites e necessidades de cada um. Relacionamentos saudáveis ​​são construídos com base na compreensão e confiança mútuas.

# Phrase−Relationships−5
source: Celebrate each other's successes and support each other through challenges. Together, you can accomplish anything.
es: Celebren los éxitos de los demás y apóyense mutuamente a través de los desafíos. Juntos pueden lograr cualquier cosa.
fr: Célébrez les succès de chacun et soutenez-vous les uns les autres à travers les défis. Ensemble, vous pouvez tout accomplir.
it: Festeggiate i reciproci successi e sostenetevi a vicenda attraverso le sfide. Insieme potete realizzare qualsiasi cosa.
pt_br: Celebre os sucessos uns dos outros e apoie-se mutuamente nos desafios. Juntos, vocês podem alcançar qualquer coisa.

# Phrase−Relationships−6
source: Remember that every relationship is unique. Embrace the differences and learn from each other.
es: Recuerden que cada relación es única. Acepten las diferencias y aprendan unos de otros.
fr: N'oubliez pas que chaque relation est unique. Acceptez les différences et apprenez les uns des autres.
it: Ricorda che ogni relazione è unica. Abbraccia le differenze e impara gli uni dagli altri.
pt_br: Lembre-se de que todo relacionamento é único. Abrace as diferenças e aprenda um com o outro.

# Phrase−Relationships−7
source: Don't forget to show gratitude and appreciation for the people in your life. Small acts of kindness go a long way.
es: No olvides mostrar gratitud y aprecio por las personas en tu vida. Los pequeños actos de bondad son muy útiles.
fr: N'oubliez pas de montrer de la gratitude et de l'appréciation pour les personnes dans votre vie. De petits actes de gentillesse font beaucoup.
it: Non dimenticare di mostrare gratitudine e apprezzamento per le persone della tua vita. Piccoli atti di gentilezza fanno molto.
pt_br: Não se esqueça de mostrar gratidão e apreço pelas pessoas em sua vida. Pequenos atos de bondade percorrem um longo caminho.

# Phrase−Relationships−8
source: Be present and attentive in your relationships. Put down your phone and make time for meaningful connections.
es: Esté presente y consciente en sus relaciones. Cuelgue el teléfono y haga tiempo para conexiones significativas.
fr: Soyez présent et attentif dans vos relations. Éteignez le téléphone et prenez le temps d'avoir des relations significatives.
it: Sii presente e attento nelle tue relazioni. Metti giù il telefono e trova il tempo per connessioni significative.
pt_br: Esteja presente e atento em seus relacionamentos. Desligue o telefone e reserve um tempo para conexões significativas.

# Phrase−Relationships−9
source: Remember that it's okay to ask for help when you need it. Seeking support is a sign of strength.
es: Recuerda que está bien pedir ayuda cuando la necesitas. Buscar apoyo es una señal de fortaleza.
fr: N'oubliez pas que vous pouvez demander de l'aide lorsque vous en avez besoin. Rechercher de l'aide est un signe de force.
it: Ricorda che va bene chiedere aiuto quando ne hai bisogno. Cercare supporto è un segno di forza.
pt_br: Lembre-se de que não há problema em pedir ajuda quando precisar. Buscar apoio é um sinal de força.

# Phrase−Relationships−10
source: Above all, lead with love and compassion. Your relationships will thrive when you approach them with kindness and understanding.
es: Sobre todo, avanza con amor y compasión. Tus relaciones prosperarán cuando te acerques a ellas con amabilidad y comprensión.
fr: Avant tout, avancez avec amour et compassion. Vos relations prospéreront si vous les abordez avec gentillesse et compréhension.
it: Soprattutto, guida con amore e compassione. Le tue relazioni prospereranno quando le avvicinerai con gentilezza e comprensione.
pt_br: Acima de tudo, siga em frente com amor e compaixão. Seus relacionamentos prosperarão quando você os abordar com gentileza e compreensão.

# Phrase−Relationships−11
source: Love is a journey, not a destination. Enjoy the ride and cherish the moments along the way.
es: El amor es un viaje, no un destino. Disfruta el viaje y aprecia los momentos en el camino.
fr: L'amour est un voyage, pas une destination. Profitez du voyage et appréciez les moments en cours de route.
it: L'amore è un viaggio, non una destinazione. Goditi il viaggio e apprezza i momenti lungo la strada.
pt_br: O amor é uma jornada, não um destino. Aproveite a jornada e aprecie os momentos ao longo do caminho.

# Phrase−Relationships−12
source: Trust is the foundation of any healthy relationship. Keep your promises and honor your commitments.
es: La confianza es la base de cualquier relación saludable. Cumple tus promesas y cumple tus compromisos.
fr: La confiance est le fondement de toute relation saine. Tenez vos promesses et honorez vos engagements.
it: La fiducia è il fondamento di ogni relazione sana. Mantieni le tue promesse e onora i tuoi impegni.
pt_br: A confiança é a base de qualquer relacionamento saudável. Cumpra suas promessas e honre seus compromissos.

# Phrase−Relationships−13
source: Be honest with yourself and your loved ones. Authenticity breeds trust and respect.
es: Sé honesto contigo mismo y con tus seres queridos. La autenticidad genera confianza y respeto.
fr: Soyez honnête avec vous-même et vos proches. L'authenticité engendre la confiance et le respect.
it: Sii onesto con te stesso e con i tuoi cari. L'autenticità genera fiducia e rispetto.
pt_br: Seja honesto consigo mesmo e com seus entes queridos. Autenticidade gera confiança e respeito.

# Phrase−Relationships−14
source: Remember that conflict is a natural part of any relationship. Use it as an opportunity to grow and learn.
es: Recuerde que el conflicto es una parte natural de cualquier relación. Úselo como una oportunidad para crecer y aprender.
fr: N'oubliez pas que le conflit fait naturellement partie de toute relation. Utilisez-le comme une opportunité de grandir et d'apprendre.
it: Ricorda che il conflitto è una parte naturale di qualsiasi relazione. Usalo come un'opportunità per crescere e imparare.
pt_br: Lembre-se de que o conflito é uma parte natural de qualquer relacionamento. Use-o como uma oportunidade para crescer e aprender.

# Phrase−Relationships−15
source: Empathy is key to understanding others. Put yourself in their shoes and see the world through their eyes.
es: La empatía es la clave para comprender a los demás. Ponte en su lugar y mira el mundo a través de sus ojos.
fr: L'empathie est la clé pour comprendre les autres. Mettez-vous à leur place et voyez le monde à travers leurs yeux.
it: L'empatia è la chiave per comprendere gli altri. Mettiti nei loro panni e guarda il mondo attraverso i loro occhi.
pt_br: A empatia é a chave para entender os outros. Coloque-se no lugar deles e veja o mundo pelos olhos deles.

# Phrase−Relationships−16
source: Listen to your intuition and follow your heart. It will guide you towards the right path.
es: Escucha tu intuición y sigue tu corazón. Te guiará por el camino correcto.
fr: Écoutez votre intuition et suivez votre cœur. Il vous guidera sur le bon chemin.
it: Ascolta la tua intuizione e segui il tuo cuore. Ti guiderà verso la retta via.
pt_br: Ouça sua intuição e siga seu coração. Ele o guiará para o caminho certo.

# Phrase−Relationships−17
source: Don't compare your relationship to others. Each one is unique and special in its own way.
es: No compares tu relación con la de los demás. Todos son únicos y especiales a su manera.
fr: Ne comparez pas votre relation avec les autres. Chacun est unique et spécial à sa manière.
it: Non confrontare il tuo rapporto con gli altri. Ognuno è unico e speciale a modo suo.
pt_br: Não compare seu relacionamento com os outros. Todo mundo é único e especial à sua maneira.

# Phrase−Relationships−18
source: Remember to take care of yourself first. Self-love is the foundation for healthy relationships.
es: Recuerda cuidarte a ti mismo primero. El amor propio es la base de las relaciones saludables.
fr: N'oubliez pas de prendre soin de vous d'abord. L'amour de soi est le fondement de relations saines.
it: Ricorda di prenderti cura di te stesso prima di tutto. L'amor proprio è la base per relazioni sane.
pt_br: Lembre-se de cuidar de si mesmo primeiro. O amor próprio é a base para relacionamentos saudáveis.

# Phrase−Relationships−19
source: Respect is earned, not given. Show others the same respect you wish to receive.
es: El respeto se gana, no se da. Muestre a los demás el mismo respeto que desea recibir.
fr: Le respect se mérite, ne se donne pas. Montrez aux autres le même respect que vous souhaitez recevoir.
it: Il rispetto si guadagna, non si dà. Mostra agli altri lo stesso rispetto che desideri ricevere.
pt_br: Respeito é conquistado, não dado. Mostre aos outros o mesmo respeito que você deseja receber.

# Phrase−Relationships−20
source: Be patient and understanding with yourself and others. Change takes time and effort.
es: Sé paciente y comprensivo contigo mismo y con los demás. El cambio requiere tiempo y esfuerzo.
fr: Soyez patient et compréhensif avec vous-même et avec les autres. Le changement demande du temps et des efforts.
it: Sii paziente e comprensivo con te stesso e con gli altri. Il cambiamento richiede tempo e impegno.
pt_br: Seja paciente e compreensivo consigo mesmo e com os outros. A mudança exige tempo e esforço.

# Phrase−Relationships−21
source: Forgive yourself and others for past mistakes. It's the only way to move forward.
es: Perdónate a ti mismo y a los demás por los errores del pasado. Es la única forma de avanzar.
fr: Pardonnez-vous et pardonnez aux autres pour les erreurs du passé. C'est la seule voie à suivre.
it: Perdona te stesso e gli altri per gli errori del passato. È l'unico modo per andare avanti.
pt_br: Perdoe a si mesmo e aos outros pelos erros do passado. É o único caminho a seguir.

# Phrase−Relationships−22
source: Don't be afraid to express your feelings. Vulnerability is a strength, not a weakness.
es: No tengas miedo de expresar tus sentimientos. La vulnerabilidad es una fortaleza, no una debilidad.
fr: N'ayez pas peur d'exprimer vos sentiments. La vulnérabilité est une force, pas une faiblesse.
it: Non aver paura di esprimere i tuoi sentimenti. La vulnerabilità è una forza, non una debolezza.
pt_br: Não tenha medo de expressar seus sentimentos. Vulnerabilidade é uma força, não uma fraqueza.

# Phrase−Relationships−23
source: Celebrate the small victories and milestones in your relationships. They are just as important as the big ones.
es: Celebre las pequeñas victorias y los hitos en sus relaciones. Son tan importantes como los grandes.
fr: Célébrez les petites victoires et les jalons de vos relations. Ils sont tout aussi importants que les grands.
it: Festeggia le piccole vittorie e le pietre miliari nelle tue relazioni. Sono importanti tanto quanto quelle grandi.
pt_br: Celebre as pequenas vitórias e marcos em seus relacionamentos. Eles são tão importantes quanto os grandes.

# Phrase−Relationships−24
source: Be open to feedback and constructive criticism. It's an opportunity for growth.
es: Esté abierto a la retroalimentación y la crítica constructiva. Es una oportunidad para crecer.
fr: Soyez ouvert aux commentaires et aux critiques constructives. C'est une opportunité de grandir.
it: Sii aperto al feedback e alle critiche costruttive. È un'opportunità di crescita.
pt_br: Esteja aberto a feedback e críticas construtivas. É uma oportunidade para crescer.

# Phrase−Relationships−25
source: Surprise your loved ones with acts of kindness and thoughtfulness. It shows that you care.
es: Sorprende a tus seres queridos con actos de amabilidad y consideración. Demuéstrales que te importan.
fr: Surprenez vos proches avec des actes de gentillesse et de prévenance. Montrez que vous vous souciez d'eux.
it: Sorprendi i tuoi cari con atti di gentilezza e premura. Dimostra che ci tieni.
pt_br: Surpreenda seus entes queridos com atos de bondade e consideração. Mostre que você se importa.

# Phrase−Relationships−26
source: Be supportive of each other's passions and interests. It's a great way to bond and connect.
es: Apoyar las pasiones e intereses de los demás. Es una excelente manera de vincularse y conectarse.
fr: Soutenez les passions et les intérêts de chacun. C'est un excellent moyen de créer des liens et de se connecter.
it: Sostenere le reciproche passioni e interessi. È un ottimo modo per legare e connettersi.
pt_br: Apoiem as paixões e interesses uns dos outros. É uma ótima maneira de se relacionar e se conectar.

# Phrase−Relationships−27
source: Don't be afraid to set boundaries and say no when you need to. Your needs matter too.
es: No tengas miedo de establecer límites y decir no cuando lo necesites. Tus necesidades también importan.
fr: N'ayez pas peur de fixer des limites et de dire non quand vous en avez besoin. Vos besoins comptent aussi.
it: Non aver paura di stabilire dei limiti e di dire di no quando ne hai bisogno. Anche le tue esigenze contano.
pt_br: Não tenha medo de estabelecer limites e dizer não quando precisar. Suas necessidades também importam.

# Phrase−Relationships−28
source: Remember that you are not responsible for other people's emotions. You can only control your own.
es: Recuerda que no eres responsable de las emociones de los demás. Solo puedes controlar las tuyas.
fr: N'oubliez pas que vous n'êtes pas responsable des émotions des autres. Vous ne pouvez contrôler que les vôtres.
it: Ricorda che non sei responsabile delle emozioni degli altri. Puoi controllare solo le tue.
pt_br: Lembre-se de que você não é responsável pelas emoções dos outros. Você só pode controlar as suas.

# Phrase−Relationships−29
source: Respect each other's differences and individuality. It's what makes your relationship unique.
es: Respeten las diferencias e individualidades de cada uno. Es lo que hace que su relación sea única.
fr: Respectez les différences et les individualités de chacun. C'est ce qui rend votre relation unique.
it: Rispetta le reciproche differenze e individualità. È ciò che rende unica la tua relazione.
pt_br: Respeite as diferenças e individualidades de cada um. É o que torna seu relacionamento único.

# Phrase−Relationships−30
source: Be present and fully engaged in your relationships. It's the greatest gift you can give.
es: Esté presente y completamente comprometido en sus relaciones. Es el mayor regalo que puede dar.
fr: Soyez présent et pleinement engagé dans vos relations. C'est le plus beau cadeau que vous puissiez offrir.
it: Sii presente e pienamente coinvolto nelle tue relazioni. È il regalo più grande che puoi fare.
pt_br: Esteja presente e totalmente envolvido em seus relacionamentos. É o maior presente que você pode dar.

# Phrase−Relationships−31
source: Don't be afraid to ask for help when you need it. We all need support from time to time.
es: No tengas miedo de pedir ayuda cuando la necesites. Todos necesitamos apoyo de vez en cuando.
fr: N'ayez pas peur de demander de l'aide quand vous en avez besoin. Nous avons tous besoin de soutien de temps en temps.
it: Non aver paura di chiedere aiuto quando ne hai bisogno. Tutti abbiamo bisogno di supporto di volta in volta.
pt_br: Não tenha medo de pedir ajuda quando precisar. Todos nós precisamos de apoio de vez em quando.

# Phrase−Relationships−32
source: Let go of expectations and embrace the present moment. It's where true happiness resides.
es: Deja de lado las expectativas y abraza el momento presente. Ahí es donde reside la verdadera felicidad.
fr: Lâchez les attentes et embrassez le moment présent. C'est là que réside le vrai bonheur.
it: Lascia andare le aspettative e abbraccia il momento presente. È lì che risiede la vera felicità.
pt_br: Deixe de lado as expectativas e abrace o momento presente. É aí que reside a verdadeira felicidade.

# Phrase−Relationships−33
source: Celebrate diversity and embrace different perspectives. It's what makes the world a beautiful place.
es: Celebra la diversidad y adopta diferentes perspectivas. Es lo que hace que el mundo sea un lugar tan hermoso.
fr: Célébrez la diversité et adoptez différentes perspectives. C'est ce qui rend le monde si beau.
it: Celebra la diversità e abbraccia prospettive diverse. È ciò che rende il mondo un posto meraviglioso.
pt_br: Celebre a diversidade e abrace diferentes perspectivas. É o que torna o mundo um lugar tão bonito.

# Phrase−Relationships−34
source: Be grateful for the people in your life. They are a blessing and a gift.
es: Sé agradecido por las personas en tu vida. Son una bendición y un regalo.
fr: Soyez reconnaissant pour les gens dans votre vie. Ils sont une bénédiction et un cadeau.
it: Sii grato per le persone della tua vita. Sono una benedizione e un dono.
pt_br: Seja grato pelas pessoas em sua vida. Elas são uma bênção e um presente.

# Phrase−Relationships−35
source: Remember to have fun and laugh together. It's a great way to bond and relieve stress.
es: Recuerden divertirse y reírse juntos. Es una excelente manera de vincularse y aliviar el estrés.
fr: N'oubliez pas de vous amuser et de rire ensemble. C'est un excellent moyen de créer des liens et de soulager le stress.
it: Ricorda di divertirti e ridere insieme. È un ottimo modo per legare e alleviare lo stress.
pt_br: Lembre-se de se divertir e rir juntos. É uma ótima maneira de se relacionar e aliviar o estresse.

# Phrase−Relationships−36
source: Be patient with the people you love. We all have our flaws and imperfections.
es: Ten paciencia con las personas que amas. Todos tenemos nuestros defectos e imperfecciones.
fr: Soyez patient avec les gens que vous aimez. Nous avons tous nos défauts et nos imperfections.
it: Sii paziente con le persone che ami. Tutti abbiamo i nostri difetti e le nostre imperfezioni.
pt_br: Seja paciente com as pessoas que você ama. Todos nós temos nossas falhas e imperfeições.

# Phrase−Relationships−37
source: Don't take your loved ones for granted. Show them that you appreciate them every day.
es: No des por sentado a tus seres queridos. Demuéstrales que los aprecias todos los días.
fr: Ne prenez pas vos proches pour acquis. Montrez-leur que vous les appréciez tous les jours.
it: Non dare per scontati i tuoi cari. Mostra loro che li apprezzi ogni giorno.
pt_br: Não subestime seus entes queridos. Mostre a eles que você os aprecia todos os dias.

# Phrase−Relationships−38
source: Honor your commitments and follow through on your promises. It shows integrity and respect.
es: Honra tus compromisos y cumple tus promesas. Muestra integridad y respeto.
fr: Honorez vos engagements et tenez vos promesses. Faites preuve d'intégrité et de respect.
it: Onora i tuoi impegni e mantieni le tue promesse. Mostra integrità e rispetto.
pt_br: Honre seus compromissos e mantenha suas promessas. Mostre integridade e respeito.
