Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Hope−26
source: Stay true to your heart, and never let anyone dull your spark.
es: Mantente fiel a tu corazón y nunca dejes que nadie apague tu chispa.
fr: Restez fidèle à votre cœur et ne laissez jamais personne éteindre votre étincelle.
it: Rimani fedele al tuo cuore e non permettere mai a nessuno di spegnere la tua scintilla.
pt_br: Mantenha-se fiel ao seu coração e nunca deixe ninguém apagar sua centelha.

# Phrase−Hope−27
source: Have hope and trust in the journey, for it will lead you to great things.
es: Tened esperanza y fe en el camino, porque os llevará a grandes cosas.
fr: Ayez de l'espoir et de la foi dans le voyage, car il vous mènera à de grandes choses.
it: Abbi speranza e fiducia nel viaggio, perché ti porterà a grandi cose.
pt_br: Tenha esperança e fé na jornada, pois ela o levará a grandes coisas.

# Phrase−Hope−28
source: Never let fear hold you back, for you have the courage and determination to overcome anything.
es: Nunca dejes que el miedo te detenga, porque tienes el coraje y la determinación para superar cualquier cosa.
fr: Ne laissez jamais la peur vous retenir, car vous avez le courage et la détermination de tout surmonter.
it: Non lasciare mai che la paura ti trattenga, perché hai il coraggio e la determinazione per superare qualsiasi cosa.
pt_br: Nunca deixe o medo te segurar, porque você tem coragem e determinação para superar qualquer coisa.

# Phrase−Hope−29
source: When life gets rough, just hold tight to the things that matter most.
es: Cuando la vida se pone difícil, aférrate a las cosas que más importan.
fr: Quand la vie devient difficile, accrochez-vous aux choses qui comptent le plus.
it: Quando la vita si fa dura, tieniti stretto alle cose che contano di più.
pt_br: Quando a vida ficar difícil, agarre-se às coisas que mais importam.

# Phrase−Hope−30
source: You are never alone, for the universe is always supporting you in your journey.
es: Nunca estás solo, porque el universo siempre te apoya en tu viaje.
fr: Vous n'êtes jamais seul, car l'univers vous soutient toujours dans votre voyage.
it: Non sei mai solo, perché l'universo ti sostiene sempre nel tuo viaggio.
pt_br: Você nunca está sozinho, porque o universo sempre o apoia em sua jornada.

# Phrase−Hope−31
source: Keep moving forward, for every step you take is bringing you closer to your dreams.
es: Sigue avanzando, porque cada paso que das te acerca a tus sueños.
fr: Continuez d'avancer, car chaque pas que vous faites vous rapproche de vos rêves.
it: Continua ad andare avanti, perché ogni passo che fai ti avvicina ai tuoi sogni.
pt_br: Continue seguindo em frente, porque cada passo que você dá o aproxima de seus sonhos.

# Phrase−Hope−32
source: Remember, success is not a destination, but a journey filled with obstacles and triumphs.
es: Recuerda, el éxito no es un destino, sino un viaje lleno de obstáculos y triunfos.
fr: N'oubliez pas que le succès n'est pas une destination, mais un voyage plein d'obstacles et de triomphes.
it: Ricorda, il successo non è una destinazione, ma un viaggio pieno di ostacoli e trionfi.
pt_br: Lembre-se, o sucesso não é um destino, mas uma jornada cheia de obstáculos e triunfos.

# Phrase−Hope−33
source: Never lose faith, for even in the darkest night the stars are shining.
es: Nunca pierdas la fe, porque hasta en la noche más oscura brillan las estrellas.
fr: Ne perdez jamais la foi, car même dans la nuit la plus sombre, les étoiles brillent.
it: Non perdere mai la fede, perché anche nella notte più buia le stelle brillano.
pt_br: Nunca perca a fé, porque mesmo na noite mais escura as estrelas brilham.

# Phrase−Hope−34
source: Stay positive and never give up, for you are capable of great things.
es: Mantente positivo y nunca te rindas, porque eres capaz de grandes cosas.
fr: Restez positif et n'abandonnez jamais, car vous êtes capable de grandes choses.
it: Rimani positivo e non mollare mai, perché sei capace di grandi cose.
pt_br: Mantenha-se positivo e nunca desista, porque você é capaz de grandes coisas.

# Phrase−Hope−35
source: Have hope and keep smiling, for better days are just around the corner.
es: Ten esperanza y sigue sonriendo, porque mejores días están a la vuelta de la esquina.
fr: Ayez de l'espoir et gardez le sourire, car des jours meilleurs sont à nos portes.
it: Abbi speranza e continua a sorridere, perché giorni migliori sono proprio dietro l'angolo.
pt_br: Tenha esperança e continue sorrindo, porque dias melhores estão chegando.

# Phrase−Hope−36
source: You are a miracle, full of love, light, and unlimited potential.
es: Eres un milagro, lleno de amor, luz y potencial ilimitado.
fr: Tu es un miracle, plein d'amour, de lumière et d'un potentiel illimité.
it: Sei un miracolo, pieno di amore, luce e potenziale illimitato.
pt_br: Você é um milagre, cheio de amor, luz e potencial ilimitado.

# Phrase−Hope−37
source: When life gets you down, just stand back up and keep moving forward.
es: Cuando la vida te deprima, levántate y sigue adelante.
fr: Quand la vie vous déprime, relevez-vous et continuez.
it: Quando la vita ti abbatte, rialzati e continua ad andare avanti.
pt_br: Quando a vida te derrubar, levante-se e continue.

# Phrase−Hope−38
source: Keep your heart open, and never let negativity bring you down.
es: Mantén tu corazón abierto y nunca dejes que la negatividad te deprima.
fr: Gardez votre cœur ouvert et ne laissez jamais la négativité vous abattre.
it: Mantieni il tuo cuore aperto e non lasciare mai che la negatività ti abbatta.
pt_br: Mantenha seu coração aberto e nunca deixe a negatividade te derrubar.

# Phrase−Hope−39
source: Believe in yourself and never give up, for you are destined for greatness.
es: Cree en ti mismo y nunca te rindas, porque estás destinado a la grandeza.
fr: Crois en toi et n'abandonne jamais, car tu es destiné à la grandeur.
it: Credi in te stesso e non mollare mai, perché sei destinato alla grandezza.
pt_br: Acredite em si mesmo e nunca desista, porque você está destinado à grandeza.

# Phrase−Hope−40
source: Stay strong and keep pushing forward, for hope and happiness are always within reach.
es: Sé fuerte y sigue adelante, porque la esperanza y la felicidad siempre están al alcance de la mano.
fr: Soyez forts et continuez d'avancer, car l'espoir et le bonheur sont toujours à portée de main.
it: Sii forte e continua ad andare avanti, perché la speranza e la felicità sono sempre a portata di mano.
pt_br: Seja forte e siga em frente, porque a esperança e a felicidade estão sempre ao seu alcance.

# Phrase−Hope−41
source: Hold onto hope, for it will carry you through the darkest of times.
es: Aférrate a la esperanza, porque te llevará a través de los tiempos más oscuros.
fr: Gardez espoir, car cela vous fera traverser les moments les plus sombres.
it: Aggrappati alla speranza, perché ti porterà attraverso i tempi più bui.
pt_br: Agarre-se à esperança, pois ela o levará através dos tempos mais sombrios.

# Phrase−Hope−42
source: Trust that everything is happening for a reason, even if you cannot see it yet.
es: Confía en que todo sucede por una razón, incluso si aún no puedes verla.
fr: Ayez confiance que tout se passe pour une raison, même si vous ne pouvez pas encore le voir.
it: Abbi fiducia che tutto sta accadendo per una ragione, anche se non puoi ancora vederlo.
pt_br: Confie que tudo está acontecendo por uma razão, mesmo que você ainda não consiga ver.

# Phrase−Hope−43
source: Believe in yourself, for you are capable of achieving greatness.
es: Cree en ti mismo, porque eres capaz de alcanzar la grandeza.
fr: Crois en toi, car tu es capable d'atteindre la grandeur.
it: Credi in te stesso, perché sei in grado di raggiungere la grandezza.
pt_br: Acredite em você, porque você é capaz de alcançar a grandeza.

# Phrase−Hope−44
source: When things get tough, just take a deep breath and keep moving forward.
es: Cuando las cosas se pongan difíciles, respira hondo y sigue adelante.
fr: Quand les choses deviennent difficiles, respirez profondément et continuez.
it: Quando le cose si fanno difficili, fai un respiro profondo e continua ad andare avanti.
pt_br: Quando as coisas ficarem difíceis, respire fundo e continue.

# Phrase−Hope−45
source: Have faith that the universe is conspiring in your favor, even when things seem uncertain.
es: Confía en que el universo conspira a tu favor, incluso cuando las cosas parecen inciertas.
fr: Ayez confiance que l'univers conspire en votre faveur, même lorsque les choses semblent incertaines.
it: Abbi fiducia che l'universo sta cospirando a tuo favore, anche quando le cose sembrano incerte.
pt_br: Confie que o universo está conspirando a seu favor, mesmo quando as coisas parecem incertas.

# Phrase−Hope−46
source: Every new day is a chance to start over and make things right.
es: Cada nuevo día es una oportunidad para empezar de nuevo y hacer las cosas bien.
fr: Chaque nouveau jour est une chance de recommencer et de faire les choses correctement.
it: Ogni nuovo giorno è un'occasione per ricominciare e sistemare le cose.
pt_br: Todo novo dia é uma chance de recomeçar e consertar as coisas.

# Phrase−Hope−47
source: Remember, you are never given a challenge you cannot handle.
es: Recuerda, nunca te dan un desafío que no puedas manejar.
fr: Rappelez-vous, on ne vous donne jamais un défi que vous ne pouvez pas relever.
it: Ricorda, non ti viene mai data una sfida che non puoi gestire.
pt_br: Lembre-se, você nunca recebe um desafio que não pode enfrentar.

# Phrase−Hope−48
source: Stay true to your values and never compromise on what matters most to you.
es: Mantente fiel a tus valores y nunca cedas en lo que más te importa.
fr: Restez fidèle à vos valeurs et ne faites jamais de compromis sur ce qui compte le plus pour vous.
it: Rimani fedele ai tuoi valori e non scendere mai a compromessi su ciò che conta di più per te.
pt_br: Mantenha-se fiel aos seus valores e nunca comprometa o que é mais importante para você.

# Phrase−Hope−49
source: The past is behind you, the future is ahead of you, and today is a gift – that's why it's called the present.
es: El pasado está detrás de ti, el futuro está frente a ti y el hoy es un regalo, por eso se llama presente.
fr: Le passé est derrière vous, le futur est devant vous et aujourd'hui est un cadeau, c'est pourquoi on l'appelle le présent.
it: Il passato è dietro di te, il futuro è davanti a te e oggi è un dono, ecco perché si chiama presente.
pt_br: O passado ficou para trás, o futuro está à sua frente e o hoje é uma dádiva, por isso se chama presente.

# Phrase−Hope−50
source: Believe in the power of love and kindness, for they can overcome even the greatest of obstacles.
es: Cree en el poder del amor y la bondad, porque pueden superar incluso el mayor de los obstáculos.
fr: Croyez au pouvoir de l'amour et de la gentillesse, car ils peuvent surmonter même les plus grands obstacles.
it: Credi nel potere dell'amore e della gentilezza, perché possono superare anche il più grande degli ostacoli.
pt_br: Acredite no poder do amor e da bondade, porque eles podem superar até os maiores obstáculos.

# Phrase−Hope−51
source: When you feel lost, just look within and trust your inner voice.
es: Cuando te sientas perdido, mira dentro y confía en tu voz interior.
fr: Lorsque vous vous sentez perdu, regardez à l'intérieur et faites confiance à votre voix intérieure.
it: Quando ti senti perso, guardati dentro e fidati della tua voce interiore.
pt_br: Quando você se sentir perdido, olhe para dentro e confie em sua voz interior.

# Phrase−Hope−52
source: Never give up, for even the smallest steps forward can lead to great achievements.
es: Nunca te rindas, porque incluso los pasos más pequeños pueden conducir a grandes resultados.
fr: N'abandonnez jamais, car même les plus petits pas en avant peuvent donner d'excellents résultats.
it: Non mollare mai, perché anche i più piccoli passi in avanti possono portare a grandi risultati.
pt_br: Nunca desista, porque mesmo os menores passos à frente podem levar a grandes resultados.

# Phrase−Hope−53
source: Have faith that the universe is leading you towards your purpose and your destiny.
es: Ten fe en que el universo te está conduciendo hacia tu propósito y destino.
fr: Ayez foi que l'univers vous mène vers votre but et votre destinée.
it: Abbi fede che l'universo ti sta conducendo verso il tuo scopo e il tuo destino.
pt_br: Tenha fé que o universo está levando você em direção ao seu propósito e destino.

# Phrase−Hope−54
source: Every challenge is an opportunity for growth and transformation.
es: Cada desafío es una oportunidad de crecimiento y transformación.
fr: Chaque défi est une opportunité de croissance et de transformation.
it: Ogni sfida è un'opportunità di crescita e trasformazione.
pt_br: Todo desafio é uma oportunidade de crescimento e transformação.

# Phrase−Hope−55
source: Stay positive, for your thoughts and beliefs create your reality.
es: Mantente positivo, porque tus pensamientos y creencias crean tu realidad.
fr: Restez positif, car vos pensées et vos croyances créent votre réalité.
it: Rimani positivo, perché i tuoi pensieri e le tue convinzioni creano la tua realtà.
pt_br: Mantenha-se positivo, porque seus pensamentos e crenças criam sua realidade.

# Phrase−Hope−56
source: Remember that you are never truly alone, for there are always angels watching over you.
es: Recuerda que nunca estás realmente solo, ya que siempre hay ángeles cuidándote.
fr: N'oubliez pas que vous n'êtes jamais vraiment seul, car il y a toujours des anges qui veillent sur vous.
it: Ricorda che non sei mai veramente solo, perché ci sono sempre angeli che vegliano su di te.
pt_br: Lembre-se de que você nunca está realmente sozinho, pois sempre há anjos cuidando de você.

# Phrase−Hope−57
source: Trust in the power of community and connection, for we are all in this together.
es: Confía en el poder de la comunidad y la conexión, porque todos estamos juntos en esto.
fr: Faites confiance au pouvoir de la communauté et de la connexion, car nous sommes tous dans le même bateau.
it: Abbi fiducia nel potere della comunità e della connessione, perché siamo tutti insieme.
pt_br: Confie no poder da comunidade e da conexão, porque estamos todos juntos nisso.

# Phrase−Hope−58
source: Have hope and keep striving towards your goals, for success is just around the corner.
es: Ten esperanza y sigue esforzándote para alcanzar tus metas, porque el éxito está a la vuelta de la esquina.
fr: Ayez de l'espoir et continuez à vous efforcer d'atteindre vos objectifs, car le succès est imminent.
it: Abbi speranza e continua a lottare per raggiungere i tuoi obiettivi, perché il successo è proprio dietro l'angolo.
pt_br: Tenha esperança e continue se esforçando para alcançar seus objetivos, porque o sucesso está ao virar da esquina.

# Phrase−Hope−59
source: Stay grounded in the present moment, for it is the only moment that truly matters.
es: Mantente conectado a tierra en el momento presente, porque es el único momento que realmente importa.
fr: Restez ancré dans le moment présent, car c'est le seul moment qui compte vraiment.
it: Rimani radicato nel momento presente, perché è l'unico momento che conta davvero.
pt_br: Fique firme no momento presente, porque é o único momento que realmente importa.

# Phrase−Hope−60
source: Believe in the power of your dreams and the magic of possibility.
es: Cree en el poder de tus sueños y la magia de las posibilidades.
fr: Croyez au pouvoir de vos rêves et à la magie des possibilités.
it: Credi nel potere dei tuoi sogni e nella magia delle possibilità.
pt_br: Acredite no poder dos seus sonhos e na magia das possibilidades.

# Phrase−Hope−61
source: When one door closes, another one always opens – keep your eyes and your heart open to new opportunities.
es: Cuando una puerta se cierra, otra siempre se abre: mantén los ojos y el corazón abiertos a nuevas oportunidades.
fr: Quand une porte se ferme, une autre s'ouvre toujours : gardez les yeux et le cœur ouverts à de nouvelles opportunités.
it: Quando una porta si chiude, un'altra si apre sempre: tieni gli occhi e il cuore aperti a nuove opportunità.
pt_br: Quando uma porta se fecha, outra sempre se abre: mantenha os olhos e o coração abertos para novas oportunidades.

# Phrase−Hope−62
source: Never let fear hold you back, for it is only an illusion.
es: Nunca dejes que el miedo te detenga, porque es solo una ilusión.
fr: Ne laissez jamais la peur vous retenir, car ce n'est qu'une illusion.
it: Non lasciare mai che la paura ti trattenga, perché è solo un'illusione.
pt_br: Nunca deixe o medo te segurar, pois é apenas uma ilusão.

# Phrase−Hope−63
source: Have faith that everything will work out in the end, for the universe is on your side.
es: Ten fe en que todo saldrá bien al final, porque el universo está de tu lado.
fr: Ayez confiance que tout finira par s'arranger, car l'univers est de votre côté.
it: Abbi fede che alla fine tutto funzionerà, perché l'universo è dalla tua parte.
pt_br: Tenha fé que no final tudo vai dar certo, porque o universo está do seu lado.

# Phrase−Hope−64
source: Remember that you are a powerful creator, capable of manifesting your deepest desires.
es: Recuerda que eres un creador poderoso, capaz de manifestar tus deseos más profundos.
fr: N'oubliez pas que vous êtes un créateur puissant, capable de manifester vos désirs les plus profonds.
it: Ricorda che sei un creatore potente, capace di manifestare i tuoi desideri più profondi.
pt_br: Lembre-se de que você é um criador poderoso, capaz de manifestar seus desejos mais profundos.

# Phrase−Hope−65
source: Stay true to your inner light, for it is what makes you unique and special.
es: Mantente fiel a tu luz interior, porque eso es lo que te hace único y especial.
fr: Restez fidèle à votre lumière intérieure, car c'est ce qui vous rend unique et spécial.
it: Rimani fedele alla tua luce interiore, perché è ciò che ti rende unico e speciale.
pt_br: Mantenha-se fiel à sua luz interior, porque é isso que o torna único e especial.

# Phrase−Hope−66
source: Believe in yourself, for you are worthy of love, success, and happiness.
es: Cree en ti mismo, porque eres digno de amor, éxito y felicidad.
fr: Croyez en vous, car vous êtes digne d'amour, de réussite et de bonheur.
it: Credi in te stesso, perché sei degno di amore, successo e felicità.
pt_br: Acredite em si mesmo, porque você é digno de amor, sucesso e felicidade.

# Phrase−Hope−67
source: When you feel overwhelmed, just take things one step at a time.
es: Cuando te sientas abrumado, da un paso a la vez.
fr: Lorsque vous vous sentez dépassé, faites les choses une étape à la fois.
it: Quando ti senti sopraffatto, fai le cose un passo alla volta.
pt_br: Quando você se sentir sobrecarregado, dê um passo de cada vez.

# Phrase−Hope−68
source: Have hope and trust that the universe has a plan for you, even if you cannot see it yet.
es: Ten esperanza y confía en que el universo tiene un plan para ti, incluso si aún no puedes verlo.
fr: Ayez espoir et confiance que l'univers a un plan pour vous, même si vous ne pouvez pas encore le voir.
it: Abbi speranza e fiducia che l'universo ha un piano per te, anche se non puoi ancora vederlo.
pt_br: Tenha esperança e confie que o universo tem um plano para você, mesmo que você ainda não possa vê-lo.

# Phrase−Hope−69
source: Stay open to new possibilities, for they may lead you towards unexpected joys and blessings.
es: Mantente abierto a nuevas posibilidades, ya que pueden llevarte a alegrías y bendiciones inesperadas.
fr: Restez ouvert à de nouvelles possibilités, car elles peuvent vous conduire à des joies et des bénédictions inattendues.
it: Rimani aperto a nuove possibilità, perché potrebbero condurti verso gioie e benedizioni inaspettate.
pt_br: Mantenha-se aberto a novas possibilidades, pois elas podem levá-lo a alegrias e bênçãos inesperadas.

# Phrase−Hope−70
source: Remember that your struggles do not define you – you are so much more than your challenges.
es: Recuerda que tus luchas no te definen, eres mucho más que tus desafíos.
fr: N'oubliez pas que vos luttes ne vous définissent pas - vous êtes bien plus que vos défis.
it: Ricorda che le tue lotte non ti definiscono: sei molto di più delle tue sfide.
pt_br: Lembre-se de que suas lutas não o definem - você é muito mais do que seus desafios.

# Phrase−Hope−71
source: Believe in the power of forgiveness and compassion, for they can heal even the deepest wounds.
es: Cree en el poder del perdón y la compasión, porque pueden curar hasta las heridas más profundas.
fr: Croyez au pouvoir du pardon et de la compassion, car ils peuvent guérir même les blessures les plus profondes.
it: Credi nel potere del perdono e della compassione, perché possono guarire anche le ferite più profonde.
pt_br: Acredite no poder do perdão e da compaixão, porque eles podem curar até as feridas mais profundas.

# Phrase−Hope−72
source: When things seem impossible, just remember that miracles happen every day.
es: Cuando las cosas parezcan imposibles, recuerda que los milagros suceden todos los días.
fr: Quand les choses semblent impossibles, rappelez-vous que des miracles se produisent tous les jours.
it: Quando le cose sembrano impossibili, ricorda che i miracoli accadono ogni giorno.
pt_br: Quando as coisas parecerem impossíveis, lembre-se que milagres acontecem todos os dias.

# Phrase−Hope−73
source: Have faith that you are exactly where you are meant to be in this moment.
es: Confía en que estás exactamente donde se supone que debes estar ahora mismo.
fr: Ayez confiance que vous êtes exactement là où vous êtes censé être en ce moment.
it: Abbi fiducia che sei esattamente dove dovresti essere in questo momento.
pt_br: Confie que você está exatamente onde deveria estar agora.

# Phrase−Hope−74
source: Stay curious and open-minded, for there is always something new to discover.
es: Mantén la curiosidad y la mente abierta, ya que siempre hay algo nuevo por descubrir.
fr: Restez curieux et ouvert d'esprit, car il y a toujours quelque chose de nouveau à découvrir.
it: Rimani curioso e di mentalità aperta, perché c'è sempre qualcosa di nuovo da scoprire.
pt_br: Mantenha-se curioso e tenha a mente aberta, pois sempre há algo novo para descobrir.

# Phrase−Hope−75
source: Believe in the power of your imagination, for it can create worlds and realities beyond your wildest dreams.
es: Cree en el poder de tu imaginación, porque puede crear mundos y realidades más allá de tus sueños más salvajes.
fr: Croyez au pouvoir de votre imagination, car elle peut créer des mondes et des réalités au-delà de vos rêves les plus fous.
it: Credi nel potere della tua immaginazione, perché può creare mondi e realtà oltre i tuoi sogni più sfrenati.
pt_br: Acredite no poder da sua imaginação, porque ela pode criar mundos e realidades além dos seus sonhos mais loucos.

# Phrase−Hope−76
source: When you feel discouraged, just take a moment to reflect on how far you have come.
es: Cuando te sientas desanimado, tómate un momento para reflexionar sobre lo lejos que has llegado.
fr: Lorsque vous vous sentez découragé, prenez un moment pour réfléchir au chemin parcouru.
it: Quando ti senti scoraggiato, prenditi un momento per riflettere su quanto lontano sei arrivato.
pt_br: Quando estiver se sentindo desanimado, reserve um momento para refletir sobre o quão longe você chegou.

# Phrase−Hope−77
source: Have hope and keep your heart open, for love and miracles can come from unexpected places.
es: Ten esperanza y mantén tu corazón abierto, porque el amor y los milagros pueden venir de lugares inesperados.
fr: Ayez de l'espoir et gardez votre cœur ouvert, car l'amour et les miracles peuvent venir d'endroits inattendus.
it: Abbi speranza e mantieni il tuo cuore aperto, perché l'amore e i miracoli possono venire da luoghi inaspettati.
pt_br: Tenha esperança e mantenha o coração aberto, porque o amor e os milagres podem vir de lugares inesperados.
