Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Gratitude−31
source: Gratitude is the glue that binds relationships together. Give thanks for the love and connection you share with others, and watch as those bonds deepen and strengthen.
es: La gratitud es el pegamento que une las relaciones. Da gracias por el amor y la conexión que compartes con los demás, y observa cómo esos lazos se profundizan y fortalecen.
fr: La gratitude est le ciment qui unit les relations. Rendez grâce pour l'amour et la connexion que vous partagez avec les autres, et regardez ces liens s'approfondir et se renforcer.
it: La gratitudine è il collante che unisce le relazioni. Ringrazia per l'amore e la connessione che condividi con gli altri e osserva come quei legami si approfondiscono e si rafforzano.
pt_br: A gratidão é a cola que une os relacionamentos. Agradeça pelo amor e pela conexão que você compartilha com os outros e observe como esses laços se aprofundam e se fortalecem.

# Phrase−Gratitude−32
source: Remember to give thanks for the small acts of kindness that brighten your day. They are reminders of the goodness and generosity that exists in the world.
es: Recuerda dar gracias por los pequeños actos de bondad que alegran tu día. Son recordatorios de la bondad y generosidad que existe en el mundo.
fr: N'oubliez pas de rendre grâce pour les petits actes de gentillesse qui égayent votre journée. Ils sont des rappels de la bonté et de la générosité qui existent dans le monde.
it: Ricorda di ringraziare per i piccoli atti di gentilezza che rallegrano la tua giornata. Sono promemoria della bontà e della generosità che esiste nel mondo.
pt_br: Lembre-se de agradecer pelos pequenos atos de bondade que iluminam o seu dia. Eles são lembretes da bondade e da generosidade que existem no mundo.

# Phrase−Gratitude−33
source: Gratitude is a reminder that you are never alone. Give thanks for the unseen helpers and angels who guide and protect you on your journey.
es: La gratitud te recuerda que nunca estás solo. Da gracias por los ayudantes invisibles y los ángeles que te guían y protegen en tu viaje.
fr: La gratitude vous rappelle que vous n'êtes jamais seul. Rendez grâce pour les aides invisibles et les anges qui vous guident et vous protègent tout au long de votre voyage.
it: La gratitudine ti ricorda che non sei mai solo. Ringrazia per gli aiutanti e gli angeli invisibili che ti guidano e ti proteggono nel tuo viaggio.
pt_br: A gratidão lembra que você nunca está sozinho. Agradeça pelos ajudantes e anjos invisíveis que o guiam e protegem em sua jornada.

# Phrase−Gratitude−34
source: Every breath is a gift, filled with the precious energy of life. Give thanks for the miracle of breath and for the vitality it brings to your body and mind.
es: Cada respiración es un regalo, llena de la preciosa energía de la vida. Da gracias por el milagro de la respiración y la vitalidad que aporta a tu cuerpo y mente.
fr: Chaque respiration est un cadeau rempli de la précieuse énergie de la vie. Rendez grâce pour le miracle de la respiration et la vitalité qu'elle apporte à votre corps et à votre esprit.
it: Ogni respiro è un dono, pieno della preziosa energia della vita. Ringrazia per il miracolo del respiro e per la vitalità che porta al tuo corpo e alla tua mente.
pt_br: Cada respiração é um presente, repleto da preciosa energia da vida. Agradeça pelo milagre da respiração e pela vitalidade que ela traz ao seu corpo e à sua mente.

# Phrase−Gratitude−35
source: Gratitude is a practice that can be cultivated in every moment. Start with the present moment, and give thanks for the gift of now.
es: La gratitud es una práctica que se puede cultivar en cualquier momento. Comienza con el momento presente y da gracias por el regalo del ahora.
fr: La gratitude est une pratique qui peut être cultivée à tout moment. Commencez par le moment présent et remerciez pour le cadeau de maintenant.
it: La gratitudine è una pratica che può essere coltivata in ogni momento. Inizia con il momento presente e ringrazia per il dono di adesso.
pt_br: A gratidão é uma prática que pode ser cultivada a qualquer momento. Comece com o momento presente e agradeça pela dádiva do agora.

# Phrase−Gratitude−36
source: Remember to give thanks for the people who have inspired and influenced you. Their wisdom and guidance has helped shape who you are today.
es: Recuerda agradecer a las personas que te han inspirado e influenciado. Su sabiduría y guía te han ayudado a dar forma a quién eres hoy.
fr: N'oubliez pas de remercier les personnes qui vous ont inspiré et influencé. Leur sagesse et leurs conseils ont contribué à façonner qui vous êtes aujourd'hui.
it: Ricorda di ringraziare le persone che ti hanno ispirato e influenzato. La loro saggezza e guida hanno contribuito a plasmare chi sei oggi.
pt_br: Lembre-se de agradecer às pessoas que o inspiraram e influenciaram. Sua sabedoria e orientação ajudaram a moldar quem você é hoje.

# Phrase−Gratitude−37
source: Gratitude is a celebration of life in all its diversity. Give thanks for the unique gifts and talents that make you who you are.
es: La gratitud es una celebración de la vida en toda su diversidad. Da gracias por los dones y talentos únicos que te hacen ser quien eres.
fr: La gratitude est une célébration de la vie dans toute sa diversité. Rendez grâce pour les dons et les talents uniques qui font de vous ce que vous êtes.
it: La gratitudine è una celebrazione della vita in tutta la sua diversità. Ringrazia per i doni e i talenti unici che ti rendono quello che sei.
pt_br: Gratidão é uma celebração da vida em toda a sua diversidade. Agradeça pelos dons e talentos únicos que fazem de você quem você é.

# Phrase−Gratitude−38
source: Every obstacle is an opportunity for gratitude. Give thanks for the strength and resilience you have developed through the challenges you have faced.
es: Cada obstáculo es una oportunidad para la gratitud. Da gracias por la fuerza y ​​la resiliencia que has desarrollado a través de los desafíos que has enfrentado.
fr: Chaque obstacle est une occasion de gratitude. Rendez grâce pour la force et la résilience que vous avez développées à travers les défis auxquels vous avez été confrontés.
it: Ogni ostacolo è un'opportunità di gratitudine. Ringrazia per la forza e la resilienza che hai sviluppato attraverso le sfide che hai affrontato.
pt_br: Todo obstáculo é uma oportunidade de gratidão. Agradeça pela força e resiliência que você desenvolveu durante os desafios que enfrentou.

# Phrase−Gratitude−39
source: Gratitude is a way of honoring the past while embracing the future. Give thanks for the lessons and experiences of the past, and for the endless possibilities that lie ahead.
es: La gratitud es una forma de honrar el pasado mientras se abraza el futuro. Dar gracias por las lecciones y experiencias del pasado y las infinitas posibilidades que se avecinan.
fr: La gratitude est une façon d'honorer le passé tout en embrassant l'avenir. Remercier pour les leçons et les expériences du passé et les possibilités infinies qui nous attendent.
it: La gratitudine è un modo per onorare il passato abbracciando il futuro. Ringrazia per le lezioni e le esperienze del passato e per le infinite possibilità che ci attendono.
pt_br: A gratidão é uma forma de honrar o passado enquanto abraça o futuro. Agradeça pelas lições e experiências do passado e pelas infinitas possibilidades que temos pela frente.

# Phrase−Gratitude−40
source: Remember to give thanks for the beauty and wonder of the natural world. The majesty of nature is a constant reminder of the magic and mystery of life.
es: Recuerda dar gracias por la belleza y la maravilla del mundo natural. La majestuosidad de la naturaleza es un recordatorio constante de la magia y el misterio de la vida.
fr: N'oubliez pas de rendre grâce pour la beauté et les merveilles du monde naturel. La majesté de la nature est un rappel constant de la magie et du mystère de la vie.
it: Ricorda di ringraziare per la bellezza e la meraviglia del mondo naturale. La maestosità della natura è un costante richiamo alla magia e al mistero della vita.
pt_br: Lembre-se de agradecer pela beleza e maravilha do mundo natural. A majestade da natureza é um lembrete constante da magia e mistério da vida.

# Phrase−Gratitude−41
source: Gratitude is a reminder that everything is interconnected. Give thanks for the web of life that connects us all, and for the role you play in it.
es: La gratitud nos recuerda que todo está interconectado. Da gracias por la red de vida que nos conecta a todos y el papel que juegas en ella.
fr: La gratitude nous rappelle que tout est interconnecté. Rendez grâce pour la toile de vie qui nous relie tous et le rôle que vous y jouez.
it: La gratitudine ci ricorda che tutto è interconnesso. Ringrazia per la rete della vita che ci collega tutti e per il ruolo che giochi in essa.
pt_br: A gratidão nos lembra que tudo está interconectado. Agradeça pela teia da vida que nos conecta a todos e pelo papel que você desempenha nela.

# Phrase−Gratitude−42
source: Every relationship is a gift, filled with the potential for love and connection. Give thanks for the people who enrich your life and bring you joy.
es: Cada relación es un regalo, llena del potencial para el amor y la conexión. Da gracias por las personas que enriquecen tu vida y te brindan alegría.
fr: Chaque relation est un cadeau, rempli d'un potentiel d'amour et de connexion. Remerciez les personnes qui enrichissent votre vie et vous apportent de la joie.
it: Ogni relazione è un dono, pieno del potenziale per l'amore e la connessione. Ringrazia per le persone che arricchiscono la tua vita e ti portano gioia.
pt_br: Todo relacionamento é um presente, cheio de potencial para amor e conexão. Agradeça pelas pessoas que enriquecem sua vida e lhe trazem alegria.

# Phrase−Gratitude−43
source: Gratitude is a way of acknowledging the abundance that surrounds you. Give thanks for the richness of life and for the infinite possibilities it holds.
es: La gratitud es una forma de reconocer la abundancia que te rodea. Da gracias por la riqueza de la vida y las infinitas posibilidades que encierra.
fr: La gratitude est une façon de reconnaître l'abondance qui vous entoure. Rendez grâce pour la richesse de la vie et les possibilités infinies qu'elle recèle.
it: La gratitudine è un modo per riconoscere l'abbondanza che ti circonda. Ringrazia per la ricchezza della vita e per le infinite possibilità che racchiude.
pt_br: A gratidão é uma forma de reconhecer a abundância que o cerca. Agradeça pela riqueza da vida e pelas infinitas possibilidades que ela oferece.

# Phrase−Gratitude−44
source: Remember to give thanks for the opportunities that come your way. They are windows of opportunity that can lead you to new and exciting paths.
es: Recuerda dar gracias por las oportunidades que se te presenten. Son ventanas de oportunidad que pueden llevarte por caminos nuevos y emocionantes.
fr: N'oubliez pas de remercier pour les opportunités qui s'offrent à vous. Ce sont des fenêtres d'opportunité qui peuvent vous conduire sur des voies nouvelles et passionnantes.
it: Ricorda di ringraziare per le opportunità che ti si presentano. Sono finestre di opportunità che possono condurti verso percorsi nuovi ed entusiasmanti.
pt_br: Lembre-se de agradecer pelas oportunidades que surgem em seu caminho. Elas são janelas de oportunidade que podem levá-lo a caminhos novos e emocionantes.

# Phrase−Gratitude−45
source: Gratitude is a way of opening yourself up to the universe. Give thanks for the blessings in your life, and watch as the universe responds with even more abundance.
es: La gratitud es una forma de abrirte al universo. Da gracias por las bendiciones en tu vida y observa cómo el universo responde con aún más abundancia.
fr: La gratitude est un moyen de vous ouvrir à l'univers. Rendez grâce pour les bénédictions de votre vie et voyez comment l'univers répond avec encore plus d'abondance.
it: La gratitudine è un modo per aprirti all'universo. Ringrazia per le benedizioni della tua vita e osserva come l'universo risponde con ancora più abbondanza.
pt_br: A gratidão é uma forma de se abrir para o universo. Agradeça pelas bênçãos em sua vida e veja como o universo responde com ainda mais abundância.

# Phrase−Gratitude−46
source: Every moment is a chance for gratitude. Give thanks for the present moment and for the infinite potential it holds.
es: Cada momento es una oportunidad para la gratitud. Da gracias por el momento presente y el potencial infinito que tiene.
fr: Chaque instant est une chance de gratitude. Rendez grâce pour le moment présent et le potentiel infini qu'il recèle.
it: Ogni momento è una possibilità di gratitudine. Ringrazia per il momento presente e per l'infinito potenziale che racchiude.
pt_br: Cada momento é uma chance de gratidão. Agradeça pelo momento presente e pelo potencial infinito que ele contém.

# Phrase−Gratitude−47
source: Gratitude is a way of honoring the divine spark within you. Give thanks for your own unique gifts and talents, and for the contribution you make to the world.
es: La gratitud es una forma de honrar la chispa divina dentro de ti. Da gracias por tus dones y talentos únicos y las contribuciones que haces al mundo.
fr: La gratitude est une façon d'honorer l'étincelle divine en vous. Rendez grâce pour vos dons et talents uniques et les contributions que vous apportez au monde.
it: La gratitudine è un modo per onorare la scintilla divina dentro di te. Ringrazia per i tuoi doni e talenti unici e per il contributo che dai al mondo.
pt_br: A gratidão é uma forma de honrar a centelha divina dentro de você. Agradeça por seus dons e talentos únicos e pelas contribuições que você faz ao mundo.

# Phrase−Gratitude−48
source: Remember to give thanks for the people who have shown you kindness and compassion. Their generosity and empathy is a reminder of the goodness that exists in the world.
es: Recuerde agradecer a las personas que le han mostrado amabilidad y compasión. Su generosidad y empatía es un recordatorio de la bondad que existe en el mundo.
fr: N'oubliez pas de remercier les personnes qui vous ont fait preuve de gentillesse et de compassion. Leur générosité et leur empathie nous rappellent la bonté qui existe dans le monde.
it: Ricorda di ringraziare le persone che ti hanno mostrato gentilezza e compassione. La loro generosità ed empatia è un promemoria della bontà che esiste nel mondo.
pt_br: Lembre-se de agradecer às pessoas que demonstraram bondade e compaixão. Sua generosidade e empatia são um lembrete da bondade que existe no mundo.

# Phrase−Gratitude−49
source: Gratitude is a way of tapping into the power of the universe. Give thanks for the blessings in your life, and watch as the universe responds with even greater abundance.
es: La gratitud es una forma de aprovechar el poder del universo. Da gracias por las bendiciones en tu vida y observa cómo el universo responde con una abundancia aún mayor.
fr: La gratitude est un moyen de puiser dans le pouvoir de l'univers. Rendez grâce pour les bénédictions dans votre vie et regardez l'univers répondre avec une abondance encore plus grande.
it: La gratitudine è un modo per attingere al potere dell'universo. Ringrazia per le benedizioni della tua vita e osserva come l'universo risponde con un'abbondanza ancora maggiore.
pt_br: A gratidão é uma maneira de explorar o poder do universo. Agradeça pelas bênçãos em sua vida e veja como o universo responde com uma abundância ainda maior.

# Phrase−Gratitude−50
source: Every experience is a gift, even the difficult ones. Give thanks for the lessons and growth that come from hardship, and for the strength and resilience it helps you develop.
es: Cada experiencia es un regalo, incluso las difíciles. Da gracias por las lecciones y el crecimiento que vienen con las dificultades y por la fuerza y ​​la resiliencia que te ayuda a desarrollar.
fr: Chaque expérience est un cadeau, même les plus difficiles. Rendez grâce pour les leçons et la croissance qui accompagnent les difficultés et pour la force et la résilience qu'elles vous aident à développer.
it: Ogni esperienza è un dono, anche quelle difficili. Ringrazia per le lezioni e la crescita che derivano dalle difficoltà e per la forza e la resilienza che ti aiuta a sviluppare.
pt_br: Toda experiência é um presente, mesmo as difíceis. Agradeça pelas lições e pelo crescimento que vêm com as dificuldades e pela força e resiliência que isso ajuda a desenvolver.

# Phrase−Gratitude−51
source: Gratitude is the gateway to happiness. Give thanks for the blessings in your life, and watch as joy and abundance flow to you.
es: La gratitud es la puerta de entrada a la felicidad. Da gracias por las bendiciones en tu vida y observa cómo la alegría y la abundancia fluyen hacia ti.
fr: La gratitude est la porte d'entrée du bonheur. Rendez grâce pour les bénédictions de votre vie et regardez la joie et l'abondance couler vers vous.
it: La gratitudine è la porta verso la felicità. Ringrazia per le benedizioni della tua vita e osserva come la gioia e l'abbondanza fluiscono verso di te.
pt_br: A gratidão é a porta de entrada para a felicidade. Agradeça pelas bênçãos em sua vida e observe como a alegria e a abundância fluem para você.

# Phrase−Gratitude−52
source: Remember to give thanks for the simple things in life, like a beautiful sunset or a warm embrace. These small moments are what make life truly rich.
es: Recuerda dar gracias por las cosas simples de la vida, como una hermosa puesta de sol o un cálido abrazo. Estos pequeños momentos son los que hacen que la vida sea realmente rica.
fr: N'oubliez pas de rendre grâce pour les choses simples de la vie, comme un beau coucher de soleil ou un câlin chaleureux. Ces petits moments sont ce qui rend la vie vraiment riche.
it: Ricorda di ringraziare per le cose semplici della vita, come un bel tramonto o un caldo abbraccio. Questi piccoli momenti sono ciò che rende la vita davvero ricca.
pt_br: Lembre-se de agradecer pelas coisas simples da vida, como um belo pôr do sol ou um abraço caloroso. Esses pequenos momentos são o que tornam a vida verdadeiramente rica.

# Phrase−Gratitude−53
source: Gratitude is a way of finding peace in the midst of chaos. Give thanks for the moments of calm and serenity that help you find balance.
es: La gratitud es una forma de encontrar la paz en medio del caos. Da gracias por los momentos de calma y serenidad que te ayudan a encontrar el equilibrio.
fr: La gratitude est un moyen de trouver la paix au milieu du chaos. Rendez grâce pour les moments de calme et de sérénité qui vous aident à trouver l'équilibre.
it: La gratitudine è un modo per trovare la pace in mezzo al caos. Ringrazia per i momenti di calma e serenità che ti aiutano a trovare l'equilibrio.
pt_br: A gratidão é uma forma de encontrar a paz em meio ao caos. Agradeça os momentos de calma e serenidade que o ajudam a encontrar o equilíbrio.

# Phrase−Gratitude−54
source: Every challenge is an opportunity for growth. Give thanks for the difficulties you face, and for the strength and wisdom you gain from overcoming them.
es: Cada desafío es una oportunidad para crecer. Da gracias por las dificultades que enfrentas y por la fuerza y ​​la sabiduría que obtienes para superarlas.
fr: Chaque défi est une opportunité de grandir. Rendez grâce pour les difficultés que vous rencontrez et pour la force et la sagesse que vous gagnez en les surmontant.
it: Ogni sfida è un'opportunità di crescita. Ringrazia per le difficoltà che affronti e per la forza e la saggezza che ottieni nel superarle.
pt_br: Todo desafio é uma oportunidade de crescer. Agradeça pelas dificuldades que você enfrenta e pela força e sabedoria que você ganha ao superá-las.

# Phrase−Gratitude−55
source: Gratitude is a way of connecting with your own inner strength. Give thanks for the courage and resilience you possess, and for the ways in which you have faced adversity.
es: La gratitud es una forma de conectarte con tu fuerza interior. Da gracias por el coraje y la resiliencia que posees y las formas en que has enfrentado la adversidad.
fr: La gratitude est un moyen de se connecter avec votre force intérieure. Rendez grâce pour le courage et la résilience que vous possédez et la façon dont vous avez fait face à l'adversité.
it: La gratitudine è un modo per connettersi con la propria forza interiore. Ringrazia per il coraggio e la resilienza che possiedi e per i modi in cui hai affrontato le avversità.
pt_br: A gratidão é uma forma de se conectar com sua força interior. Agradeça pela coragem e resiliência que você possui e pelas maneiras como enfrentou a adversidade.

# Phrase−Gratitude−56
source: Remember to give thanks for the people who challenge you. They push you to be your best self and help you grow in ways you never imagined.
es: Recuerda agradecer a las personas que te desafían. Te empujan a dar lo mejor de ti y te ayudan a crecer de formas que nunca imaginaste.
fr: N'oubliez pas de remercier les personnes qui vous mettent au défi. Elles vous poussent à donner le meilleur de vous-même et vous aident à grandir d'une manière que vous n'auriez jamais imaginée.
it: Ricorda di ringraziare le persone che ti sfidano. Ti spingono a dare il meglio di te e ti aiutano a crescere in modi che non avresti mai immaginato.
pt_br: Lembre-se de agradecer às pessoas que o desafiam. Elas o incentivam a ser o seu melhor e o ajudam a crescer de maneiras que você nunca imaginou.

# Phrase−Gratitude−57
source: Gratitude is a way of cultivating abundance in all areas of your life. Give thanks for the wealth of love, health, and joy that surrounds you.
es: La gratitud es una forma de cultivar la abundancia en todas las áreas de tu vida. Da gracias por la riqueza de amor, salud y alegría que te rodea.
fr: La gratitude est un moyen de cultiver l'abondance dans tous les domaines de votre vie. Rendez grâce pour la richesse de l'amour, de la santé et de la joie qui vous entoure.
it: La gratitudine è un modo per coltivare l'abbondanza in tutte le aree della tua vita. Ringrazia per la ricchezza di amore, salute e gioia che ti circonda.
pt_br: A gratidão é uma forma de cultivar a abundância em todas as áreas da sua vida. Agradeça pela riqueza de amor, saúde e alegria que o cerca.

# Phrase−Gratitude−58
source: Every day is a gift. Give thanks for the opportunity to wake up each morning and experience all the wonder and beauty of the world.
es: Cada día es un regalo. Da gracias por la oportunidad de despertarte cada mañana y experimentar todas las maravillas y la belleza del mundo.
fr: Chaque jour est un cadeau. Rendez grâce pour l'opportunité de vous réveiller chaque matin et de découvrir toutes les merveilles et la beauté du monde.
it: Ogni giorno è un dono. Ringrazia per l'opportunità di svegliarti ogni mattina e sperimentare tutta la meraviglia e la bellezza del mondo.
pt_br: Cada dia é um presente. Agradeça pela oportunidade de acordar todas as manhãs e experimentar todas as maravilhas e belezas do mundo.

# Phrase−Gratitude−59
source: Gratitude is a way of opening your heart to love. Give thanks for the people who have touched your life and helped you grow in love and compassion.
es: La gratitud es una forma de abrir tu corazón al amor. Da gracias por las personas que han tocado tu vida y te han ayudado a crecer en amor y compasión.
fr: La gratitude est un moyen d'ouvrir votre cœur à l'amour. Rendez grâce pour les personnes qui ont touché votre vie et vous ont aidé à grandir dans l'amour et la compassion.
it: La gratitudine è un modo per aprire il tuo cuore all'amore. Ringrazia per le persone che hanno toccato la tua vita e ti hanno aiutato a crescere nell'amore e nella compassione.
pt_br: Gratidão é uma forma de abrir seu coração para o amor. Agradeça pelas pessoas que tocaram sua vida e o ajudaram a crescer em amor e compaixão.
