Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Fear−41
source: Find inspiration in the stories of others who have overcome their fears and achieved greatness.
es: Encuentra inspiración en las historias de otros que han superado sus miedos y alcanzado la grandeza.
fr: Trouvez l'inspiration dans les histoires d'autres personnes qui ont surmonté leurs peurs et atteint la grandeur.
it: Trova ispirazione nelle storie di altri che hanno superato le loro paure e raggiunto la grandezza.
pt_br: Encontre inspiração nas histórias de outras pessoas que superaram seus medos e alcançaram a grandeza.

# Phrase−Fear−42
source: Release the need to compare yourself to others. Your journey is unique, and your fears are valid.
es: Libérate de la necesidad de compararte con los demás. Tu viaje es único y tus miedos son válidos.
fr: Libérez le besoin de vous comparer aux autres. Votre parcours est unique et vos peurs sont fondées.
it: Rilascia il bisogno di confrontarti con gli altri. Il tuo viaggio è unico e le tue paure sono valide.
pt_br: Liberte-se da necessidade de se comparar aos outros. Sua jornada é única e seus medos são válidos.

# Phrase−Fear−43
source: Choose to see the world as a place of abundance and opportunity, rather than scarcity and fear.
es: Elige ver el mundo como un lugar de abundancia y oportunidades, en lugar de escasez y miedo.
fr: Choisissez de voir le monde comme un lieu d'abondance et d'opportunités, plutôt que de rareté et de peur.
it: Scegli di vedere il mondo come un luogo di abbondanza e opportunità, piuttosto che di scarsità e paura.
pt_br: Escolha ver o mundo como um lugar de abundância e oportunidade, em vez de escassez e medo.

# Phrase−Fear−44
source: Remember that fear is often a sign that you are on the right path. Embrace the challenges and obstacles that come your way, and grow from them.
es: Recuerda que el miedo es a menudo una señal de que estás en el camino correcto. Acepta los desafíos y obstáculos que se te presenten y crece a partir de ellos.
fr: N'oubliez pas que la peur est souvent un signe que vous êtes sur la bonne voie. Acceptez les défis et les obstacles qui se présentent à vous et grandissez à partir d'eux.
it: Ricorda che la paura è spesso un segno che sei sulla strada giusta. Accetta le sfide e gli ostacoli che ti si presentano e cresci da loro.
pt_br: Lembre-se de que o medo costuma ser um sinal de que você está no caminho certo. Aceite os desafios e obstáculos que surgem em seu caminho e cresça com eles.

# Phrase−Fear−45
source: Visualize a future free of fear and anxiety, and take actionable steps towards making it a reality.
es: Visualiza un futuro libre de miedo y ansiedad y toma medidas concretas para hacerlo realidad.
fr: Visualisez un avenir sans peur ni anxiété et prenez des mesures concrètes pour en faire une réalité.
it: Visualizza un futuro libero da paura e ansia e fai passi concreti per renderlo realtà.
pt_br: Visualize um futuro livre de medo e ansiedade e tome medidas concretas para torná-lo realidade.

# Phrase−Fear−46
source: Trust that your higher self and the divine are always guiding you towards your highest good.
es: Confía en que tu ser superior y lo divino siempre te guían hacia tu mayor bien.
fr: Ayez confiance que votre moi supérieur et le divin vous guident toujours vers votre plus grand bien.
it: Abbi fiducia nel fatto che il tuo sé superiore e il divino ti guidano sempre verso il tuo massimo bene.
pt_br: Confie que o seu eu superior e o divino sempre o guiarão para o seu bem maior.

# Phrase−Fear−47
source: Find comfort in the knowledge that everything is temporary. Your fears will pass, and you will emerge stronger and wiser.
es: Encuentra consuelo sabiendo que todo es temporal. Tus miedos pasarán y emergerás más fuerte y más sabio.
fr: Trouvez du réconfort en sachant que tout est temporaire. Vos peurs passeront et vous en sortirez plus fort et plus sage.
it: Trova conforto nella consapevolezza che tutto è temporaneo. Le tue paure passeranno e ne emergerai più forte e più saggio.
pt_br: Encontre conforto sabendo que tudo é temporário. Seus medos passarão e você emergirá mais forte e mais sábio.

# Phrase−Fear−48
source: Practice self-care and prioritize your mental, emotional, and physical well-being. A healthy mind and body can help you overcome your fears.
es: Practica el cuidado personal y prioriza tu bienestar mental, emocional y físico. Una mente y un cuerpo sanos pueden ayudarte a superar tus miedos.
fr: Prenez soin de vous et donnez la priorité à votre bien-être mental, émotionnel et physique. Un esprit et un corps sains peuvent vous aider à surmonter vos peurs.
it: Pratica la cura di te stesso e dai la priorità al tuo benessere mentale, emotivo e fisico. Una mente e un corpo sani possono aiutarti a superare le tue paure.
pt_br: Pratique o autocuidado e priorize seu bem-estar mental, emocional e físico. Uma mente e um corpo saudáveis ​​podem ajudá-lo a superar seus medos.

# Phrase−Fear−49
source: Know that you are not defined by your fears. You are a multifaceted, complex individual with many strengths and talents.
es: Sepa que sus miedos no lo definen. Usted es un individuo multifacético y complejo con muchas fortalezas y talentos.
fr: Sachez que vous n'êtes pas défini par vos peurs. Vous êtes un individu aux multiples facettes et complexe avec de nombreuses forces et talents.
it: Sappi che non sei definito dalle tue paure. Sei un individuo poliedrico e complesso con molti punti di forza e talenti.
pt_br: Saiba que você não é definido por seus medos. Você é um indivíduo multifacetado e complexo com muitos pontos fortes e talentos.

# Phrase−Fear−50
source: Take a leap of faith and believe that everything will work out for your highest good. The universe has your back.
es: Da un salto de fe y cree que todo saldrá bien para tu mayor bien. El universo te cubre las espaldas.
fr: Faites un acte de foi et croyez que tout ira pour votre plus grand bien. L'univers vous soutient.
it: Fai un atto di fede e credi che tutto funzionerà per il tuo massimo bene. L'universo ti copre le spalle.
pt_br: Dê um salto de fé e acredite que tudo funcionará para o seu bem maior. O universo está de costas.

# Phrase−Fear−51
source: Remember that fear is just an emotion. It cannot control you unless you allow it to.
es: Recuerda que el miedo es solo una emoción. No puede controlarte a menos que tú lo permitas.
fr: N'oubliez pas que la peur n'est qu'une émotion. Elle ne peut vous contrôler que si vous la laissez faire.
it: Ricorda che la paura è solo un'emozione. Non può controllarti a meno che tu non glielo permetta.
pt_br: Lembre-se de que o medo é apenas uma emoção. Ele não pode controlar você, a menos que você permita.

# Phrase−Fear−52
source: Try to identify the root cause of your fear. Sometimes, simply understanding its source can help you overcome it.
es: Trate de identificar la causa raíz de su miedo. A veces, simplemente comprender su origen puede ayudarlo a superarlo.
fr: Essayez d'identifier la cause profonde de votre peur. Parfois, le simple fait de comprendre sa source peut vous aider à la surmonter.
it: Cerca di identificare la causa principale della tua paura. A volte, semplicemente comprenderne l'origine può aiutarti a superarla.
pt_br: Tente identificar a causa raiz do seu medo. Às vezes, simplesmente entender sua origem pode ajudá-lo a superá-lo.

# Phrase−Fear−53
source: Focus on your breath and use it as an anchor when you feel overwhelmed by fear.
es: Concéntrate en tu respiración y utilízala como ancla cuando te sientas abrumado por el miedo.
fr: Concentrez-vous sur votre respiration et utilisez-la comme point d'ancrage lorsque vous vous sentez submergé par la peur.
it: Concentrati sul tuo respiro e usalo come un'ancora quando ti senti sopraffatto dalla paura.
pt_br: Concentre-se na respiração e use-a como âncora quando se sentir dominado pelo medo.

# Phrase−Fear−54
source: Surround yourself with positive, supportive people who encourage you to face your fears.
es: Rodéate de personas positivas y solidarias que te alienten a enfrentar tus miedos.
fr: Entourez-vous de personnes positives et solidaires qui vous encouragent à affronter vos peurs.
it: Circondati di persone positive e di supporto che ti incoraggiano ad affrontare le tue paure.
pt_br: Cerque-se de pessoas positivas e solidárias que o encorajam a enfrentar seus medos.

# Phrase−Fear−55
source: Practice mindfulness and be present in the moment. This can help you avoid worrying about the future or dwelling on the past.
es: Practica la atención plena y estar presente en el momento. Esto puede ayudarte a evitar preocuparte por el futuro o reflexionar sobre el pasado.
fr: Pratiquez la pleine conscience et soyez présent dans l'instant. Cela peut vous aider à éviter de vous soucier de l'avenir ou de ruminer sur le passé.
it: Pratica la consapevolezza e sii presente nel momento. Questo può aiutarti a evitare di preoccuparti del futuro o di rimuginare sul passato.
pt_br: Pratique a atenção plena e esteja presente no momento. Isso pode ajudá-lo a evitar se preocupar com o futuro ou ruminar sobre o passado.

# Phrase−Fear−56
source: Use positive visualization techniques to imagine yourself succeeding and conquering your fears.
es: Use técnicas de visualización positiva para imaginarse a sí mismo triunfando y conquistando sus miedos.
fr: Utilisez des techniques de visualisation positives pour vous imaginer en train de réussir et de vaincre vos peurs.
it: Usa tecniche di visualizzazione positiva per immaginare di avere successo e vincere le tue paure.
pt_br: Use técnicas de visualização positiva para se imaginar tendo sucesso e conquistando seus medos.

# Phrase−Fear−57
source: Try new things and step outside of your comfort zone. This can help you build confidence and resilience.
es: Pruebe cosas nuevas y salga de su zona de confort. Esto puede ayudar a generar confianza y resiliencia.
fr: Essayez de nouvelles choses et sortez de votre zone de confort. Cela peut aider à renforcer la confiance et la résilience.
it: Prova cose nuove e esci dalla tua zona di comfort. Questo può aiutarti a costruire fiducia e resilienza.
pt_br: Experimente coisas novas e saia da sua zona de conforto. Isso pode ajudar a construir confiança e resiliência.

# Phrase−Fear−58
source: Challenge your limiting beliefs and self-doubt. Believe in yourself and your abilities.
es: Desafía tus creencias limitantes y tus dudas. Cree en ti mismo y en tus habilidades.
fr: Défiez vos croyances limitantes et vos doutes. Croyez en vous et en vos capacités.
it: Sfida le tue convinzioni limitanti e i dubbi su te stesso. Credi in te stesso e nelle tue capacità.
pt_br: Desafie suas crenças limitantes e dúvidas. Acredite em si mesmo e em suas habilidades.

# Phrase−Fear−59
source: Embrace your imperfections and mistakes. They are opportunities for growth and learning.
es: Acepta tus imperfecciones y tus errores. Son oportunidades de crecimiento y aprendizaje.
fr: Acceptez vos imperfections et vos erreurs. Ce sont des opportunités de croissance et d'apprentissage.
it: Abbraccia le tue imperfezioni e i tuoi errori. Sono opportunità di crescita e apprendimento.
pt_br: Abrace suas imperfeições e seus erros. Eles são oportunidades de crescimento e aprendizado.

# Phrase−Fear−60
source: Break down your fears into smaller, more manageable steps. This can make them less overwhelming.
es: Divida sus miedos en pasos más pequeños y manejables. Esto puede hacerlos menos abrumadores.
fr: Décomposez vos peurs en étapes plus petites et plus gérables. Cela peut les rendre moins écrasantes.
it: Scomponi le tue paure in passaggi più piccoli e più gestibili. Questo può renderle meno travolgenti.
pt_br: Divida seus medos em etapas menores e mais gerenciáveis. Isso pode torná-los menos opressores.

# Phrase−Fear−61
source: Focus on progress, not perfection. Every step towards overcoming your fears is a victory.
es: Concéntrate en el progreso, no en la perfección. Cada paso hacia la superación de tus miedos es una victoria.
fr: Concentrez-vous sur le progrès, pas sur la perfection. Chaque pas vers le dépassement de vos peurs est une victoire.
it: Concentrati sul progresso, non sulla perfezione. Ogni passo verso il superamento delle tue paure è una vittoria.
pt_br: Concentre-se no progresso, não na perfeição. Cada passo para superar seus medos é uma vitória.

# Phrase−Fear−62
source: Recognize that failure is not a reflection of your worth. It is simply a stepping stone towards success.
es: Reconoce que el fracaso no es un reflejo de tu valía. Es simplemente un peldaño hacia el éxito.
fr: Reconnaissez que l'échec n'est pas le reflet de votre valeur. C'est simplement un tremplin vers le succès.
it: Riconosci che il fallimento non è un riflesso del tuo valore. È semplicemente un trampolino di lancio verso il successo.
pt_br: Reconheça que o fracasso não é um reflexo do seu valor. É simplesmente um trampolim para o sucesso.

# Phrase−Fear−63
source: Remember that you are not alone in your fears. Many people struggle with the same things you do.
es: Recuerda que no estás solo en tus miedos. Muchas personas luchan con las mismas cosas que tú.
fr: N'oubliez pas que vous n'êtes pas seul dans vos peurs. Beaucoup de gens luttent avec les mêmes choses que vous.
it: Ricorda che non sei solo nelle tue paure. Molte persone lottano con le stesse cose che fai.
pt_br: Lembre-se de que você não está sozinho em seus medos. Muitas pessoas lutam com as mesmas coisas que você.

# Phrase−Fear−64
source: Let go of the need to control everything. Accept that some things are out of your control, and that's okay.
es: Deja de lado la necesidad de controlar todo. Acepta que algunas cosas están fuera de tu control, y eso está bien.
fr: Lâchez le besoin de tout contrôler. Acceptez que certaines choses soient hors de votre contrôle, et ce n'est pas grave.
it: Lascia andare la necessità di controllare tutto. Accetta che alcune cose sono fuori dal tuo controllo, e va bene.
pt_br: Abandone a necessidade de controlar tudo. Aceite que algumas coisas estão fora do seu controle, e tudo bem.

# Phrase−Fear−65
source: Take time to rest and recharge. Fear can be exhausting, and self-care is important.
es: Tómese el tiempo para descansar y recargar energías. El miedo puede ser agotador y el cuidado personal es importante.
fr: Prenez le temps de vous reposer et de vous ressourcer. La peur peut être épuisante et prendre soin de soi est important.
it: Prenditi del tempo per riposare e ricaricarti. La paura può essere estenuante e la cura di sé è importante.
pt_br: Reserve um tempo para descansar e recarregar. O medo pode ser exaustivo e o autocuidado é importante.

# Phrase−Fear−66
source: Remind yourself of your past successes and accomplishments. You are capable of overcoming your fears.
es: Recuérdate a ti mismo tus éxitos y logros pasados. Eres capaz de superar tus miedos.
fr: Rappelez-vous de vos succès et réalisations passés. Vous êtes capable de surmonter vos peurs.
it: Ricorda a te stesso i tuoi successi e risultati passati. Sei in grado di superare le tue paure.
pt_br: Lembre-se de seus sucessos e conquistas anteriores. Você é capaz de superar seus medos.

# Phrase−Fear−67
source: Take small, consistent steps towards your goals. This can help you build momentum and overcome fear of failure.
es: Tome pasos pequeños y constantes hacia sus objetivos. Esto puede ayudarlo a generar impulso y superar el miedo al fracaso.
fr: Faites de petits pas cohérents vers vos objectifs. Cela peut vous aider à créer une dynamique et à surmonter la peur de l'échec.
it: Fai piccoli passi coerenti verso i tuoi obiettivi. Questo può aiutarti a creare slancio e superare la paura del fallimento.
pt_br: Dê passos pequenos e consistentes em direção aos seus objetivos. Isso pode ajudá-lo a ganhar impulso e superar o medo do fracasso.

# Phrase−Fear−68
source: Visualize yourself as the fearless, confident person you want to be. This can help you manifest that reality.
es: Visualízate como la persona intrépida y segura de sí misma que quieres ser. Esto puede ayudarte a manifestar esa realidad.
fr: Visualisez-vous comme la personne intrépide et confiante que vous voulez être. Cela peut vous aider à manifester cette réalité.
it: Visualizza te stesso come la persona impavida e sicura che vuoi essere. Questo può aiutarti a manifestare quella realtà.
pt_br: Visualize-se como a pessoa destemida e confiante que deseja ser. Isso pode ajudá-lo a manifestar essa realidade.

# Phrase−Fear−69
source: Be kind and gentle with yourself. Overcoming fear takes time and effort.
es: Sé amable y amoroso contigo mismo. Superar el miedo requiere tiempo y esfuerzo.
fr: Soyez gentil et aimant avec vous-même. Surmonter la peur demande du temps et des efforts.
it: Sii gentile e gentile con te stesso. Superare la paura richiede tempo e impegno.
pt_br: Seja gentil e amoroso consigo mesmo. Superar o medo leva tempo e esforço.

# Phrase−Fear−70
source: Remember that fear is not a sign of weakness. It is a natural human emotion.
es: Recuerda que el miedo no es un signo de debilidad. Es una emoción humana natural.
fr: N'oubliez pas que la peur n'est pas un signe de faiblesse. C'est une émotion humaine naturelle.
it: Ricorda che la paura non è un segno di debolezza. È un'emozione umana naturale.
pt_br: Lembre-se de que o medo não é um sinal de fraqueza. É uma emoção humana natural.

# Phrase−Fear−71
source: Practice self-compassion and treat yourself with the same kindness you would offer to a loved one.
es: Practica la autocompasión y trátate a ti mismo con la misma amabilidad que tratarías a un ser querido.
fr: Pratiquez l'auto-compassion et traitez-vous avec la même gentillesse que vous traiteriez un être cher.
it: Pratica l'auto-compassione e tratta te stesso con la stessa gentilezza che offriresti a una persona cara.
pt_br: Pratique a autocompaixão e trate-se com a mesma gentileza com que trataria um ente querido.

# Phrase−Fear−72
source: Set realistic expectations for yourself. Trying to do too much too soon can be overwhelming and lead to more fear.
es: Establece expectativas realistas para ti mismo. Intentar hacer demasiado demasiado pronto puede ser abrumador y generar más miedo.
fr: Fixez-vous des attentes réalistes. Essayer d'en faire trop trop tôt peut être écrasant et conduire à plus de peur.
it: Stabilisci aspettative realistiche per te stesso. Cercare di fare troppo e troppo presto può essere travolgente e portare a più paura.
pt_br: Defina expectativas realistas para si mesmo. Tentar fazer muito cedo demais pode ser opressor e levar a mais medo.

# Phrase−Fear−73
source: Remember that the unknown can be scary, but it can also be filled with wonderful surprises and opportunities.
es: Recuerda que lo desconocido puede dar miedo, pero también puede estar lleno de maravillosas sorpresas y oportunidades.
fr: N'oubliez pas que l'inconnu peut faire peur, mais il peut aussi être plein de merveilleuses surprises et opportunités.
it: Ricorda che l'ignoto può essere spaventoso, ma può anche essere pieno di meravigliose sorprese e opportunità.
pt_br: Lembre-se de que o desconhecido pode ser assustador, mas também pode ser cheio de surpresas e oportunidades maravilhosas.

# Phrase−Fear−74
source: Break free from the limitations of your past and allow yourself to dream big.
es: Libérate de las limitaciones de tu pasado y permítete soñar en grande.
fr: Libérez-vous des limites de votre passé et permettez-vous de rêver grand.
it: Liberati dai limiti del tuo passato e permettiti di sognare in grande.
pt_br: Liberte-se das limitações do seu passado e permita-se sonhar grande.

# Phrase−Fear−75
source: Believe in your ability to handle whatever challenges come your way.
es: Cree en tu capacidad para manejar cualquier desafío que se te presente.
fr: Croyez en votre capacité à relever tous les défis qui se présentent à vous.
it: Credi nella tua capacità di gestire qualsiasi sfida ti si presenti.
pt_br: Acredite em sua capacidade de lidar com qualquer desafio que surja em seu caminho.

# Phrase−Fear−76
source: Focus on the present moment and let go of worries about the future.
es: Concéntrate en el momento presente y deja de lado las preocupaciones sobre el futuro.
fr: Concentrez-vous sur le moment présent et laissez de côté les inquiétudes concernant l'avenir.
it: Concentrati sul momento presente e lascia andare le preoccupazioni per il futuro.
pt_br: Concentre-se no momento presente e deixe de lado as preocupações com o futuro.

# Phrase−Fear−77
source: Connect with nature and find peace in its beauty.
es: Conéctate con la naturaleza y encuentra la paz en su belleza.
fr: Connectez-vous à la nature et trouvez la paix dans sa beauté.
it: Connettiti con la natura e trova la pace nella sua bellezza.
pt_br: Conecte-se com a natureza e encontre a paz em sua beleza.

# Phrase−Fear−78
source: Cultivate an attitude of gratitude and focus on the good things in your life.
es: Cultiva una actitud de gratitud y concéntrate en las cosas buenas de tu vida.
fr: Cultivez une attitude de gratitude et concentrez-vous sur les bonnes choses de votre vie.
it: Coltiva un atteggiamento di gratitudine e concentrati sulle cose belle della tua vita.
pt_br: Cultive uma atitude de gratidão e concentre-se nas coisas boas da sua vida.

# Phrase−Fear−79
source: Take a step back and look at your fears objectively. Are they truly as scary as they seem?
es: Da un paso atrás y mira tus miedos objetivamente. ¿Realmente son tan aterradores como parecen?
fr: Prenez du recul et regardez vos peurs objectivement. Sont-elles vraiment aussi effrayantes qu'elles en ont l'air?
it: Fai un passo indietro e guarda le tue paure in modo obiettivo. Sono davvero così spaventose come sembrano?
pt_br: Dê um passo para trás e olhe para seus medos objetivamente. Eles são realmente tão assustadores quanto parecem?

# Phrase−Fear−80
source: Ask for help when you need it. You don't have to face your fears alone.
es: Pide ayuda cuando la necesites. No tienes que enfrentar tus miedos solo.
fr: Demandez de l'aide quand vous en avez besoin. Vous n'avez pas à affronter vos peurs seul.
it: Chiedi aiuto quando ne hai bisogno. Non devi affrontare le tue paure da solo.
pt_br: Peça ajuda quando precisar. Você não precisa enfrentar seus medos sozinho.

# Phrase−Fear−81
source: Allow yourself to feel the fear, but don't let it control you.
es: Permítete sentir el miedo, pero no dejes que te controle.
fr: Permettez-vous de ressentir la peur, mais ne la laissez pas vous contrôler.
it: Permetti a te stesso di sentire la paura, ma non lasciare che ti controlli.
pt_br: Permita-se sentir o medo, mas não deixe que ele controle você.

# Phrase−Fear−82
source: Visualize yourself successfully overcoming your fears and achieving your goals.
es: Visualízate a ti mismo superando con éxito tus miedos y logrando tus objetivos.
fr: Visualisez-vous avec succès en train de surmonter vos peurs et d'atteindre vos objectifs.
it: Visualizza te stesso superando con successo le tue paure e raggiungendo i tuoi obiettivi.
pt_br: Visualize-se superando com sucesso seus medos e alcançando seus objetivos.

# Phrase−Fear−83
source: Break your fears down into smaller, manageable steps and celebrate each victory along the way.
es: Destruye tus miedos en pasos más pequeños y manejables y celebra cada victoria en el camino.
fr: Détruisez vos peurs par étapes plus petites et plus gérables et célébrez chaque victoire en cours de route.
it: Distruggi le tue paure in passaggi più piccoli e gestibili e celebra ogni vittoria lungo la strada.
pt_br: Destrua seus medos em etapas menores e mais administráveis ​​e comemore cada vitória ao longo do caminho.
