Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Faith−26
source: The universe is always communicating with you, pay attention to the signs and synchronicities.
es: El universo siempre se está comunicando contigo, atento a las señales y sincronicidades.
fr: L'univers communique toujours avec vous, faites attention aux signes et aux synchronicités.
it: L'universo comunica sempre con te, fai attenzione ai segni e alle sincronicità.
pt_br: O universo está sempre se comunicando com você, fique atento aos sinais e sincronicidades.

# Phrase−Faith−27
source: You are worthy of love and abundance, let go of any limiting beliefs that say otherwise.
es: Eres digno de amor y abundancia, deja de lado cualquier creencia limitante que diga lo contrario.
fr: Vous êtes digne d'amour et d'abondance, abandonnez toute croyance limitante qui dit le contraire.
it: Sei degno di amore e abbondanza, lascia andare ogni credenza limitante che dice il contrario.
pt_br: Você é digno de amor e abundância, deixe de lado quaisquer crenças limitantes que digam o contrário.

# Phrase−Faith−28
source: Your challenges are opportunities to grow and evolve, embrace them with gratitude.
es: Tus desafíos son oportunidades para crecer y evolucionar, acéptalos con gratitud.
fr: Vos défis sont des opportunités de grandir et d'évoluer, accueillez-les avec gratitude.
it: Le tue sfide sono opportunità per crescere ed evolvere, abbracciale con gratitudine.
pt_br: Seus desafios são oportunidades para crescer e evoluir, abrace-os com gratidão.

# Phrase−Faith−29
source: The universe is constantly expanding, trust in your own infinite potential.
es: El universo está en constante expansión, confía en tu potencial infinito.
fr: L'univers est en constante expansion, faites confiance à votre potentiel infini.
it: L'universo è in continua espansione, abbi fiducia nel tuo infinito potenziale.
pt_br: O universo está sempre em expansão, confie no seu potencial infinito.

# Phrase−Faith−30
source: Every experience in your life is a gift from the universe, unwrap it with curiosity and wonder.
es: Cada experiencia en tu vida es un regalo del universo, descúbrelo con curiosidad y asombro.
fr: Chaque expérience de votre vie est un cadeau de l'univers, déballez-le avec curiosité et émerveillement.
it: Ogni esperienza nella tua vita è un dono dell'universo, scartalo con curiosità e meraviglia.
pt_br: Cada experiência em sua vida é um presente do universo, desembrulhe-o com curiosidade e admiração.

# Phrase−Faith−31
source: The universe is always guiding you towards your highest good, trust in its gentle nudges.
es: El universo siempre te guía hacia tu mayor bien, confía en sus delicados empujones.
fr: L'univers vous guide toujours vers votre plus grand bien, faites confiance à ses poussées délicates.
it: L'universo ti guida sempre verso il tuo massimo bene, confida nelle sue delicate gomitate.
pt_br: O universo sempre o guia para o seu bem maior, confie em seus impulsos delicados.

# Phrase−Faith−32
source: Your soul's purpose is unique and valuable, trust in your intuition to discover it.
es: El propósito de tu alma es único y precioso, confía en tu intuición para descubrirlo.
fr: Le but de votre âme est unique et précieux, fiez-vous à votre intuition pour le découvrir.
it: Lo scopo della tua anima è unico e prezioso, affidati al tuo intuito per scoprirlo.
pt_br: O propósito da sua alma é único e precioso, confie na sua intuição para descobrir.

# Phrase−Faith−33
source: You are a spark of divine consciousness, let that light shine bright for all to see.
es: Eres una chispa de conciencia divina, deja que esa luz brille para que todos la vean.
fr: Vous êtes une étincelle de conscience divine, laissez cette lumière briller aux yeux de tous.
it: Sei una scintilla di coscienza divina, lascia che quella luce risplenda luminosa affinché tutti possano vederla.
pt_br: Você é uma centelha de consciência divina, deixe essa luz brilhar para todos verem.

# Phrase−Faith−34
source: The universe supports your dreams and desires, trust that you are worthy of receiving them.
es: El universo apoya tus sueños y deseos, confía en que eres digno de recibirlos.
fr: L'univers soutient vos rêves et vos désirs, ayez confiance que vous êtes digne de les recevoir.
it: L'universo sostiene i tuoi sogni e desideri, abbi fiducia che sei degno di riceverli.
pt_br: O universo apóia seus sonhos e desejos, confie que você é digno de recebê-los.

# Phrase−Faith−35
source: Your life is a masterpiece in the making, trust in the creative process and enjoy the journey.
es: Tu vida es una obra maestra en proceso, confía en el proceso creativo y disfruta el viaje.
fr: Votre vie est un chef-d'œuvre en devenir, faites confiance au processus créatif et profitez du voyage.
it: La tua vita è un capolavoro in divenire, abbi fiducia nel processo creativo e goditi il viaggio.
pt_br: Sua vida é uma obra-prima em construção, confie no processo criativo e aproveite a jornada.

# Phrase−Faith−36
source: The universe is always working behind the scenes to align you with your soul's path.
es: El universo siempre está trabajando entre bastidores para alinearte con el camino de tu alma.
fr: L'univers travaille toujours dans les coulisses pour vous aligner sur le chemin de votre âme.
it: L'universo lavora sempre dietro le quinte per allinearti con il percorso della tua anima.
pt_br: O universo está sempre trabalhando nos bastidores para alinhá-lo com o caminho da sua alma.

# Phrase−Faith−37
source: You are a co-creator of the universe, let your thoughts and actions align with your highest good.
es: Eres co-creador del universo, deja que tus pensamientos y acciones estén en línea con tu mayor bien.
fr: Vous êtes un co-créateur de l'univers, laissez vos pensées et vos actions être en ligne avec votre plus grand bien.
it: Sei un co-creatore dell'universo, lascia che i tuoi pensieri e le tue azioni siano in linea con il tuo massimo bene.
pt_br: Você é um co-criador do universo, deixe seus pensamentos e ações estarem alinhados com o seu bem maior.

# Phrase−Faith−38
source: The universe is a mirror, reflecting back to you what you put out into the world.
es: El universo es un espejo que refleja lo que emites al mundo.
fr: L'univers est un miroir, reflétant ce que vous émettez dans le monde.
it: L'universo è uno specchio, che ti riflette ciò che emetti nel mondo.
pt_br: O universo é um espelho, refletindo o que você emite para o mundo.

# Phrase−Faith−39
source: Your spiritual journey is unique and personal, trust in your own inner guidance and wisdom.
es: Tu viaje espiritual es único y personal, confía en tu guía y sabiduría interior.
fr: Votre voyage spirituel est unique et personnel, faites confiance à vos conseils intérieurs et à votre sagesse.
it: Il tuo viaggio spirituale è unico e personale, confida nella tua guida interiore e saggezza.
pt_br: Sua jornada espiritual é única e pessoal, confie em sua orientação e sabedoria interior.

# Phrase−Faith−40
source: The universe is full of infinite possibilities, trust in your ability to create the reality you desire.
es: El universo está lleno de infinitas posibilidades, confía en tu capacidad para crear la realidad que deseas.
fr: L'univers regorge de possibilités infinies, faites confiance à votre capacité à créer la réalité que vous désirez.
it: L'universo è pieno di infinite possibilità, confida nella tua capacità di creare la realtà che desideri.
pt_br: O universo está cheio de infinitas possibilidades, confie na sua capacidade de criar a realidade que deseja.

# Phrase−Faith−41
source: The universe is always conspiring to bring you closer to your soul's purpose.
es: El universo siempre está conspirando para acercarte al propósito de tu alma.
fr: L'univers conspire toujours pour vous rapprocher du but de votre âme.
it: L'universo cospira sempre per portarti più vicino allo scopo della tua anima.
pt_br: O universo está sempre conspirando para aproximá-lo do propósito de sua alma.

# Phrase−Faith−42
source: The light of the divine is within you, let it guide your way.
es: La luz de lo divino está dentro de ti, deja que guíe tu camino.
fr: La lumière du divin est en vous, laissez-la guider votre chemin.
it: La luce del divino è dentro di te, lascia che ti guidi la strada.
pt_br: A luz do divino está dentro de você, deixe-a guiar seu caminho.

# Phrase−Faith−43
source: Every experience in life is a lesson, trust in the wisdom gained from each one.
es: Cada experiencia en la vida es una lección, confía en la sabiduría que se obtiene de cada una.
fr: Chaque expérience de la vie est une leçon, faites confiance à la sagesse de chacun.
it: Ogni esperienza nella vita è una lezione, confida nella saggezza acquisita da ognuna.
pt_br: Cada experiência na vida é uma lição, confie na sabedoria adquirida com cada um.

# Phrase−Faith−44
source: You are a vessel of divine light, let that light shine for all to see.
es: Eres un portador de luz divina, deja que esa luz brille para que todos la vean.
fr: Vous êtes un porteur de lumière divine, laissez cette lumière briller pour que tous la voient.
it: Sei un vaso di luce divina, lascia che quella luce risplenda perché tutti la vedano.
pt_br: Você é um portador da luz divina, deixe essa luz brilhar para todos verem.

# Phrase−Faith−45
source: The universe is abundant and overflowing with blessings, trust in your ability to receive them.
es: El universo es abundante y está rebosante de bendiciones, confía en tu capacidad para recibirlas.
fr: L'univers est abondant et débordant de bénédictions, faites confiance à votre capacité à les recevoir.
it: L'universo è abbondante e traboccante di benedizioni, confida nella tua capacità di riceverle.
pt_br: O universo é abundante e transborda de bênçãos, confie na sua capacidade de recebê-las.

# Phrase−Faith−46
source: Your spirit is infinite, trust in your ability to transcend any challenge.
es: Tu espíritu es infinito, confía en tu capacidad para trascender cualquier desafío.
fr: Votre esprit est infini, faites confiance à votre capacité à transcender n'importe quel défi.
it: Il tuo spirito è infinito, confida nella tua capacità di trascendere qualsiasi sfida.
pt_br: Seu espírito é infinito, confie em sua capacidade de transcender qualquer desafio.

# Phrase−Faith−47
source: The power of love can heal all wounds, let it permeate every aspect of your life.
es: El poder del amor puede curar todas las heridas, déjalo entrar en cada aspecto de tu vida.
fr: Le pouvoir de l'amour peut guérir toutes les blessures, laissez-le entrer dans tous les aspects de votre vie.
it: Il potere dell'amore può guarire tutte le ferite, lascia che permei ogni aspetto della tua vita.
pt_br: O poder do amor pode curar todas as feridas, deixe-o entrar em todos os aspectos da sua vida.

# Phrase−Faith−48
source: You are a co-creator of the universe, let your thoughts and intentions align with your highest good.
es: Eres un co-creador del universo, deja que tus pensamientos e intenciones se alineen con tu mayor bien.
fr: Vous êtes un co-créateur de l'univers, laissez vos pensées et vos intentions s'aligner sur votre plus grand bien.
it: Sei un co-creatore dell'universo, lascia che i tuoi pensieri e le tue intenzioni si allineino con il tuo massimo bene.
pt_br: Você é um co-criador do universo, deixe seus pensamentos e intenções se alinharem com o seu bem maior.

# Phrase−Faith−49
source: The universe speaks to you in whispers, listen closely and follow its guidance.
es: El universo te habla en un susurro, escucha atentamente y sigue su ejemplo.
fr: L'univers vous parle dans un murmure, écoutez attentivement et suivez son exemple.
it: L'universo ti parla sottovoce, ascolta attentamente e segui la sua guida.
pt_br: O universo fala com você em um sussurro, ouça com atenção e siga seu exemplo.

# Phrase−Faith−50
source: Every step you take is divinely guided, trust in the journey.
es: Cada paso que das está divinamente guiado, confía en el viaje.
fr: Chaque pas que vous faites est divinement guidé, faites confiance au voyage.
it: Ogni passo che fai è guidato divinamente, abbi fiducia nel viaggio.
pt_br: Cada passo que você dá é divinamente guiado, confie na jornada.

# Phrase−Faith−51
source: Your soul's journey is unique and purposeful, trust in the divine plan for your life.
es: El viaje de tu alma es único y tiene un propósito, confía en el plan de Dios para tu vida.
fr: Le voyage de votre âme est unique et utile, faites confiance au plan de Dieu pour votre vie.
it: Il viaggio della tua anima è unico e propositivo, confida nel piano divino per la tua vita.
pt_br: A jornada de sua alma é única e com propósito, confie no plano de Deus para sua vida.

# Phrase−Faith−52
source: You are a divine expression of the universe, let your light shine bright.
es: Eres una expresión divina del universo, deja que tu luz brille.
fr: Vous êtes une expression divine de l'univers, laissez votre lumière briller.
it: Sei un'espressione divina dell'universo, lascia che la tua luce risplenda luminosa.
pt_br: Você é uma expressão divina do universo, deixe sua luz brilhar.

# Phrase−Faith−53
source: The universe is always sending you signs and synchronicities, pay attention and trust in their meaning.
es: El universo siempre te está enviando señales y sincronicidades, presta atención y confía en su significado.
fr: L'univers vous envoie toujours des signes et des synchronicités, faites attention et faites confiance à leur signification.
it: L'universo ti invia sempre segni e sincronicità, presta attenzione e abbi fiducia nel loro significato.
pt_br: O universo está sempre lhe enviando sinais e sincronicidades, preste atenção e confie em seus significados.

# Phrase−Faith−54
source: You are a spiritual being having a human experience, trust in the lessons that come with it.
es: Eres un ser espiritual que tiene una experiencia humana, confía en las lecciones que vienen con ella.
fr: Vous êtes un être spirituel ayant une expérience humaine, faites confiance aux leçons qui en découlent.
it: Sei un essere spirituale che vive un'esperienza umana, abbi fiducia nelle lezioni che ne derivano.
pt_br: Você é um ser espiritual tendo uma experiência humana, confie nas lições que vêm com isso.

# Phrase−Faith−55
source: The power of forgiveness can release you from the past, trust in its healing properties.
es: El poder del perdón puede liberarte del pasado, confía en sus propiedades curativas.
fr: Le pouvoir du pardon peut vous libérer du passé, faites confiance à ses propriétés curatives.
it: Il potere del perdono può liberarti dal passato, confida nelle sue proprietà curative.
pt_br: O poder do perdão pode libertá-lo do passado, confie em suas propriedades curativas.

# Phrase−Faith−56
source: The universe is always expanding, trust in your own infinite potential.
es: El universo está en constante expansión, confía en tu potencial infinito.
fr: L'univers est en constante expansion, faites confiance à votre potentiel infini.
it: L'universo è in continua espansione, abbi fiducia nel tuo infinito potenziale.
pt_br: O universo está sempre em expansão, confie no seu potencial infinito.

# Phrase−Faith−57
source: Every breath is a reminder of the divine presence within you, trust in its guidance.
es: Cada aliento es un recordatorio de la presencia divina dentro de ti, confía en su guía.
fr: Chaque respiration est un rappel de la présence divine en vous, faites confiance à ses conseils.
it: Ogni respiro è un promemoria della presenza divina dentro di te, confida nella sua guida.
pt_br: Cada respiração é um lembrete da presença divina dentro de você, confie em sua orientação.

# Phrase−Faith−58
source: Your soul's purpose is woven into the fabric of the universe, trust in its significance.
es: El propósito de tu alma está entretejido en la estructura del universo, confía en su significado.
fr: Le but de votre âme est tissé dans le tissu de l'univers, faites confiance à sa signification.
it: Lo scopo della tua anima è intessuto nel tessuto dell'universo, confida nel suo significato.
pt_br: O propósito da sua alma está entrelaçado no tecido do universo, confie em seu significado.

# Phrase−Faith−59
source: The universe is always in a state of flow, trust in the rhythm of life.
es: El universo siempre está en un estado de flujo, confía en el ritmo de la vida.
fr: L'univers est toujours dans un état de flux, faites confiance au rythme de la vie.
it: L'universo è sempre in uno stato di flusso, fiducia nel ritmo della vita.
pt_br: O universo está sempre em estado de fluxo, confie no ritmo da vida.

# Phrase−Faith−60
source: Your journey is divinely guided, trust in the process and have faith in the outcome.
es: Tu viaje está divinamente guiado. Confía en el proceso y confía en el resultado.
fr: Votre voyage est divinement guidé. Faites confiance au processus et faites confiance au résultat.
it: Il tuo viaggio è guidato divinamente, abbi fiducia nel processo e abbi fiducia nel risultato.
pt_br: Sua jornada é divinamente guiada. Confie no processo e confie no resultado.

# Phrase−Faith−61
source: The universe is abundant in love, joy, and peace, let these energies fill your heart.
es: El universo está lleno de amor, alegría y paz, deja que estas energías llenen tu corazón.
fr: L'univers est plein d'amour, de joie et de paix, laissez ces énergies remplir votre cœur.
it: L'universo è ricco di amore, gioia e pace, lascia che queste energie riempiano il tuo cuore.
pt_br: O universo está cheio de amor, alegria e paz, deixe essas energias encherem seu coração.

# Phrase−Faith−62
source: Your soul's purpose is to serve and uplift others, trust in the power of your gifts and talents.
es: El propósito de tu alma es servir y elevar a los demás, confía en el poder de tus dones y talentos.
fr: Le but de votre âme est de servir et d'élever les autres, faites confiance au pouvoir de vos dons et talents.
it: Lo scopo della tua anima è servire ed elevare gli altri, confida nel potere dei tuoi doni e talenti.
pt_br: O propósito de sua alma é servir e elevar os outros, confie no poder de seus dons e talentos.

# Phrase−Faith−63
source: The power of intention can manifest your dreams into reality, trust in its magic.
es: El poder de la intención puede convertir tus sueños en realidad, confía en su magia.
fr: Le pouvoir de l'intention peut transformer vos rêves en réalité, faites confiance à sa magie.
it: Il potere dell'intenzione può trasformare i tuoi sogni in realtà, fidati della sua magia.
pt_br: A força da intenção pode transformar seus sonhos em realidade, confie na sua magia.

# Phrase−Faith−64
source: Your spirit is resilient and unbreakable, trust in your ability to overcome any obstacle.
es: Tu espíritu es resistente e indestructible, confía en tu capacidad para superar cualquier obstáculo.
fr: Votre esprit est résistant et indestructible, faites confiance à votre capacité à surmonter n'importe quel obstacle.
it: Il tuo spirito è resistente e indistruttibile, confida nella tua capacità di superare qualsiasi ostacolo.
pt_br: Seu espírito é resistente e indestrutível, confie em sua capacidade de superar qualquer obstáculo.

# Phrase−Faith−65
source: The universe is always working in your favor, trust in the unseen forces at play.
es: El universo siempre está trabajando a tu favor, confía en las fuerzas invisibles en juego.
fr: L'univers travaille toujours en votre faveur, faites confiance aux forces invisibles en jeu.
it: L'universo lavora sempre a tuo favore, abbi fiducia nelle forze invisibili in gioco.
pt_br: O universo está sempre trabalhando a seu favor, confie nas forças invisíveis em jogo.

# Phrase−Faith−66
source: Every moment is an opportunity to choose love over fear, trust in the power of your choices.
es: Cada momento es una oportunidad para elegir el amor sobre el miedo, confía en el poder de tus elecciones.
fr: Chaque instant est une opportunité de choisir l'amour plutôt que la peur, faites confiance au pouvoir de vos choix.
it: Ogni momento è un'opportunità per scegliere l'amore piuttosto che la paura, confida nel potere delle tue scelte.
pt_br: Cada momento é uma oportunidade de escolher o amor ao invés do medo, confie no poder de suas escolhas.

# Phrase−Faith−67
source: Your heart is a compass that leads you towards your highest good, trust in its guidance.
es: Tu corazón es una brújula que te lleva a tu mayor bien, confía en su guía.
fr: Votre cœur est une boussole qui vous mène à votre plus grand bien, faites confiance à ses conseils.
it: Il tuo cuore è una bussola che ti conduce verso il tuo massimo bene, abbi fiducia nella sua guida.
pt_br: Seu coração é uma bússola que o leva ao seu bem maior, confie em sua orientação.

# Phrase−Faith−68
source: The universe is a mirror of your inner world, trust in the power of your thoughts and emotions.
es: El universo es un espejo de tu mundo interior, confía en el poder de tus pensamientos y emociones.
fr: L'univers est un miroir de votre monde intérieur, faites confiance au pouvoir de vos pensées et de vos émotions.
it: L'universo è uno specchio del tuo mondo interiore, abbi fiducia nel potere dei tuoi pensieri ed emozioni.
pt_br: O universo é um espelho do seu mundo interior, confie no poder dos seus pensamentos e emoções.

# Phrase−Faith−69
source: Your soul is always seeking expansion and growth, trust in its yearning for greater purpose.
es: Tu alma siempre está buscando expansión y crecimiento, confía en su deseo por un propósito mayor.
fr: Votre âme est toujours à la recherche d'expansion et de croissance, faites confiance à son désir pour un but plus grand.
it: La tua anima è sempre alla ricerca di espansione e crescita, confida nel suo desiderio di uno scopo più grande.
pt_br: Sua alma está sempre buscando expansão e crescimento, confie em seu desejo por um propósito maior.

# Phrase−Faith−70
source: The power of gratitude can shift your perspective towards abundance and blessings, trust in its transformative power.
es: El poder de la gratitud puede cambiar tu perspectiva hacia la abundancia y las bendiciones, confía en su poder transformador.
fr: Le pouvoir de la gratitude peut changer votre perspective vers l'abondance et les bénédictions, faites confiance à son pouvoir transformateur.
it: Il potere della gratitudine può spostare la tua prospettiva verso l'abbondanza e le benedizioni, confida nel suo potere di trasformazione.
pt_br: O poder da gratidão pode mudar sua perspectiva em direção à abundância e às bênçãos, confie em seu poder transformador.

# Phrase−Faith−71
source: Your inner light can illuminate the world, trust in the power of your presence.
es: Tu luz interior puede iluminar el mundo, confía en el poder de tu presencia.
fr: Votre lumière intérieure peut illuminer le monde, faites confiance au pouvoir de votre présence.
it: La tua luce interiore può illuminare il mondo, confida nel potere della tua presenza.
pt_br: Sua luz interior pode iluminar o mundo, confie no poder da sua presença.

# Phrase−Faith−72
source: The universe is always sending you the resources and support you need, trust in your ability to receive them.
es: El universo siempre te envía los recursos y el apoyo que necesitas, confía en tu capacidad para recibirlos.
fr: L'univers vous envoie toujours les ressources et le soutien dont vous avez besoin, faites confiance à votre capacité à les recevoir.
it: L'universo ti invia sempre le risorse e il supporto di cui hai bisogno, confida nella tua capacità di riceverli.
pt_br: O universo sempre lhe envia os recursos e o apoio de que você precisa, confie na sua capacidade de recebê-los.
