Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Forgiveness−45
source: Forgiveness brings hope and positivity into your life.
es: El perdón trae esperanza y positividad a tu vida.
fr: Le pardon apporte de l'espoir et de la positivité dans votre vie.
it: Il perdono porta speranza e positività nella tua vita.
pt_br: O perdão traz esperança e positividade em sua vida.

# Phrase−Forgiveness−46
source: Forgiveness is a way to create a brighter and more loving future.
es: El perdón es una forma de crear un futuro más brillante y amoroso.
fr: Le pardon est un moyen de créer un avenir meilleur et plus aimant.
it: Il perdono è un modo per creare un futuro più luminoso e più amorevole.
pt_br: O perdão é uma maneira de criar um futuro mais brilhante e amoroso.

# Phrase−Forgiveness−47
source: Forgiving others is a way to create a more loving and accepting world.
es: Perdonar a los demás es una forma de crear un mundo más amoroso y acogedor.
fr: Pardonner aux autres est un moyen de créer un monde plus aimant et accueillant.
it: Perdonare gli altri è un modo per creare un mondo più amorevole e accogliente.
pt_br: Perdoar os outros é uma maneira de criar um mundo mais amoroso e acolhedor.

# Phrase−Forgiveness−48
source: Forgiveness helps to dissolve the pain of the past.
es: El perdón ayuda a disolver el dolor del pasado.
fr: Le pardon aide à dissoudre la douleur du passé.
it: Il perdono aiuta a dissolvere il dolore del passato.
pt_br: O perdão ajuda a dissolver a dor do passado.

# Phrase−Forgiveness−49
source: Let go of the anger and resentment you hold in your heart. Forgiveness is the key to unlocking inner peace.
es: Deja ir la ira y el resentimiento que llevas en tu corazón. El perdón es la clave para desbloquear la paz interior.
fr: Lâchez la colère et le ressentiment que vous portez dans votre cœur. Le pardon est la clé pour déverrouiller la paix intérieure.
it: Lascia andare la rabbia e il risentimento che porti nel tuo cuore. Il perdono è la chiave per sbloccare la pace interiore.
pt_br: Deixe de lado a raiva e o ressentimento que você carrega em seu coração. O perdão é a chave para desbloquear a paz interior.

# Phrase−Forgiveness−50
source: Remember that everyone makes mistakes, including yourself. Forgiving others is a way to show compassion and understanding.
es: Recuerda que todos cometemos errores, incluso tú mismo. Perdonar a los demás es una forma de mostrar compasión y comprensión.
fr: N'oubliez pas que tout le monde fait des erreurs, y compris vous-même. Pardonner aux autres est une façon de montrer de la compassion et de la compréhension.
it: Ricorda che tutti commettono errori, incluso te stesso. Perdonare gli altri è un modo per mostrare compassione e comprensione.
pt_br: Lembre-se de que todos cometem erros, inclusive você. Perdoar os outros é uma forma de mostrar compaixão e compreensão.

# Phrase−Forgiveness−51
source: Forgiveness is a way to find peace in even the most challenging situations.
es: El perdón es una forma de encontrar la paz incluso en las situaciones más difíciles.
fr: Le pardon est un moyen de trouver la paix même dans les situations les plus difficiles.
it: Il perdono è un modo per trovare la pace anche nelle situazioni più difficili.
pt_br: O perdão é uma forma de encontrar a paz mesmo nas situações mais difíceis.

# Phrase−Forgiveness−52
source: Forgiving others is a way to show compassion and understanding towards them.
es: Perdonar a los demás es una forma de mostrarles compasión y comprensión.
fr: Pardonner aux autres est une façon de leur montrer de la compassion et de la compréhension.
it: Perdonare gli altri è un modo per mostrare loro compassione e comprensione.
pt_br: Perdoar os outros é uma forma de mostrar-lhes compaixão e compreensão.

# Phrase−Forgiveness−53
source: Forgiveness is a way to honor the love and light within yourself and others.
es: El perdón es una forma de honrar el amor y la luz dentro de ti y en los demás.
fr: Le pardon est un moyen d'honorer l'amour et la lumière en soi et chez les autres.
it: Il perdono è un modo per onorare l'amore e la luce dentro di te e negli altri.
pt_br: O perdão é uma forma de honrar o amor e a luz dentro de você e nos outros.

# Phrase−Forgiveness−54
source: Forgiving others is a way to release the negative energy of the past.
es: Perdonar a los demás es una forma de liberar la energía negativa del pasado.
fr: Pardonner aux autres est un moyen de libérer l'énergie négative du passé.
it: Perdonare gli altri è un modo per liberare l'energia negativa del passato.
pt_br: Perdoar os outros é uma forma de liberar a energia negativa do passado.

# Phrase−Forgiveness−55
source: Forgiveness is a way to free yourself from the chains of the past.
es: El perdón es una forma de liberarse de las ataduras del pasado.
fr: Le pardon est un moyen de se libérer des chaînes du passé.
it: Il perdono è un modo per liberarsi dalle catene del passato.
pt_br: O perdão é uma maneira de se libertar das algemas do passado.

# Phrase−Forgiveness−56
source: Forgiveness is a way to embrace the present moment and live in the now.
es: El perdón es una forma de abrazar el momento presente y vivir en el ahora.
fr: Le pardon est un moyen d'embrasser le moment présent et de vivre dans le présent.
it: Il perdono è un modo per abbracciare il momento presente e vivere nell'adesso.
pt_br: O perdão é uma forma de abraçar o momento presente e viver o agora.

# Phrase−Forgiveness−57
source: Forgiveness is a way to find inner strength and resilience.
es: El perdón es una forma de encontrar la fuerza interior y la resiliencia.
fr: Le pardon est un moyen de trouver la force intérieure et la résilience.
it: Il perdono è un modo per trovare forza interiore e resilienza.
pt_br: O perdão é uma maneira de encontrar força interior e resiliência.

# Phrase−Forgiveness−58
source: Forgiving others is a way to open the door to new possibilities and opportunities.
es: Perdonar a los demás es una forma de abrir la puerta a nuevas posibilidades y oportunidades.
fr: Pardonner aux autres est un moyen d'ouvrir la porte à de nouvelles possibilités et opportunités.
it: Perdonare gli altri è un modo per aprire la porta a nuove possibilità e opportunità.
pt_br: Perdoar os outros é uma forma de abrir a porta para novas possibilidades e oportunidades.

# Phrase−Forgiveness−59
source: Forgiveness helps to bring clarity and focus to your life.
es: El perdón ayuda a traer claridad y enfoque a tu vida.
fr: Le pardon aide à apporter de la clarté et de la concentration dans votre vie.
it: Il perdono aiuta a portare chiarezza e concentrazione nella tua vita.
pt_br: O perdão ajuda a trazer clareza e foco à sua vida.

# Phrase−Forgiveness−60
source: Forgiveness is a way to find peace within your heart and soul.
es: El perdón es una forma de encontrar la paz en el corazón y el alma.
fr: Le pardon est un moyen de trouver la paix dans votre cœur et votre âme.
it: Il perdono è un modo per trovare la pace nel tuo cuore e nella tua anima.
pt_br: O perdão é uma maneira de encontrar paz em seu coração e alma.

# Phrase−Forgiveness−61
source: Forgiving others is a way to let go of the past and move towards a brighter future.
es: Perdonar a los demás es una forma de dejar atrás el pasado y avanzar hacia un futuro más brillante.
fr: Pardonner aux autres est un moyen de laisser tomber le passé et d'avancer vers un avenir meilleur.
it: Perdonare gli altri è un modo per lasciare andare il passato e andare verso un futuro più luminoso.
pt_br: Perdoar os outros é uma maneira de deixar o passado para trás e seguir em direção a um futuro melhor.

# Phrase−Forgiveness−62
source: Forgiveness helps to bring healing to the wounds of the past.
es: El perdón ayuda a sanar las heridas del pasado.
fr: Le pardon aide à guérir les blessures du passé.
it: Il perdono aiuta a guarire le ferite del passato.
pt_br: O perdão ajuda a curar as feridas do passado.

# Phrase−Forgiveness−63
source: Forgiveness is a way to find freedom from the negative thoughts and emotions that hold you back.
es: El perdón es una forma de encontrar la libertad de los pensamientos y emociones negativos que te retienen.
fr: Le pardon est un moyen de se libérer des pensées et des émotions négatives qui vous retiennent.
it: Il perdono è un modo per trovare la libertà dai pensieri e dalle emozioni negative che ti trattengono.
pt_br: O perdão é uma maneira de encontrar a liberdade dos pensamentos e emoções negativas que o impedem.

# Phrase−Forgiveness−64
source: Forgiveness is a way to find peace even in the midst of chaos and turmoil.
es: El perdón es una forma de encontrar la paz incluso en medio del caos y la agitación.
fr: Le pardon est un moyen de trouver la paix même au milieu du chaos et de l'agitation.
it: Il perdono è un modo per trovare la pace anche in mezzo al caos e al tumulto.
pt_br: O perdão é uma maneira de encontrar a paz mesmo em meio ao caos e à turbulência.

# Phrase−Forgiveness−65
source: Forgiving others is a way to cultivate love and compassion in the world.
es: Perdonar a los demás es una forma de cultivar el amor y la compasión en el mundo.
fr: Pardonner aux autres est une façon de cultiver l'amour et la compassion dans le monde.
it: Perdonare gli altri è un modo per coltivare l'amore e la compassione nel mondo.
pt_br: Perdoar os outros é uma maneira de cultivar amor e compaixão no mundo.

# Phrase−Forgiveness−66
source: Forgiveness is a way to let go of the past and create a brighter tomorrow.
es: El perdón es una forma de dejar atrás el pasado y crear un mañana más brillante.
fr: Le pardon est un moyen de laisser tomber le passé et de créer un avenir meilleur.
it: Il perdono è un modo per lasciare andare il passato e creare un domani più luminoso.
pt_br: O perdão é uma maneira de deixar o passado para trás e criar um amanhã melhor.

# Phrase−Forgiveness−67
source: Forgiveness is a way to break free from the cycles of hurt and pain.
es: El perdón es una forma de liberarse de los ciclos de dolor y dolor.
fr: Le pardon est un moyen de se libérer des cycles de souffrance et de douleur.
it: Il perdono è un modo per liberarsi dai cicli di ferite e dolori.
pt_br: O perdão é uma maneira de se libertar dos ciclos de mágoa e dor.

# Phrase−Forgiveness−68
source: Forgiving others is a way to let go of judgments and embrace acceptance.
es: Perdonar a los demás es una forma de dejar de lado los juicios y abrazar la aceptación.
fr: Pardonner aux autres est un moyen de laisser tomber les jugements et d'accepter l'acceptation.
it: Perdonare gli altri è un modo per lasciar andare i giudizi e abbracciare l'accettazione.
pt_br: Perdoar os outros é uma maneira de deixar de lado os julgamentos e abraçar a aceitação.

# Phrase−Forgiveness−69
source: Forgiveness is a way to find the courage to take bold and decisive action.
es: El perdón es una forma de encontrar el coraje para emprender acciones valientes y decisivas.
fr: Le pardon est un moyen de trouver le courage de prendre des mesures courageuses et décisives.
it: Il perdono è un modo per trovare il coraggio di intraprendere azioni coraggiose e decisive.
pt_br: O perdão é uma maneira de encontrar a coragem para tomar uma atitude corajosa e decisiva.

# Phrase−Forgiveness−70
source: Forgiving others is a way to extend grace and mercy to those who have wronged you.
es: Perdonar a los demás es una forma de extender la gracia y la misericordia a quienes te han hecho daño.
fr: Pardonner aux autres est une façon d'étendre la grâce et la miséricorde à ceux qui vous ont fait du tort.
it: Perdonare gli altri è un modo per estendere la grazia e la misericordia a coloro che ti hanno fatto un torto.
pt_br: Perdoar os outros é uma forma de estender graça e misericórdia àqueles que o ofenderam.

# Phrase−Forgiveness−71
source: Forgiveness is a way to cultivate peace and harmony within your relationships.
es: El perdón es una forma de cultivar la paz y la armonía en tus relaciones.
fr: Le pardon est un moyen de cultiver la paix et l'harmonie dans vos relations.
it: Il perdono è un modo per coltivare la pace e l'armonia all'interno delle tue relazioni.
pt_br: O perdão é uma forma de cultivar paz e harmonia em seus relacionamentos.

# Phrase−Forgiveness−72
source: Forgiving others is a way to heal the brokenness and restore wholeness.
es: Perdonar a los demás es una forma de sanar la ruptura y restaurar la integridad.
fr: Pardonner aux autres est un moyen de guérir la rupture et de restaurer la plénitude.
it: Perdonare gli altri è un modo per guarire la rottura e ripristinare l'integrità.
pt_br: Perdoar os outros é uma maneira de curar a separação e restaurar a integridade.

# Phrase−Forgiveness−73
source: Forgiveness is a way to bring healing to the mind, body, and soul.
es: El perdón es una forma de traer sanación a la mente, el cuerpo y el alma.
fr: Le pardon est un moyen d'apporter la guérison à l'esprit, au corps et à l'âme.
it: Il perdono è un modo per portare guarigione alla mente, al corpo e all'anima.
pt_br: O perdão é uma forma de trazer cura para a mente, corpo e alma.

# Phrase−Forgiveness−74
source: Forgiving others is a way to show love and kindness towards them.
es: Perdonar a los demás es una forma de mostrarles amor y bondad.
fr: Pardonner aux autres est une façon de leur montrer de l'amour et de la gentillesse.
it: Perdonare gli altri è un modo per mostrare loro amore e gentilezza.
pt_br: Perdoar os outros é uma forma de mostrar-lhes amor e bondade.

# Phrase−Forgiveness−75
source: Forgiveness is a way to find inner peace and tranquility.
es: El perdón es una forma de encontrar la paz interior y la tranquilidad.
fr: Le pardon est un moyen de trouver la paix intérieure et la tranquillité.
it: Il perdono è un modo per trovare la pace interiore e la tranquillità.
pt_br: O perdão é uma forma de encontrar paz interior e tranquilidade.

# Phrase−Forgiveness−76
source: Forgiving others is a way to build trust and respect in your relationships.
es: Perdonar a los demás es una forma de generar confianza y respeto en tus relaciones.
fr: Pardonner aux autres est un moyen d'instaurer la confiance et le respect dans vos relations.
it: Perdonare gli altri è un modo per creare fiducia e rispetto nelle tue relazioni.
pt_br: Perdoar os outros é uma forma de construir confiança e respeito em seus relacionamentos.

# Phrase−Forgiveness−77
source: Forgiveness is a way to break free from the past and embrace the present moment.
es: El perdón es una forma de dejar atrás el pasado y abrazar el momento presente.
fr: Le pardon est un moyen d'abandonner le passé et d'embrasser le moment présent.
it: Il perdono è un modo per liberarsi dal passato e abbracciare il momento presente.
pt_br: O perdão é uma maneira de deixar o passado para trás e abraçar o momento presente.

# Phrase−Forgiveness−78
source: Forgiveness is a way to find the strength to overcome challenges and obstacles.
es: El perdón es una forma de encontrar la fuerza para superar los desafíos y obstáculos.
fr: Le pardon est un moyen de trouver la force de surmonter les défis et les obstacles.
it: Il perdono è un modo per trovare la forza per superare sfide e ostacoli.
pt_br: O perdão é uma forma de encontrar forças para superar desafios e obstáculos.

# Phrase−Forgiveness−79
source: Forgiving others is a way to create a brighter and more hopeful future.
es: Perdonar a los demás es una forma de crear un futuro más brillante y esperanzador.
fr: Pardonner aux autres est un moyen de créer un avenir meilleur et plus prometteur.
it: Perdonare gli altri è un modo per creare un futuro più luminoso e pieno di speranza.
pt_br: Perdoar os outros é uma maneira de criar um futuro mais brilhante e esperançoso.

# Phrase−Forgiveness−80
source: Forgiveness is a way to let go of fear and embrace love.
es: El perdón es una forma de dejar ir el miedo y abrazar el amor.
fr: Le pardon est un moyen d'abandonner la peur et d'embrasser l'amour.
it: Il perdono è un modo per lasciar andare la paura e abbracciare l'amore.
pt_br: O perdão é uma maneira de deixar de lado o medo e abraçar o amor.

# Phrase−Forgiveness−81
source: Forgiveness is a way to find inner beauty and grace.
es: El perdón es una forma de encontrar la belleza interior y la gracia.
fr: Le pardon est un moyen de trouver la beauté intérieure et la grâce.
it: Il perdono è un modo per trovare la bellezza e la grazia interiori.
pt_br: O perdão é uma maneira de encontrar beleza interior e graça.

# Phrase−Forgiveness−82
source: Forgiving others is a way to create a world that is more loving and accepting.
es: Perdonar a los demás es una forma de crear un mundo más amoroso y acogedor.
fr: Pardonner aux autres est un moyen de créer un monde plus aimant et accueillant.
it: Perdonare gli altri è un modo per creare un mondo più amorevole e accogliente.
pt_br: Perdoar os outros é uma maneira de criar um mundo mais amoroso e acolhedor.

# Phrase−Forgiveness−83
source: Forgiveness is a way to find peace and healing within yourself.
es: El perdón es una forma de encontrar la paz y la sanación dentro de ti mismo.
fr: Le pardon est un moyen de trouver la paix et la guérison en soi.
it: Il perdono è un modo per trovare la pace e la guarigione dentro di te.
pt_br: O perdão é uma maneira de encontrar paz e cura dentro de si mesmo.

# Phrase−Forgiveness−84
source: Forgiving others is a way to show humility and vulnerability.
es: Perdonar a los demás es una forma de mostrar humildad y vulnerabilidad.
fr: Pardonner aux autres est une façon de montrer l'humilité et la vulnérabilité.
it: Perdonare gli altri è un modo per mostrare umiltà e vulnerabilità.
pt_br: Perdoar os outros é uma forma de mostrar humildade e vulnerabilidade.

# Phrase−Forgiveness−85
source: Forgiveness is a way to break free from the negative patterns of the past.
es: El perdón es una forma de liberarse de los patrones negativos del pasado.
fr: Le pardon est un moyen de se libérer des schémas négatifs du passé.
it: Il perdono è un modo per liberarsi dagli schemi negativi del passato.
pt_br: O perdão é uma forma de se libertar dos padrões negativos do passado.

# Phrase−Forgiveness−86
source: Forgiving others is a way to show respect and honor towards them.
es: Perdonar a los demás es una forma de mostrarles respeto y honor.
fr: Pardonner aux autres est une façon de leur témoigner du respect et de l'honneur.
it: Perdonare gli altri è un modo per mostrare rispetto e onore nei loro confronti.
pt_br: Perdoar os outros é uma forma de mostrar respeito e honra para com eles.

# Phrase−Forgiveness−87
source: Forgiveness is a way to find inner wisdom and understanding.
es: El perdón es una forma de encontrar la sabiduría y la comprensión interior.
fr: Le pardon est un moyen de trouver la sagesse intérieure et la compréhension.
it: Il perdono è un modo per trovare la saggezza e la comprensione interiori.
pt_br: O perdão é uma maneira de encontrar sabedoria e compreensão interior.

# Phrase−Forgiveness−88
source: Forgiving others is a way to find the courage to speak your truth.
es: Perdonar a los demás es una forma de encontrar el coraje para decir tu verdad.
fr: Pardonner aux autres est un moyen de trouver le courage de dire votre vérité.
it: Perdonare gli altri è un modo per trovare il coraggio di dire la tua verità.
pt_br: Perdoar os outros é uma maneira de encontrar coragem para falar a verdade.

# Phrase−Forgiveness−89
source: Forgiveness is a way to find the power to create positive change in the world.
es: El perdón es una forma de encontrar el poder para crear un cambio positivo en el mundo.
fr: Le pardon est un moyen de trouver le pouvoir de créer un changement positif dans le monde.
it: Il perdono è un modo per trovare il potere di creare un cambiamento positivo nel mondo.
pt_br: O perdão é uma maneira de encontrar o poder de criar uma mudança positiva no mundo.

# Phrase−Forgiveness−90
source: Forgiving others is a way to show empathy and compassion towards them.
es: Perdonar a los demás es una forma de mostrar empatía y compasión hacia ellos.
fr: Pardonner aux autres est une façon de montrer de l'empathie et de la compassion envers eux.
it: Perdonare gli altri è un modo per mostrare empatia e compassione nei loro confronti.
pt_br: Perdoar os outros é uma forma de demonstrar empatia e compaixão por eles.

# Phrase−Forgiveness−91
source: Forgiveness is a way to find the strength to let go of toxic relationships.
es: El perdón es una forma de encontrar la fuerza para dejar atrás las relaciones tóxicas.
fr: Le pardon est un moyen de trouver la force d'abandonner les relations toxiques.
it: Il perdono è un modo per trovare la forza per lasciar andare le relazioni tossiche.
pt_br: O perdão é uma maneira de encontrar forças para abandonar relacionamentos tóxicos.

# Phrase−Forgiveness−92
source: Forgiveness is a way to create space for love and light to enter your life.
es: El perdón es una forma de crear espacio para que el amor y la luz entren en tu vida.
fr: Le pardon est un moyen de créer un espace pour que l'amour et la lumière entrent dans votre vie.
it: Il perdono è un modo per creare spazio affinché l'amore e la luce entrino nella tua vita.
pt_br: O perdão é uma forma de criar espaço para que o amor e a luz entrem em sua vida.

# Phrase−Forgiveness−93
source: Forgiveness is a way to find inner peace even in the midst of chaos and confusion.
es: El perdón es una forma de encontrar la paz interior incluso en medio del caos y la confusión.
fr: Le pardon est un moyen de trouver la paix intérieure même au milieu du chaos et de la confusion.
it: Il perdono è un modo per trovare la pace interiore anche in mezzo al caos e alla confusione.
pt_br: O perdão é uma forma de encontrar a paz interior mesmo em meio ao caos e à confusão.

# Phrase−Forgiveness−94
source: Forgiving others is a way to practice the art of letting go.
es: Perdonar a los demás es una forma de practicar el arte de dejar ir.
fr: Pardonner aux autres est une façon de pratiquer l'art de lâcher prise.
it: Perdonare gli altri è un modo per praticare l'arte di lasciar andare.
pt_br: Perdoar os outros é uma maneira de praticar a arte de deixar ir.

# Phrase−Forgiveness−95
source: Forgiveness is a way to release the burden of anger, resentment, and bitterness.
es: El perdón es una forma de liberar la carga de la ira, el resentimiento y la amargura.
fr: Le pardon est un moyen de se libérer du fardeau de la colère, du ressentiment et de l'amertume.
it: Il perdono è un modo per liberare il fardello della rabbia, del risentimento e dell'amarezza.
pt_br: O perdão é uma forma de liberar o fardo da raiva, do ressentimento e da amargura.

# Phrase−Forgiveness−96
source: Forgiving others is a way to break free from the cycle of pain and hurt.
es: Perdonar a los demás es una forma de liberarse del ciclo de dolor y sufrimiento.
fr: Pardonner aux autres est un moyen de se libérer du cycle de la douleur et de la souffrance.
it: Perdonare gli altri è un modo per liberarsi dal ciclo del dolore e del dolore.
pt_br: Perdoar os outros é uma forma de se libertar do ciclo de dor e sofrimento.

# Phrase−Forgiveness−97
source: Forgiveness is a way to open your heart to new experiences and opportunities.
es: El perdón es una forma de abrir tu corazón a nuevas experiencias y oportunidades.
fr: Le pardon est un moyen d'ouvrir votre cœur à de nouvelles expériences et opportunités.
it: Il perdono è un modo per aprire il tuo cuore a nuove esperienze e opportunità.
pt_br: O perdão é uma forma de abrir o coração para novas experiências e oportunidades.
