Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Kindness−38
source: In a world that can be harsh and judgmental, kindness is a ray of hope and a beacon of light.
es: En un mundo que puede ser duro y crítico, la bondad es un rayo de esperanza y un faro de luz.
fr: Dans un monde qui peut être dur et critique, la gentillesse est un rayon d'espoir et un phare de lumière.
it: In un mondo che può essere duro e giudicante, la gentilezza è un raggio di speranza e un faro di luce.
pt_br: Em um mundo que pode ser duro e crítico, a gentileza é um raio de esperança e um farol de luz.

# Phrase−Kindness−39
source: Be kind to yourself as well as others. You deserve the same love and care that you give to others.
es: Sé amable contigo mismo y con los demás. Te mereces el mismo amor y cuidado que les das a los demás.
fr: Soyez gentil avec vous-même et avec les autres. Vous méritez le même amour et le même soin que vous accordez aux autres.
it: Sii gentile con te stesso e con gli altri. Ti meriti lo stesso amore e la stessa cura che dai agli altri.
pt_br: Seja gentil consigo mesmo e com os outros. Você merece o mesmo amor e cuidado que dá aos outros.

# Phrase−Kindness−40
source: Every day is an opportunity to show kindness. Let us not waste a single moment.
es: Cada día es una oportunidad para mostrar bondad. No desperdiciemos ni un solo momento.
fr: Chaque jour est l'occasion de faire preuve de bienveillance. Ne perdons pas un seul instant.
it: Ogni giorno è un'opportunità per mostrare gentilezza. Non sprechiamo un solo momento.
pt_br: Todo dia é uma oportunidade de mostrar bondade. Não vamos perder um único momento.

# Phrase−Kindness−41
source: When you practice kindness, you create a positive energy that attracts more goodness into your life.
es: Cuando practicas la bondad, creas una energía positiva que atrae más bondad a tu vida.
fr: Lorsque vous pratiquez la gentillesse, vous créez une énergie positive qui attire plus de bonté dans votre vie.
it: Quando pratichi la gentilezza, crei un'energia positiva che attrae più bontà nella tua vita.
pt_br: Quando você pratica bondade, você cria uma energia positiva que atrai mais bondade para sua vida.

# Phrase−Kindness−42
source: Kindness is a form of activism. It is a way to fight against the injustices in the world and make a positive impact.
es: La amabilidad es una forma de activismo. Es una forma de luchar contra la injusticia en el mundo y tener un impacto positivo.
fr: La gentillesse est une forme d'activisme. C'est un moyen de lutter contre l'injustice dans le monde et d'avoir un impact positif.
it: La gentilezza è una forma di attivismo. È un modo per combattere le ingiustizie nel mondo e avere un impatto positivo.
pt_br: A gentileza é uma forma de ativismo. É uma forma de combater a injustiça no mundo e causar um impacto positivo.

# Phrase−Kindness−43
source: When you are kind, you create a safe and welcoming space for others to be themselves and express their true feelings.
es: Cuando eres amable, creas un espacio seguro y acogedor donde los demás pueden ser ellos mismos y expresar sus verdaderos sentimientos.
fr: Lorsque vous êtes gentil, vous créez un espace sûr et accueillant où les autres peuvent être eux-mêmes et exprimer leurs vrais sentiments.
it: Quando sei gentile, crei uno spazio sicuro e accogliente in cui gli altri possono essere se stessi ed esprimere i loro veri sentimenti.
pt_br: Quando você é gentil, cria um espaço seguro e acolhedor onde os outros podem ser eles mesmos e expressar seus verdadeiros sentimentos.

# Phrase−Kindness−44
source: Choose kindness over anger, forgiveness over grudges, and love over hate. It is the only way to create a better world.
es: Elige la bondad sobre la ira, el perdón sobre el resentimiento y el amor sobre el odio. Es la única forma de crear un mundo mejor.
fr: Choisissez la gentillesse plutôt que la colère, le pardon plutôt que le ressentiment et l'amour plutôt que la haine. C'est le seul moyen de créer un monde meilleur.
it: Scegli la gentilezza alla rabbia, il perdono al rancore e l'amore all'odio. È l'unico modo per creare un mondo migliore.
pt_br: Escolha bondade em vez de raiva, perdão em vez de ressentimento e amor em vez de ódio. É a única maneira de criar um mundo melhor.

# Phrase−Kindness−45
source: When you show kindness, you are not only making the world a better place but also leaving a legacy of compassion and empathy.
es: Cuando muestras bondad, no solo haces del mundo un lugar mejor, sino que también dejas un legado de compasión y empatía.
fr: Lorsque vous faites preuve de gentillesse, non seulement vous rendez le monde meilleur, mais vous laissez également un héritage de compassion et d'empathie.
it: Quando mostri gentilezza, non solo rendi il mondo un posto migliore, ma lasci anche un'eredità di compassione ed empatia.
pt_br: Quando você mostra bondade, você não apenas torna o mundo um lugar melhor, mas também deixa um legado de compaixão e empatia.

# Phrase−Kindness−46
source: Kindness is a way to honor the humanity in ourselves and others. It reminds us that we are all connected and that we all matter.
es: La amabilidad es una forma de honrar la humanidad en nosotros mismos y en los demás. Nos recuerda que todos estamos conectados y que todos importamos.
fr: La gentillesse est une façon d'honorer l'humanité en nous-mêmes et chez les autres. Cela nous rappelle que nous sommes tous connectés et que nous comptons tous.
it: La gentilezza è un modo per onorare l'umanità in noi stessi e negli altri. Ci ricorda che siamo tutti connessi e che tutti contiamo.
pt_br: A bondade é uma forma de honrar a humanidade em nós mesmos e nos outros. Ela nos lembra que estamos todos conectados e que todos somos importantes.

# Phrase−Kindness−47
source: Every time you show kindness, you are planting a seed of hope that can grow into something beautiful.
es: Cada vez que muestras bondad, estás plantando una semilla de esperanza que puede convertirse en algo hermoso.
fr: Chaque fois que vous faites preuve de gentillesse, vous plantez une graine d'espoir qui peut devenir quelque chose de beau.
it: Ogni volta che mostri gentilezza, stai piantando un seme di speranza che può crescere in qualcosa di bello.
pt_br: Toda vez que você mostra bondade, está plantando uma semente de esperança que pode se transformar em algo bonito.

# Phrase−Kindness−48
source: Kindness is a gift that never goes out of style. It is timeless and always in season.
es: La amabilidad es un regalo que nunca pasa de moda. Es atemporal y siempre está de moda.
fr: La gentillesse est un cadeau qui ne se démode jamais. C'est intemporel et toujours de saison.
it: La gentilezza è un dono che non passa mai di moda. È senza tempo e sempre di stagione.
pt_br: A gentileza é um presente que nunca sai de moda. É atemporal e está sempre na moda.

# Phrase−Kindness−49
source: The most valuable thing you can give to someone is your attention and presence. Be kind enough to be fully present with others.
es: Lo más valioso que le puedes dar a alguien es tu atención y presencia. Ten la amabilidad de estar plenamente presente con los demás.
fr: La chose la plus précieuse que vous puissiez donner à quelqu'un est votre attention et votre présence. Soyez assez gentil pour être pleinement présent avec les autres.
it: La cosa più preziosa che puoi dare a qualcuno è la tua attenzione e la tua presenza. Sii così gentile da essere pienamente presente con gli altri.
pt_br: A coisa mais valiosa que você pode dar a alguém é sua atenção e presença. Seja gentil o suficiente para estar totalmente presente com os outros.

# Phrase−Kindness−50
source: When you show kindness, you are not only changing someone else's life but also your own. It is a win-win situation.
es: Cuando muestras amabilidad, no solo estás cambiando la vida de otra persona, sino también la tuya. Es una situación en la que todos ganan.
fr: Lorsque vous faites preuve de gentillesse, vous ne changez pas seulement la vie de quelqu'un d'autre, mais aussi la vôtre. C'est une situation gagnant-gagnant.
it: Quando mostri gentilezza, non stai solo cambiando la vita di qualcun altro, ma anche la tua. È una situazione vantaggiosa per tutti.
pt_br: Quando você mostra bondade, não está apenas mudando a vida de outra pessoa, mas também a sua. É uma situação em que todos saem ganhando.

# Phrase−Kindness−51
source: Kindness is the simplest and most effective way to make a positive difference in the world.
es: La amabilidad es la forma más fácil y efectiva de marcar una diferencia positiva en el mundo.
fr: La gentillesse est le moyen le plus simple et le plus efficace de faire une différence positive dans le monde.
it: La gentilezza è il modo più semplice ed efficace per fare una differenza positiva nel mondo.
pt_br: A gentileza é a maneira mais fácil e eficaz de fazer uma diferença positiva no mundo.

# Phrase−Kindness−52
source: A small act of kindness can spark a chain reaction of love and positivity that can change the world.
es: Un pequeño acto de bondad puede desencadenar una reacción en cadena de amor y positividad que puede cambiar el mundo.
fr: Un petit acte de gentillesse peut déclencher une réaction en chaîne d'amour et de positivité qui peut changer le monde.
it: Un piccolo atto di gentilezza può innescare una reazione a catena di amore e positività che può cambiare il mondo.
pt_br: Um pequeno ato de bondade pode desencadear uma reação em cadeia de amor e positividade que pode mudar o mundo.

# Phrase−Kindness−53
source: Every time you choose kindness, you are helping to create a more loving and peaceful world.
es: Cada vez que eliges la bondad, ayudas a crear un mundo más amoroso y pacífico.
fr: Chaque fois que vous choisissez la gentillesse, vous aidez à créer un monde plus aimant et pacifique.
it: Ogni volta che scegli la gentilezza, contribuisci a creare un mondo più amorevole e pacifico.
pt_br: Toda vez que você escolhe a bondade, você ajuda a criar um mundo mais amoroso e pacífico.

# Phrase−Kindness−54
source: Kindness is a form of beauty that radiates from the soul.
es: La bondad es una forma de belleza que irradia del alma.
fr: La gentillesse est une forme de beauté qui émane de l'âme.
it: La gentilezza è una forma di bellezza che si irradia dall'anima.
pt_br: A bondade é uma forma de beleza que irradia da alma.

# Phrase−Kindness−55
source: Being kind is not a sign of weakness, but a symbol of strength and courage.
es: Ser amable no es un signo de debilidad, sino un símbolo de fuerza y ​​coraje.
fr: Être gentil n'est pas un signe de faiblesse, mais un symbole de force et de courage.
it: Essere gentili non è un segno di debolezza, ma un simbolo di forza e coraggio.
pt_br: Ser gentil não é um sinal de fraqueza, mas um símbolo de força e coragem.

# Phrase−Kindness−56
source: When you are kind to others, you are planting a seed of goodness that will continue to grow and flourish.
es: Cuando eres amable con los demás, estás plantando una semilla de bondad que seguirá creciendo y floreciendo.
fr: Lorsque vous êtes gentil avec les autres, vous plantez une graine de bonté qui continuera à croître et à prospérer.
it: Quando sei gentile con gli altri, stai piantando un seme di bontà che continuerà a crescere e fiorire.
pt_br: Quando você é gentil com os outros, está plantando uma semente de bondade que continuará a crescer e florescer.

# Phrase−Kindness−57
source: Kindness is not just about being nice, it's about showing empathy, compassion, and understanding.
es: La amabilidad no es solo ser amable, sino mostrar empatía, compasión y comprensión.
fr: La gentillesse ne consiste pas seulement à être gentil, mais à faire preuve d'empathie, de compassion et de compréhension.
it: La gentilezza non è solo essere gentili, ma mostrare empatia, compassione e comprensione.
pt_br: Bondade não é apenas ser gentil, mas mostrar empatia, compaixão e compreensão.

# Phrase−Kindness−58
source: Kindness is like a warm blanket that can comfort and soothe even the most troubled hearts.
es: La bondad es como una cálida manta que puede consolar y calmar incluso los corazones más atribulados.
fr: La gentillesse est comme une couverture chaude qui peut réconforter et apaiser même les cœurs les plus troublés.
it: La gentilezza è come una coperta calda che può confortare e lenire anche i cuori più turbati.
pt_br: A bondade é como um cobertor quente que pode confortar e acalmar até os corações mais atribulados.

# Phrase−Kindness−59
source: The world is in desperate need of kindness. Be the light that shines in the darkness.
es: El mundo necesita desesperadamente bondad. Sé la luz que brilla en la oscuridad.
fr: Le monde a désespérément besoin de gentillesse. Soyez la lumière qui brille dans l'obscurité.
it: Il mondo ha un disperato bisogno di gentilezza. Sii la luce che brilla nell'oscurità.
pt_br: O mundo precisa desesperadamente de bondade. Seja a luz que brilha no escuro.

# Phrase−Kindness−60
source: Kindness is a bridge that connects us to one another. It helps us to see the similarities rather than the differences.
es: La amabilidad es un puente que nos conecta entre nosotros. Nos ayuda a ver las similitudes en lugar de las diferencias.
fr: La gentillesse est un pont qui nous relie les uns aux autres. Elle nous aide à voir les similitudes plutôt que les différences.
it: La gentilezza è un ponte che ci collega gli uni agli altri. Ci aiuta a vedere le somiglianze piuttosto che le differenze.
pt_br: A bondade é uma ponte que nos conecta uns aos outros. Ela nos ajuda a ver as semelhanças em vez das diferenças.

# Phrase−Kindness−61
source: When you choose kindness, you are choosing to be a part of something bigger than yourself.
es: Cuando eliges la bondad, eliges ser parte de algo más grande que tú mismo.
fr: Lorsque vous choisissez la gentillesse, vous choisissez de faire partie de quelque chose de plus grand que vous-même.
it: Quando scegli la gentilezza, scegli di far parte di qualcosa di più grande di te stesso.
pt_br: Quando você escolhe a bondade, você escolhe fazer parte de algo maior que você.

# Phrase−Kindness−62
source: The most important thing you can give to someone is your kindness and love.
es: Lo más importante que le puedes dar a alguien es tu amabilidad y tu amor.
fr: La chose la plus importante que vous puissiez donner à quelqu'un est votre gentillesse et votre amour.
it: La cosa più importante che puoi dare a qualcuno è la tua gentilezza e il tuo amore.
pt_br: A coisa mais importante que você pode dar a alguém é sua bondade e seu amor.

# Phrase−Kindness−63
source: A kind word can turn someone's day around, and a kind action can change someone's life.
es: Una palabra amable puede cambiar el día de alguien, y un acto amable puede cambiar la vida de alguien.
fr: Un mot gentil peut changer la journée de quelqu'un, et un acte gentil peut changer la vie de quelqu'un.
it: Una parola gentile può cambiare la giornata di qualcuno e un'azione gentile può cambiare la vita di qualcuno.
pt_br: Uma palavra gentil pode mudar o dia de alguém, e uma ação gentil pode mudar a vida de alguém.

# Phrase−Kindness−64
source: Kindness is a language that everyone can understand, regardless of age, race, or culture.
es: La amabilidad es un lenguaje que todos pueden entender, independientemente de su edad, raza o cultura.
fr: La gentillesse est un langage que tout le monde peut comprendre, quel que soit son âge, sa race ou sa culture.
it: La gentilezza è un linguaggio che tutti possono capire, indipendentemente dall'età, dalla razza o dalla cultura.
pt_br: A bondade é uma linguagem que todos podem entender, independentemente da idade, raça ou cultura.

# Phrase−Kindness−65
source: The more kindness you give, the more you receive. It's a universal law of nature.
es: Mientras más amabilidad das, más recibes. Es una ley universal de la naturaleza.
fr: Plus vous donnez de gentillesse, plus vous en recevez. C'est une loi universelle de la nature.
it: Più gentilezza dai, più ricevi. È una legge universale della natura.
pt_br: Quanto mais bondade você dá, mais você recebe. É uma lei universal da natureza.

# Phrase−Kindness−66
source: Kindness is not just an action, it's a state of being. When you embody kindness, you radiate positivity and love.
es: La bondad no es solo una acción, es un estado del ser. Cuando encarnas la bondad, irradias positividad y amor.
fr: La gentillesse n'est pas seulement une action, c'est un état d'être. Lorsque vous incarnez la gentillesse, vous rayonnez de positivité et d'amour.
it: La gentilezza non è solo un'azione, è uno stato dell'essere. Quando incarni la gentilezza, irradi positività e amore.
pt_br: A bondade não é apenas uma ação, é um estado de ser. Quando você incorpora a bondade, irradia positividade e amor.

# Phrase−Kindness−67
source: When you show kindness, you are spreading love and light in the world. Keep shining!
es: Cuando muestras bondad, estás esparciendo amor y luz en el mundo. ¡Sigue brillando!
fr: Lorsque vous faites preuve de gentillesse, vous répandez l'amour et la lumière dans le monde. Continuez à briller !
it: Quando mostri gentilezza, stai diffondendo amore e luce nel mondo. Continua a brillare!
pt_br: Quando você mostra bondade, você está espalhando amor e luz no mundo. Continue brilhando!

# Phrase−Kindness−68
source: Kindness is a gift that keeps on giving. It creates a ripple effect of positivity that can touch countless lives.
es: La amabilidad es un regalo que sigue dándose. Crea un efecto dominó de positividad que puede tocar innumerables vidas.
fr: La gentillesse est un cadeau qui continue de donner. Il crée un effet d'entraînement de positivité qui peut toucher d'innombrables vies.
it: La gentilezza è un dono che continua a dare. Crea un effetto a catena di positività che può toccare innumerevoli vite.
pt_br: A bondade é um presente que continua presente. Ela cria um efeito cascata de positividade que pode tocar inúmeras vidas.

# Phrase−Kindness−69
source: Never underestimate the power of a simple act of kindness. It can change the world in ways you never thought possible.
es: Nunca subestimes el poder de un simple acto de bondad. Puede cambiar el mundo de maneras que nunca creíste posibles.
fr: Ne sous-estimez jamais le pouvoir d'un simple acte de gentillesse. Il peut changer le monde d'une manière que vous n'auriez jamais cru possible.
it: Non sottovalutare mai il potere di un semplice atto di gentilezza. Può cambiare il mondo in modi che non avresti mai creduto possibili.
pt_br: Nunca subestime o poder de um simples ato de bondade. Ele pode mudar o mundo de maneiras que você nunca imaginou ser possível.

# Phrase−Kindness−70
source: When you show kindness, you are not just helping others, you are also helping yourself. It feels good to be kind.
es: Cuando muestras bondad, no solo ayudas a los demás, también te ayudas a ti mismo. Es bueno ser amable.
fr: Lorsque vous faites preuve de gentillesse, vous n'aidez pas seulement les autres, vous vous aidez également vous-même. C'est bien d'être gentil.
it: Quando mostri gentilezza, non stai solo aiutando gli altri, stai anche aiutando te stesso. È bello essere gentili.
pt_br: Quando você mostra bondade, não está apenas ajudando os outros, mas também a si mesmo. É bom ser gentil.

# Phrase−Kindness−71
source: Kindness is a form of self-care. When you take care of others, you also take care of yourself.
es: La amabilidad es una forma de cuidado personal. Cuando cuidas a los demás, también te cuidas a ti mismo.
fr: La gentillesse est une forme de soins personnels. Lorsque vous prenez soin des autres, vous prenez également soin de vous-même.
it: La gentilezza è una forma di cura di sé. Quando ti prendi cura degli altri, ti prendi cura anche di te stesso.
pt_br: A bondade é uma forma de autocuidado. Quando você cuida dos outros, também cuida de si mesmo.

# Phrase−Kindness−72
source: Being kind is not about being perfect. It's about showing up, doing your best, and letting love guide you.
es: Ser amable no se trata de ser perfecto. Se trata de presentarse, dar lo mejor de ti y dejar que el amor te guíe.
fr: Être gentil ne consiste pas à être parfait. Il s'agit de se montrer, de faire de son mieux et de laisser l'amour vous guider.
it: Essere gentili non significa essere perfetti. Si tratta di presentarsi, fare del proprio meglio e lasciare che l'amore ti guidi.
pt_br: Ser gentil não é ser perfeito. É aparecer, fazer o seu melhor e deixar o amor guiá-lo.

# Phrase−Kindness−73
source: Kindness is a choice, and it's one that we can make every single day.
es: La amabilidad es una elección, y es una elección que podemos hacer todos los días.
fr: La gentillesse est un choix, et c'est un choix que nous pouvons faire chaque jour.
it: La gentilezza è una scelta, ed è una scelta che possiamo fare ogni singolo giorno.
pt_br: A bondade é uma escolha, e é uma escolha que podemos fazer todos os dias.

# Phrase−Kindness−74
source: Kindness is a form of magic that can transform even the most difficult situations.
es: La amabilidad es una forma de magia que puede transformar incluso las situaciones más difíciles.
fr: La gentillesse est une forme de magie qui peut transformer même les situations les plus difficiles.
it: La gentilezza è una forma di magia che può trasformare anche le situazioni più difficili.
pt_br: A bondade é uma forma de magia que pode transformar até as situações mais difíceis.

# Phrase−Kindness−75
source: When you show kindness, you are living your purpose. You are here to make a positive impact in the world.
es: Cuando muestras bondad, estás viviendo tu propósito. Estás aquí para tener un impacto positivo en el mundo.
fr: Lorsque vous faites preuve de gentillesse, vous vivez votre objectif. Vous êtes ici pour avoir un impact positif dans le monde.
it: Quando mostri gentilezza, stai vivendo il tuo scopo. Sei qui per avere un impatto positivo nel mondo.
pt_br: Quando você mostra bondade, você está vivendo seu propósito. Você está aqui para causar um impacto positivo no mundo.

# Phrase−Kindness−76
source: Kindness is not just a moral obligation, it's a spiritual practice that can help us to connect with our higher selves.
es: La amabilidad no es solo una obligación moral, es una práctica espiritual que puede ayudarnos a conectarnos con nuestro ser superior.
fr: La gentillesse n'est pas seulement une obligation morale, c'est une pratique spirituelle qui peut nous aider à nous connecter avec notre moi supérieur.
it: La gentilezza non è solo un obbligo morale, è una pratica spirituale che può aiutarci a connetterci con il nostro sé superiore.
pt_br: A bondade não é apenas uma obrigação moral, é uma prática espiritual que pode nos ajudar a nos conectar com nosso eu superior.

# Phrase−Kindness−77
source: When you are kind, you are creating a legacy of love that will live on long after you're gone.
es: Cuando eres amable, estás creando un legado de amor que vivirá mucho después de que te hayas ido.
fr: Quand vous êtes gentil, vous créez un héritage d'amour qui vivra longtemps après votre départ.
it: Quando sei gentile, stai creando un'eredità d'amore che vivrà a lungo dopo che te ne sarai andato.
pt_br: Quando você é gentil, está criando um legado de amor que viverá muito tempo depois que você se for.

# Phrase−Kindness−78
source: Kindness is not just about what you do, it's also about who you are. It's a reflection of your character and values.
es: La amabilidad no se trata solo de lo que haces, también se trata de quién eres. Es un reflejo de tu carácter y valores.
fr: La gentillesse ne concerne pas seulement ce que vous faites, c'est aussi qui vous êtes. C'est le reflet de votre caractère et de vos valeurs.
it: La gentilezza non riguarda solo quello che fai, riguarda anche chi sei. È un riflesso del tuo carattere e dei tuoi valori.
pt_br: A bondade não é apenas sobre o que você faz, mas também sobre quem você é. É um reflexo de seu caráter e valores.
