Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Kindness−79
source: Every time you show kindness, you are sowing the seeds of a better world.
es: Cada vez que muestras bondad, estás sembrando las semillas de un mundo mejor.
fr: Chaque fois que vous faites preuve de gentillesse, vous semez les graines d'un monde meilleur.
it: Ogni volta che mostri gentilezza, stai seminando i semi di un mondo migliore.
pt_br: Toda vez que você mostra bondade, você está plantando as sementes de um mundo melhor.

# Phrase−Kindness−80
source: Kindness is the glue that binds us all together. It helps us to create a sense of community and belonging.
es: La amabilidad es el pegamento que nos une a todos. Nos ayuda a crear un sentido de comunidad y pertenencia.
fr: La gentillesse est le ciment qui nous unit tous. Elle nous aide à créer un sentiment de communauté et d'appartenance.
it: La gentilezza è il collante che ci lega tutti insieme. Ci aiuta a creare un senso di comunità e appartenenza.
pt_br: A bondade é a cola que nos une. Ela nos ajuda a criar um senso de comunidade e pertencimento.

# Phrase−Kindness−81
source: When you show kindness, you are embodying the highest form of humanity. You are living your divine purpose.
es: Cuando muestras bondad, estás encarnando la forma más alta de humanidad. Estás viviendo tu propósito divino.
fr: Lorsque vous faites preuve de gentillesse, vous incarnez la plus haute forme d'humanité. Vous vivez votre dessein divin.
it: Quando mostri gentilezza, stai incarnando la più alta forma di umanità. Stai vivendo il tuo scopo divino.
pt_br: Quando você mostra bondade, você está incorporando a forma mais elevada de humanidade. Você está vivendo seu propósito divino.

# Phrase−Kindness−82
source: Kindness is a form of courage. It takes bravery to show kindness to others.
es: La bondad es una forma de coraje. Se necesita coraje para mostrar bondad a los demás.
fr: La gentillesse est une forme de courage. Il faut du courage pour faire preuve de gentillesse envers les autres.
it: La gentilezza è una forma di coraggio. Ci vuole coraggio per mostrare gentilezza agli altri.
pt_br: A bondade é uma forma de coragem. É preciso coragem para mostrar bondade aos outros.

# Phrase−Kindness−83
source: Kindness is a powerful force that can overcome even the darkest of moments.
es: La amabilidad es una fuerza poderosa que puede superar incluso los momentos más oscuros.
fr: La gentillesse est une force puissante qui peut surmonter même les moments les plus sombres.
it: La gentilezza è una forza potente che può superare anche i momenti più bui.
pt_br: A bondade é uma força poderosa que pode superar até mesmo os momentos mais sombrios.

# Phrase−Kindness−84
source: In a world where you can be anything, choose to be kind. It will make all the difference.
es: En un mundo donde puedes ser cualquier cosa, elige ser amable. Marcará la diferencia.
fr: Dans un monde où vous pouvez être n'importe quoi, choisissez d'être gentil. Cela fera une différence.
it: In un mondo in cui puoi essere qualsiasi cosa, scegli di essere gentile. Farà la differenza.
pt_br: Em um mundo onde você pode ser qualquer coisa, escolha ser gentil. Isso fará a diferença.

# Phrase−Kindness−85
source: Kindness is a choice, but it's also a habit. The more you practice it, the easier it becomes.
es: La amabilidad es una elección, pero también es un hábito. Cuanto más la practicas, más fácil se vuelve.
fr: La gentillesse est un choix, mais c'est aussi une habitude. Plus vous la pratiquez, plus cela devient facile.
it: La gentilezza è una scelta, ma è anche un'abitudine. Più la pratichi, più diventa facile.
pt_br: A gentileza é uma escolha, mas também é um hábito. Quanto mais você pratica, mais fácil se torna.

# Phrase−Kindness−86
source: When you show kindness, you are making the world a better place, one small act at a time.
es: Cuando muestras bondad, haces del mundo un lugar mejor, un pequeño gesto a la vez.
fr: Lorsque vous faites preuve de gentillesse, vous rendez le monde meilleur, un petit geste à la fois.
it: Quando mostri gentilezza, rendi il mondo un posto migliore, un piccolo gesto alla volta.
pt_br: Quando você mostra bondade, você torna o mundo um lugar melhor, um pequeno gesto de cada vez.

# Phrase−Kindness−87
source: Kindness is contagious. When you show it to others, they are more likely to pay it forward.
es: La amabilidad es contagiosa. Cuando se la muestras a los demás, es más probable que te la devuelvan.
fr: La gentillesse est contagieuse. Lorsque vous la montrez aux autres, ils sont plus susceptibles de vous remercier.
it: La gentilezza è contagiosa. Quando la mostri agli altri, è più probabile che la ripaghino.
pt_br: A bondade é contagiosa. Quando você a mostra aos outros, é mais provável que eles retribuam.

# Phrase−Kindness−88
source: When you show kindness, you are creating a legacy that will live on long after you're gone.
es: Cuando muestras amabilidad, estás creando un legado que perdurará mucho después de que te hayas ido.
fr: Lorsque vous faites preuve de gentillesse, vous créez un héritage qui perdurera longtemps après votre départ.
it: Quando mostri gentilezza, stai creando un'eredità che vivrà a lungo dopo che te ne sarai andato.
pt_br: Quando você mostra bondade, você está criando um legado que viverá muito tempo depois que você se for.

# Phrase−Kindness−89
source: Kindness is like a flower. It needs care and nurturing to grow, but when it blooms, it's a thing of beauty.
es: La amabilidad es como una flor. Necesita cuidados y cuidados para crecer, pero cuando florece, es algo hermoso.
fr: La gentillesse est comme une fleur. Elle a besoin d'être nourrie et nourrie pour pousser, mais quand elle fleurit, c'est une belle chose.
it: La gentilezza è come un fiore. Ha bisogno di cure e nutrimento per crescere, ma quando sboccia, è una cosa meravigliosa.
pt_br: A bondade é como uma flor. Ela precisa ser nutrida e cuidada para crescer, mas quando floresce, é uma coisa linda.

# Phrase−Kindness−90
source: Kindness is not just about doing things for others. It's about showing them that they matter.
es: La amabilidad no se trata solo de hacer cosas por los demás. Se trata de mostrarles que importan.
fr: La gentillesse ne consiste pas seulement à faire des choses pour les autres. Il s'agit de leur montrer qu'ils comptent.
it: La gentilezza non è solo fare cose per gli altri. Si tratta di mostrare loro che contano.
pt_br: A bondade não é apenas fazer coisas pelos outros. É mostrar a eles que eles são importantes.

# Phrase−Kindness−91
source: The world needs more kindness, now more than ever. Be the change you wish to see.
es: El mundo necesita más bondad, ahora más que nunca. Sé el cambio que deseas ver.
fr: Le monde a besoin de plus de gentillesse, maintenant plus que jamais. Soyez le changement que vous souhaitez voir.
it: Il mondo ha bisogno di più gentilezza, ora più che mai. Sii il cambiamento che desideri vedere.
pt_br: O mundo precisa de mais gentileza, agora mais do que nunca. Seja a mudança que você deseja ver.

# Phrase−Kindness−92
source: When you show kindness, you are demonstrating the power of love in action.
es: Cuando muestras bondad, estás demostrando el poder del amor en acción.
fr: Lorsque vous faites preuve de gentillesse, vous démontrez le pouvoir de l'amour en action.
it: Quando mostri gentilezza, stai dimostrando il potere dell'amore in azione.
pt_br: Quando você mostra bondade, está demonstrando o poder do amor em ação.

# Phrase−Kindness−93
source: Kindness is a way to show gratitude for all the blessings in your life. It's a way to pay it forward.
es: La amabilidad es una forma de mostrar gratitud por todas las bendiciones en tu vida. Es una forma de pagarlas.
fr: La gentillesse est une façon de montrer de la gratitude pour toutes les bénédictions de votre vie. C'est une façon de les rembourser.
it: La gentilezza è un modo per mostrare gratitudine per tutte le benedizioni della tua vita. È un modo per ripagarla.
pt_br: A bondade é uma forma de mostrar gratidão por todas as bênçãos em sua vida. É uma forma de retribuir.

# Phrase−Kindness−94
source: Kindness is a form of prayer. It's a way to connect with the divine within us and around us.
es: La amabilidad es una forma de oración. Es una forma de conectarnos con lo divino dentro de nosotros y a nuestro alrededor.
fr: La gentillesse est une forme de prière. C'est une façon de se connecter avec le divin en nous et autour de nous.
it: La gentilezza è una forma di preghiera. È un modo per connettersi con il divino dentro di noi e intorno a noi.
pt_br: A bondade é uma forma de oração. É uma maneira de nos conectarmos com o divino dentro de nós e ao nosso redor.

# Phrase−Kindness−95
source: When you show kindness, you are creating a ripple effect of goodness that can reach far and wide.
es: Cuando muestras bondad, creas un efecto dominó de bondad que puede llegar a todas partes.
fr: Lorsque vous faites preuve de gentillesse, vous créez un effet d'entraînement de gentillesse qui peut s'étendre très loin.
it: Quando mostri gentilezza, crei un effetto a catena di bontà che può arrivare in lungo e in largo.
pt_br: Quando você mostra bondade, você cria um efeito cascata de bondade que pode chegar longe.

# Phrase−Kindness−96
source: Kindness is a way to transcend our differences and connect with one another on a deeper level.
es: La amabilidad es una forma de trascender nuestras diferencias y conectarnos entre nosotros en un nivel más profundo.
fr: La gentillesse est un moyen de transcender nos différences et de se connecter les uns aux autres à un niveau plus profond.
it: La gentilezza è un modo per trascendere le nostre differenze e connettersi gli uni con gli altri a un livello più profondo.
pt_br: A bondade é uma maneira de transcender nossas diferenças e nos conectar uns com os outros em um nível mais profundo.

# Phrase−Kindness−97
source: When you show kindness, you are bringing hope to those who need it most.
es: Cuando muestras bondad, traes esperanza a quienes más lo necesitan.
fr: Lorsque vous faites preuve de gentillesse, vous apportez de l'espoir à ceux qui en ont le plus besoin.
it: Quando mostri gentilezza, porti speranza a coloro che ne hanno più bisogno.
pt_br: Quando você mostra bondade, você traz esperança para aqueles que mais precisam.

# Phrase−Kindness−98
source: Kindness is a way to heal the world, one heart at a time.
es: La amabilidad es una forma de sanar el mundo, un corazón a la vez.
fr: La gentillesse est un moyen de guérir le monde, un cœur à la fois.
it: La gentilezza è un modo per guarire il mondo, un cuore alla volta.
pt_br: A bondade é uma maneira de curar o mundo, um coração de cada vez.

# Phrase−Kindness−99
source: When you show kindness, you are honoring the light within yourself and others.
es: Cuando muestras bondad, estás honrando la luz dentro de ti y de los demás.
fr: Lorsque vous faites preuve de gentillesse, vous honorez la lumière en vous et chez les autres.
it: Quando mostri gentilezza, stai onorando la luce dentro te stesso e gli altri.
pt_br: Quando você mostra bondade, você está honrando a luz dentro de você e dos outros.

# Phrase−Kindness−100
source: Kindness is a way to live a life of purpose and meaning. It's a way to make a difference in the world, no matter how small.
es: La amabilidad es una forma de vivir una vida con propósito y significado. Es una forma de marcar una diferencia en el mundo, por pequeña que sea.
fr: La gentillesse est une façon de vivre une vie pleine de sens et de sens. C'est une façon de faire une différence dans le monde, aussi petite soit-elle.
it: La gentilezza è un modo per vivere una vita di scopo e significato. È un modo per fare la differenza nel mondo, non importa quanto piccola.
pt_br: A bondade é uma maneira de viver uma vida com propósito e significado. É uma maneira de fazer a diferença no mundo, não importa quão pequena seja.

# Phrase−Faith−1
source: Trust in the divine plan and have faith that everything happens for a reason.
es: Confía en el plan divino y ten fe en que todo sucede por una razón.
fr: Faites confiance au plan divin et ayez la foi que tout arrive pour une raison.
it: Abbi fiducia nel piano divino e abbi fede che tutto accade per una ragione.
pt_br: Confie no plano divino e tenha fé que tudo acontece por uma razão.

# Phrase−Faith−2
source: Your struggles are temporary, but the love and guidance of the universe are eternal.
es: Tus luchas son temporales, pero el amor y la guía del universo son eternos.
fr: Vos luttes sont temporaires, mais l'amour et les conseils de l'univers sont éternels.
it: Le tue lotte sono temporanee, ma l'amore e la guida dell'universo sono eterni.
pt_br: Suas lutas são temporárias, mas o amor e a orientação do universo são eternos.

# Phrase−Faith−3
source: You are never alone, for we are always here to guide and protect you.
es: Nunca estás solo, ya que siempre estamos aquí para guiarte y protegerte.
fr: Vous n'êtes jamais seul, car nous sommes toujours là pour vous guider et vous protéger.
it: Non sei mai solo, perché siamo sempre qui per guidarti e proteggerti.
pt_br: Você nunca está sozinho, pois estamos sempre aqui para guiá-lo e protegê-lo.

# Phrase−Faith−4
source: The challenges you face are opportunities for growth and spiritual development.
es: Los desafíos que enfrentas son oportunidades para el crecimiento y desarrollo espiritual.
fr: Les défis auxquels vous êtes confrontés sont des opportunités de croissance et de développement spirituels.
it: Le sfide che affronti sono opportunità di crescita e sviluppo spirituale.
pt_br: Os desafios que você enfrenta são oportunidades de crescimento e desenvolvimento espiritual.

# Phrase−Faith−5
source: You are a beloved child of the universe, and your worth is infinite.
es: Eres un hijo amado del universo y tu valor es infinito.
fr: Vous êtes un enfant bien-aimé de l'univers et votre valeur est infinie.
it: Sei un amato figlio dell'universo e il tuo valore è infinito.
pt_br: Você é um filho amado do universo e seu valor é infinito.

# Phrase−Faith−6
source: Let go of fear and embrace love, for it is the greatest force in the universe.
es: Deja ir el miedo y abraza el amor, porque es la fuerza más grande del universo.
fr: Lâchez la peur et embrassez l'amour, car c'est la plus grande force de l'univers.
it: Lascia andare la paura e abbraccia l'amore, perché è la forza più grande dell'universo.
pt_br: Deixe de lado o medo e abrace o amor, pois é a maior força do universo.

# Phrase−Faith−7
source: Find peace in the present moment, for it is where the divine resides.
es: Encuentra la paz en el momento presente, porque ahí es donde reside lo divino.
fr: Trouvez la paix dans le moment présent, car c'est là que réside le divin.
it: Trova la pace nel momento presente, perché è lì che risiede il divino.
pt_br: Encontre a paz no momento presente, porque é onde reside o divino.

# Phrase−Faith−8
source: Believe in yourself and your ability to overcome any obstacle, for you are divinely empowered.
es: Cree en ti mismo y en tu capacidad para superar cualquier obstáculo, porque tienes el poder divino.
fr: Croyez en vous et en votre capacité à surmonter n'importe quel obstacle, car vous avez le pouvoir divin.
it: Credi in te stesso e nella tua capacità di superare qualsiasi ostacolo, perché hai il potere divino.
pt_br: Acredite em você e na sua capacidade de superar qualquer obstáculo, pois você tem um poder divino.

# Phrase−Faith−9
source: The universe is conspiring in your favor, trust in its plan and follow your heart.
es: El universo está conspirando a tu favor, confía en su plan y sigue tu corazón.
fr: L'univers conspire en votre faveur, faites confiance à son plan et suivez votre cœur.
it: L'universo sta cospirando a tuo favore, abbi fiducia nel suo piano e segui il tuo cuore.
pt_br: O universo está conspirando a seu favor, confie em seus planos e siga seu coração.

# Phrase−Faith−10
source: You are part of a greater cosmic tapestry, and your unique gifts and talents are needed in the world.
es: Eres parte de un tapiz cósmico mayor, y tus dones y talentos únicos son necesarios en el mundo.
fr: Vous faites partie d'une plus grande tapisserie cosmique, et vos dons et talents uniques sont nécessaires dans le monde.
it: Fai parte di un arazzo cosmico più grande e i tuoi doni e talenti unici sono necessari nel mondo.
pt_br: Você faz parte de uma tapeçaria cósmica maior e seus dons e talentos únicos são necessários no mundo.

# Phrase−Faith−11
source: Your journey is unfolding exactly as it should, trust in the timing of the universe.
es: Tu viaje se está desarrollando exactamente como debería, confía en el tiempo del universo.
fr: Votre voyage se déroule exactement comme il se doit, faites confiance au timing de l'univers.
it: Il tuo viaggio si sta svolgendo esattamente come dovrebbe, fidati dei tempi dell'universo.
pt_br: Sua jornada está se desenrolando exatamente como deveria, confie no tempo do universo.

# Phrase−Faith−12
source: You are a powerful co-creator of your own reality, trust in your ability to manifest your dreams.
es: Eres un poderoso cocreador de tu realidad, confía en tu capacidad para manifestar tus sueños.
fr: Vous êtes un co-créateur puissant de votre réalité, faites confiance à votre capacité à manifester vos rêves.
it: Sei un potente co-creatore della tua realtà, confida nella tua capacità di manifestare i tuoi sogni.
pt_br: Você é um poderoso co-criador de sua realidade, confie em sua capacidade de manifestar seus sonhos.

# Phrase−Faith−13
source: Let go of attachments and surrender to the flow of life, for it will guide you to your highest good.
es: Deja ir los apegos y entrégate al flujo de la vida, porque te guiará hacia tu mayor bien.
fr: Lâchez les attachements et abandonnez-vous au flux de la vie, car il vous guidera vers votre plus grand bien.
it: Lascia andare gli attaccamenti e arrenditi al flusso della vita, perché ti guiderà verso il tuo massimo bene.
pt_br: Deixe de lado os apegos e entregue-se ao fluxo da vida, pois ele o guiará para o seu bem maior.

# Phrase−Faith−14
source: The universe is always conspiring to bring you closer to your soul's purpose.
es: El universo siempre está conspirando para acercarte al propósito de tu alma.
fr: L'univers conspire toujours pour vous rapprocher du but de votre âme.
it: L'universo cospira sempre per portarti più vicino allo scopo della tua anima.
pt_br: O universo está sempre conspirando para aproximá-lo do propósito de sua alma.

# Phrase−Faith−15
source: Your struggles are preparing you for something greater than you can imagine.
es: Tus luchas te están preparando para algo más grande de lo que puedes imaginar.
fr: Vos luttes vous préparent à quelque chose de plus grand que vous ne pouvez l'imaginer.
it: Le tue lotte ti stanno preparando per qualcosa di più grande di quanto tu possa immaginare.
pt_br: Suas lutas estão preparando você para algo maior do que você pode imaginar.

# Phrase−Faith−16
source: Every moment is an opportunity to connect with the divine and experience the beauty of life.
es: Cada momento es una oportunidad para conectarse con lo divino y experimentar la belleza de la vida.
fr: Chaque instant est une opportunité de se connecter avec le divin et de découvrir la beauté de la vie.
it: Ogni momento è un'opportunità per connettersi con il divino e sperimentare la bellezza della vita.
pt_br: Cada momento é uma oportunidade de se conectar com o divino e experimentar a beleza da vida.

# Phrase−Faith−17
source: You are a vessel of divine love, let that love guide your actions and decisions.
es: Eres portador del amor divino, deja que ese amor guíe tus acciones y decisiones.
fr: Vous êtes porteur de l'amour divin, laissez cet amour guider vos actions et vos décisions.
it: Sei un vaso dell'amore divino, lascia che quell'amore guidi le tue azioni e decisioni.
pt_br: Você é um portador do amor divino, deixe esse amor guiar suas ações e decisões.

# Phrase−Faith−18
source: The universe is infinitely abundant, trust that there is always enough for you.
es: El universo es infinitamente abundante, confía en que siempre hay suficiente para ti.
fr: L'univers est infiniment abondant, ayez confiance qu'il y en a toujours assez pour vous.
it: L'universo è infinitamente abbondante, fidati che ce n'è sempre abbastanza per te.
pt_br: O universo é infinitamente abundante, confie que sempre haverá o suficiente para você.

# Phrase−Faith−19
source: The path to enlightenment is through the heart, let love be your guide.
es: El camino a la iluminación es a través del corazón, deja que el amor sea tu guía.
fr: Le chemin de l'illumination passe par le cœur, laissez l'amour être votre guide.
it: Il percorso verso l'illuminazione passa attraverso il cuore, lascia che l'amore sia la tua guida.
pt_br: O caminho para a iluminação é através do coração, deixe o amor ser seu guia.

# Phrase−Faith−20
source: The light of the divine shines within you, let it illuminate your path.
es: La luz de lo divino brilla dentro de ti, deja que ilumine tu camino.
fr: La lumière du divin brille en vous, laissez-la éclairer votre chemin.
it: La luce del divino risplende dentro di te, lascia che illumini il tuo cammino.
pt_br: A luz do divino brilha dentro de você, deixe-a iluminar o seu caminho.

# Phrase−Faith−21
source: The universe is a reflection of your inner world, cultivate peace and positivity within to experience it in your outer world.
es: El universo es un reflejo de tu mundo interior, cultiva la paz y el positivismo dentro de ti para experimentarlo en tu mundo exterior.
fr: L'univers est le reflet de votre monde intérieur, cultivez la paix et la positivité en vous pour en faire l'expérience dans votre monde extérieur.
it: L'universo è un riflesso del tuo mondo interiore, coltiva la pace e la positività dentro di te per farne esperienza nel tuo mondo esteriore.
pt_br: O universo é um reflexo do seu mundo interior, cultive paz e positividade dentro de você para vivenciá-lo em seu mundo exterior.

# Phrase−Faith−22
source: Surrender your worries to the divine and trust that everything will work out for your highest good.
es: Entregue sus preocupaciones a lo divino y confíe en que todo saldrá bien para su mayor bien.
fr: Abandonnez vos soucis au divin et ayez confiance que tout ira pour votre plus grand bien.
it: Arrendi le tue preoccupazioni al divino e confida che tutto funzionerà per il tuo massimo bene.
pt_br: Entregue suas preocupações ao divino e confie que tudo funcionará para o seu bem maior.

# Phrase−Faith−23
source: Your soul is eternal, trust in its wisdom and guidance.
es: Tu alma es eterna, confía en su sabiduría y guía.
fr: Votre âme est éternelle, faites confiance à sa sagesse et à ses conseils.
it: La tua anima è eterna, confida nella sua saggezza e nella sua guida.
pt_br: Sua alma é eterna, confie em sua sabedoria e orientação.

# Phrase−Faith−24
source: You are exactly where you need to be in this moment, trust that you are on the right path.
es: Estás exactamente donde necesitas estar en este momento, confía en que estás en el camino correcto.
fr: Vous êtes exactement là où vous devez être en ce moment, ayez confiance que vous êtes sur la bonne voie.
it: Sei esattamente dove devi essere in questo momento, fidati di essere sulla strada giusta.
pt_br: Você está exatamente onde precisa estar agora, confie que está no caminho certo.

# Phrase−Faith−25
source: Your thoughts and beliefs create your reality, choose them wisely.
es: Tus pensamientos y creencias crean tu realidad, elígelos sabiamente.
fr: Vos pensées et vos croyances créent votre réalité, choisissez-les judicieusement.
it: I tuoi pensieri e le tue convinzioni creano la tua realtà, sceglili saggiamente.
pt_br: Seus pensamentos e crenças criam sua realidade, escolha-os com sabedoria.
