Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Peace−36
source: Take a moment to meditate, and let the stillness of your mind bring peace.
es: Tómate un momento para meditar y deja que la quietud de tu mente traiga paz.
fr: Prenez un moment pour méditer et laissez le calme de votre esprit apporter la paix.
it: Prenditi un momento per meditare e lascia che la quiete della tua mente porti pace.
pt_br: Reserve um momento para meditar e deixe a quietude de sua mente trazer paz.

# Phrase−Peace−37
source: Imagine yourself as a peaceful and calm lake. Let the stillness of the lake bring you peace.
es: Imagina que eres un lago pacífico y tranquilo. Deja que la quietud del lago te traiga paz.
fr: Imaginez que vous êtes un lac paisible et calme. Laissez le calme du lac vous apporter la paix.
it: Immagina di essere un lago pacifico e calmo. Lascia che la quiete del lago ti porti la pace.
pt_br: Imagine que você é um lago pacífico e calmo. Deixe que a quietude do lago lhe traga paz.

# Phrase−Peace−38
source: Take a deep breath and imagine yourself surrounded by a peaceful aura.
es: Respira hondo e imagínate rodeado de un aura de paz.
fr: Respirez profondément et imaginez-vous entouré d'une aura de paix.
it: Fai un respiro profondo e immagina di essere circondato da un'aura di pace.
pt_br: Respire fundo e imagine-se rodeado por uma aura de paz.

# Phrase−Peace−39
source: Allow yourself to feel content, for it is in contentment that peace can be found.
es: Permítete sentirte satisfecho, porque es en el contentamiento donde se puede encontrar la paz.
fr: Permettez-vous de vous sentir satisfait, car c'est dans le contentement que la paix peut être trouvée.
it: Consenti a te stesso di sentirti contento, perché è nell'appagamento che si può trovare la pace.
pt_br: Permita-se sentir contente, pois é no contentamento que a paz pode ser encontrada.

# Phrase−Peace−40
source: Take a moment to appreciate all that you have, and let that appreciation bring you peace.
es: Tómate un momento para apreciar todo lo que tienes y deja que esa apreciación te traiga paz.
fr: Prenez un moment pour apprécier tout ce que vous avez et laissez cette appréciation vous apporter la paix.
it: Prenditi un momento per apprezzare tutto ciò che hai e lascia che quell'apprezzamento ti porti pace.
pt_br: Reserve um momento para apreciar tudo o que você tem e deixe que essa apreciação lhe traga paz.

# Phrase−Peace−41
source: Allow yourself to feel the warmth of the sun and let that warmth bring peace to your soul.
es: Permítete sentir el calor del sol y deja que ese calor traiga paz a tu alma.
fr: Permettez-vous de sentir la chaleur du soleil et laissez cette chaleur apporter la paix à votre âme.
it: Permettiti di sentire il calore del sole e lascia che quel calore porti pace alla tua anima.
pt_br: Permita-se sentir o calor do sol e deixe que esse calor traga paz à sua alma.

# Phrase−Peace−42
source: Think of a place where you feel safe and secure, and let that place bring you peace.
es: Piensa en un lugar donde te sientas seguro y protegido, y deja que ese lugar te traiga paz.
fr: Pensez à un endroit où vous vous sentez en sécurité et laissez cet endroit vous apporter la paix.
it: Pensa a un posto dove ti senti al sicuro e protetto, e lascia che quel posto ti porti pace.
pt_br: Pense em um lugar onde você se sinta seguro e protegido e deixe que esse lugar lhe traga paz.

# Phrase−Peace−43
source: Allow yourself to feel joy, for it is in joy that peace can be found.
es: Permítete sentir alegría, porque es en la alegría que se puede encontrar la paz.
fr: Permettez-vous de ressentir de la joie, car c'est dans la joie que la paix peut être trouvée.
it: Consenti a te stesso di provare gioia, perché è nella gioia che si può trovare la pace.
pt_br: Permita-se sentir alegria, pois é na alegria que se encontra a paz.

# Phrase−Peace−44
source: Focus on the present moment and let go of any anxieties about the future.
es: Concéntrate en el momento presente y deja de lado cualquier ansiedad sobre el futuro.
fr: Concentrez-vous sur le moment présent et laissez aller toute anxiété face à l'avenir.
it: Concentrati sul momento presente e lascia andare ogni ansia per il futuro.
pt_br: Concentre-se no momento presente e deixe de lado qualquer ansiedade sobre o futuro.

# Phrase−Peace−45
source: Take a moment to listen to the sounds of nature and let those sounds bring peace.
es: Tómate un momento para escuchar los sonidos de la naturaleza y deja que esos sonidos traigan paz.
fr: Prenez un moment pour écouter les sons de la nature et laissez ces sons apporter la paix.
it: Prenditi un momento per ascoltare i suoni della natura e lascia che quei suoni portino la pace.
pt_br: Reserve um momento para ouvir os sons da natureza e deixe que esses sons tragam paz.

# Phrase−Peace−46
source: Allow yourself to feel calm and centered. Let that calmness bring you peace.
es: Permítete sentirte tranquilo y centrado. Deja que esa quietud te traiga paz.
fr: Permettez-vous de vous sentir calme et centré. Laissez cette immobilité vous apporter la paix.
it: Consenti a te stesso di sentirti calmo e centrato. Lascia che quella calma ti porti pace.
pt_br: Permita-se sentir calmo e centrado. Deixe que a quietude lhe traga paz.

# Phrase−Peace−47
source: Think of a moment in your life when you felt at peace, and let that memory bring you peace again.
es: Piensa en un momento de tu vida en el que te sentiste en paz y deja que ese recuerdo te devuelva la paz.
fr: Pensez à un moment de votre vie où vous vous êtes senti en paix et laissez ce souvenir vous apporter à nouveau la paix.
it: Pensa a un momento della tua vita in cui ti sei sentito in pace e lascia che quel ricordo ti porti di nuovo la pace.
pt_br: Pense em um momento da sua vida em que você se sentiu em paz e deixe essa memória lhe trazer paz novamente.

# Phrase−Peace−48
source: Take a deep breath and imagine yourself enveloped in a peaceful mist.
es: Respira hondo e imagínate envuelto en una niebla pacífica.
fr: Respirez profondément et imaginez-vous enveloppé dans une brume paisible.
it: Fai un respiro profondo e immagina di essere avvolto da una nebbia pacifica.
pt_br: Respire fundo e imagine-se envolvido por uma névoa pacífica.

# Phrase−Peace−49
source: Allow yourself to feel hopeful, for it is in hope that peace can be found.
es: Permítete sentir esperanza, porque es en la esperanza que se puede encontrar la paz.
fr: Permettez-vous d'avoir de l'espoir, car c'est dans l'espoir que la paix pourra être trouvée.
it: Consenti a te stesso di sentirti pieno di speranza, perché è nella speranza che si può trovare la pace.
pt_br: Permita-se ter esperança, porque é na esperança que se encontra a paz.

# Phrase−Peace−50
source: Focus on the beauty of the world around you and let that beauty bring peace to your soul.
es: Concéntrate en la belleza del mundo que te rodea y deja que esa belleza traiga paz a tu alma.
fr: Concentrez-vous sur la beauté du monde qui vous entoure et laissez cette beauté apporter la paix à votre âme.
it: Concentrati sulla bellezza del mondo che ti circonda e lascia che quella bellezza porti pace alla tua anima.
pt_br: Concentre-se na beleza do mundo ao seu redor e deixe que essa beleza traga paz à sua alma.

# Phrase−Peace−51
source: Allow yourself to feel the calmness that comes with acceptance.
es: Permítete sentir la calma que viene con la aceptación.
fr: Permettez-vous de ressentir le calme qui vient avec l'acceptation.
it: Consenti a te stesso di sentire la calma che deriva dall'accettazione.
pt_br: Permita-se sentir a calma que vem com a aceitação.

# Phrase−Peace−52
source: Remember, you are never alone. There are always angels watching over you, guiding you towards peace.
es: Recuerda, nunca estás solo. Siempre hay ángeles que te cuidan y te guían hacia la paz.
fr: N'oubliez pas que vous n'êtes jamais seul. Il y a toujours des anges qui veillent sur vous et vous guident vers la paix.
it: Ricorda, non sei mai solo. Ci sono sempre angeli che vegliano su di te, guidandoti verso la pace.
pt_br: Lembre-se, você nunca está sozinho. Sempre há anjos cuidando de você, guiando-o para a paz.

# Phrase−Peace−53
source: Take a moment to reflect on your strengths and accomplishments. Let that reflection bring you peace and confidence.
es: Tómese un momento para reflexionar sobre sus fortalezas y logros. Deje que esta reflexión le brinde paz y confianza.
fr: Prenez un moment pour réfléchir à vos forces et à vos réalisations. Laissez cette réflexion vous apporter paix et confiance.
it: Prenditi un momento per riflettere sui tuoi punti di forza e sui tuoi risultati. Lascia che questa riflessione ti porti pace e fiducia.
pt_br: Reserve um momento para refletir sobre seus pontos fortes e realizações. Deixe que essa reflexão lhe traga paz e confiança.

# Phrase−Peace−54
source: Let go of any feelings of guilt or shame. Allow forgiveness to bring you peace and healing.
es: Deja ir cualquier culpa o vergüenza. Permite que el perdón te traiga paz y sanación.
fr: Lâchez toute culpabilité ou honte. Permettez au pardon de vous apporter la paix et la guérison.
it: Lascia andare ogni senso di colpa o vergogna. Consenti al perdono di portarti pace e guarigione.
pt_br: Livre-se de qualquer culpa ou vergonha. Permita que o perdão lhe traga paz e cura.

# Phrase−Peace−55
source: Focus on your breath and let its rhythm guide you towards inner peace.
es: Concéntrate en tu respiración y deja que su ritmo te guíe hacia la paz interior.
fr: Concentrez-vous sur votre respiration et laissez son rythme vous guider vers la paix intérieure.
it: Concentrati sul tuo respiro e lascia che il suo ritmo ti guidi verso la pace interiore.
pt_br: Concentre-se em sua respiração e deixe seu ritmo guiá-lo para a paz interior.

# Phrase−Peace−56
source: Think of a comforting presence in your life, and imagine that presence with you now, bringing you peace.
es: Piensa en una presencia reconfortante en tu vida e imagina esa presencia contigo ahora, brindándote paz.
fr: Pensez à une présence réconfortante dans votre vie et imaginez cette présence avec vous maintenant, vous apportant la paix.
it: Pensa a una presenza confortante nella tua vita e immagina quella presenza con te ora, portandoti la pace.
pt_br: Pense em uma presença reconfortante em sua vida e imagine essa presença com você agora, trazendo-lhe paz.

# Phrase−Peace−57
source: Take a moment to connect with the present moment, and let that connection bring you peace.
es: Tómate un momento para conectarte con el momento presente y deja que esa conexión te traiga paz.
fr: Prenez un moment pour vous connecter avec le moment présent et laissez cette connexion vous apporter la paix.
it: Prenditi un momento per connetterti con il momento presente e lascia che quella connessione ti porti la pace.
pt_br: Reserve um momento para se conectar com o momento presente e deixe que essa conexão lhe traga paz.

# Phrase−Peace−58
source: Allow yourself to feel the power of positive affirmations, and let their energy bring you peace and encouragement.
es: Permítete sentir el poder de las afirmaciones positivas y deja que su energía te traiga paz y aliento.
fr: Permettez-vous de ressentir le pouvoir des affirmations positives et laissez leur énergie vous apporter paix et encouragement.
it: Consenti a te stesso di sentire il potere delle affermazioni positive e lascia che la loro energia ti porti pace e incoraggiamento.
pt_br: Permita-se sentir o poder das afirmações positivas e deixe que a energia delas lhe traga paz e encorajamento.

# Phrase−Peace−59
source: Take a moment to practice gratitude, and let that practice bring you peace and joy.
es: Tómate un momento para practicar la gratitud y deja que esta práctica te traiga paz y alegría.
fr: Prenez un moment pour pratiquer la gratitude et laissez cette pratique vous apporter paix et joie.
it: Prenditi un momento per praticare la gratitudine e lascia che questa pratica ti porti pace e gioia.
pt_br: Reserve um momento para praticar a gratidão e deixe que essa prática lhe traga paz e alegria.

# Phrase−Peace−60
source: Think of a soothing color, and imagine it surrounding you, bringing you peace and calmness.
es: Piensa en un color relajante e imagínalo rodeándote, brindándote paz y calma.
fr: Pensez à une couleur apaisante et imaginez-la vous entourant, vous apportant paix et calme.
it: Pensa a un colore rilassante e immagina che ti circondi, portandoti pace e calma.
pt_br: Pense em uma cor suave e imagine-a ao seu redor, trazendo-lhe paz e tranquilidade.

# Phrase−Peace−61
source: Allow yourself to feel the freedom that comes with letting go. Letting go of control, fear, or worry can bring peace.
es: Permítete sentir la libertad que viene con dejar ir. Dejar ir el control, el miedo o la preocupación puede traer paz.
fr: Permettez-vous de ressentir la liberté qui accompagne le lâcher-prise. Lâcher prise sur le contrôle, la peur ou l'inquiétude peut apporter la paix.
it: Consenti a te stesso di sentire la libertà che deriva dal lasciar andare. Lasciare andare il controllo, la paura o la preoccupazione può portare pace.
pt_br: Permita-se sentir a liberdade que vem com o desapego. Abandonar o controle, o medo ou a preocupação pode trazer paz.

# Phrase−Peace−62
source: Remember to be gentle with yourself. Self-care and self-compassion can bring peace and inner harmony.
es: Recuerda ser amable contigo mismo. El autocuidado y la autocompasión pueden traer paz interior y armonía.
fr: N'oubliez pas d'être gentil avec vous-même. Les soins personnels et l'auto-compassion peuvent apporter la paix intérieure et l'harmonie.
it: Ricorda di essere gentile con te stesso. La cura di sé e l'autocompassione possono portare pace e armonia interiore.
pt_br: Lembre-se de ser gentil consigo mesmo. O autocuidado e a autocompaixão podem trazer paz interior e harmonia.

# Phrase−Peace−63
source: Take a moment to practice mindfulness, and let that practice bring you peace and clarity.
es: Tómate un momento para practicar la atención plena y deja que esa práctica te brinde paz y claridad.
fr: Prenez un moment pour pratiquer la pleine conscience et laissez cette pratique vous apporter paix et clarté.
it: Prenditi un momento per praticare la consapevolezza e lascia che quella pratica ti porti pace e chiarezza.
pt_br: Reserve um momento para praticar a atenção plena e deixe que essa prática lhe traga paz e clareza.

# Phrase−Peace−64
source: Allow yourself to feel a sense of purpose, and let that purpose bring you peace and fulfillment.
es: Permítete sentir un sentido de propósito y deja que ese propósito te traiga paz y satisfacción.
fr: Permettez-vous de ressentir un sens du but et laissez ce but vous apporter paix et épanouissement.
it: Consenti a te stesso di provare un senso di scopo e lascia che quello scopo ti porti pace e appagamento.
pt_br: Permita-se sentir um propósito e deixe que esse propósito lhe traga paz e realização.

# Phrase−Peace−65
source: Focus on the sensations in your body, and let that awareness bring you peace and relaxation.
es: Concéntrese en las sensaciones de su cuerpo y deje que esa conciencia le brinde paz y relajación.
fr: Concentrez-vous sur les sensations de votre corps et laissez cette prise de conscience vous apporter paix et détente.
it: Concentrati sulle sensazioni nel tuo corpo e lascia che quella consapevolezza ti porti pace e relax.
pt_br: Concentre-se nas sensações do seu corpo e deixe que essa consciência lhe traga paz e relaxamento.

# Phrase−Peace−66
source: Think of a peaceful image, such as a sunrise or a beach, and imagine yourself in that place, surrounded by peace.
es: Piensa en una imagen pacífica, como un amanecer o una playa, e imagínate en ese lugar, rodeado de paz.
fr: Pensez à une image paisible, comme un lever de soleil ou une plage, et imaginez-vous à cet endroit, entouré de paix.
it: Pensa a un'immagine pacifica, come un'alba o una spiaggia, e immagina te stesso in quel luogo, circondato dalla pace.
pt_br: Pense em uma imagem pacífica, como um nascer do sol ou uma praia, e imagine-se naquele lugar, rodeado de paz.

# Phrase−Peace−67
source: Allow yourself to feel the power of positive self-talk. Words of encouragement and love can bring peace and confidence.
es: Permítete sentir el poder del diálogo interno positivo. Las palabras de aliento y amor pueden traer paz y confianza.
fr: Permettez-vous de ressentir le pouvoir d'un dialogue intérieur positif. Des mots d'encouragement et d'amour peuvent apporter paix et confiance.
it: Consenti a te stesso di sentire il potere del dialogo interiore positivo. Parole di incoraggiamento e amore possono portare pace e fiducia.
pt_br: Permita-se sentir o poder da conversa interna positiva. Palavras de encorajamento e amor podem trazer paz e confiança.

# Phrase−Peace−68
source: Take a moment to imagine yourself floating in a peaceful body of water, surrounded by calmness and serenity.
es: Tómate un momento para imaginarte flotando en un cuerpo de agua pacífico, rodeado de calma y serenidad.
fr: Prenez un moment pour vous imaginer flottant dans un plan d'eau paisible, entouré de calme et de sérénité.
it: Prenditi un momento per immaginarti di galleggiare in uno specchio d'acqua pacifico, circondato da calma e serenità.
pt_br: Reserve um momento para se imaginar flutuando em um corpo de água tranquilo, cercado por calma e serenidade.

# Phrase−Peace−69
source: Remember to practice compassion towards others, and let that practice bring you peace and harmony.
es: Recuerda practicar la compasión hacia los demás y deja que esta práctica te traiga paz y armonía.
fr: N'oubliez pas de pratiquer la compassion envers les autres et laissez cette pratique vous apporter paix et harmonie.
it: Ricorda di praticare la compassione verso gli altri e lascia che questa pratica ti porti pace e armonia.
pt_br: Lembre-se de praticar a compaixão pelos outros e deixe que esta prática lhe traga paz e harmonia.

# Phrase−Peace−70
source: Allow yourself to feel a sense of connection with the universe, and let that connection bring you peace and a sense of belonging.
es: Permítete sentir una sensación de conexión con el universo y deja que esa conexión te traiga paz y un sentido de pertenencia.
fr: Permettez-vous de ressentir un sentiment de connexion à l'univers et laissez cette connexion vous apporter la paix et un sentiment d'appartenance.
it: Consenti a te stesso di provare un senso di connessione con l'universo e lascia che quella connessione ti porti pace e un senso di appartenenza.
pt_br: Permita-se sentir uma sensação de conexão com o universo e deixe que essa conexão lhe traga paz e uma sensação de pertencimento.

# Phrase−Peace−71
source: Remember that peace begins with a single thought. Focus on positive thoughts and let peace radiate from within.
es: Recuerda que la paz comienza con un solo pensamiento. Concéntrate en los pensamientos positivos y deja que la paz irradie desde adentro.
fr: N'oubliez pas que la paix commence par une seule pensée. Concentrez-vous sur des pensées positives et laissez la paix rayonner de l'intérieur.
it: Ricorda che la pace inizia con un singolo pensiero. Concentrati sui pensieri positivi e lascia che la pace si irradi dall'interno.
pt_br: Lembre-se de que a paz começa com um único pensamento. Concentre-se em pensamentos positivos e deixe a paz irradiar de dentro.

# Phrase−Peace−72
source: Let go of any judgment towards yourself or others. Acceptance and understanding can bring peace and harmony.
es: Deja de lado cualquier juicio hacia ti mismo o hacia los demás. La aceptación y la comprensión pueden traer paz y armonía.
fr: Lâchez tout jugement envers vous-même ou les autres. L'acceptation et la compréhension peuvent apporter la paix et l'harmonie.
it: Lascia andare ogni giudizio verso te stesso o gli altri. L'accettazione e la comprensione possono portare pace e armonia.
pt_br: Deixe de lado qualquer julgamento em relação a si mesmo ou aos outros. Aceitação e compreensão podem trazer paz e harmonia.

# Phrase−Peace−73
source: Allow yourself to feel the healing power of nature. Spend time outside and let its beauty bring you peace.
es: Permítete sentir el poder curativo de la naturaleza. Pasa tiempo al aire libre y deja que su belleza te traiga paz.
fr: Permettez-vous de ressentir le pouvoir de guérison de la nature. Passez du temps à l'extérieur et laissez sa beauté vous apporter la paix.
it: Consenti a te stesso di sentire il potere curativo della natura. Trascorri del tempo all'aperto e lascia che la sua bellezza ti porti pace.
pt_br: Permita-se sentir o poder curativo da natureza. Passe um tempo ao ar livre e deixe que sua beleza lhe traga paz.

# Phrase−Peace−74
source: Imagine a golden light surrounding you, filling you with warmth and peace.
es: Imagina una luz dorada rodeándote, llenándote de calidez y paz.
fr: Imaginez une lumière dorée vous entourant, vous remplissant de chaleur et de paix.
it: Immagina una luce dorata che ti circonda, riempiendoti di calore e pace.
pt_br: Imagine uma luz dourada ao seu redor, enchendo-o de calor e paz.

# Phrase−Peace−75
source: Remember to take breaks and rest when you need to. Nurturing your body and mind can bring peace and rejuvenation.
es: Recuerde tomar descansos y descansar cuando lo necesite. Nutrir su cuerpo y mente puede traer paz y rejuvenecimiento.
fr: N'oubliez pas de faire des pauses et de vous reposer quand vous en avez besoin. Nourrir votre corps et votre esprit peut apporter la paix et le rajeunissement.
it: Ricorda di fare delle pause e riposati quando ne hai bisogno. Nutrire il tuo corpo e la tua mente può portare pace e ringiovanimento.
pt_br: Lembre-se de fazer pausas e descansar quando precisar. Nutrir o corpo e a mente pode trazer paz e rejuvenescimento.

# Phrase−Peace−76
source: Focus on the present moment, and let go of worries about the past or future. Embrace the peace that comes with living in the now.
es: Concéntrate en el momento presente y deja de lado las preocupaciones sobre el pasado o el futuro. Abraza la paz que viene con vivir en el presente.
fr: Concentrez-vous sur le moment présent et laissez aller les soucis du passé ou du futur. Embrassez la paix qui vient avec la vie dans le présent.
it: Concentrati sul momento presente e lascia andare le preoccupazioni per il passato o il futuro. Abbraccia la pace che deriva dal vivere nel presente.
pt_br: Concentre-se no momento presente e deixe de lado as preocupações com o passado ou o futuro. Abrace a paz que vem de viver no presente.

# Phrase−Peace−77
source: Allow yourself to feel the power of forgiveness. Forgiving yourself or others can bring peace and release.
es: Permítete sentir el poder del perdón. Perdonarte a ti mismo o a los demás puede traer paz y liberación.
fr: Permettez-vous de ressentir le pouvoir du pardon. Le fait de vous pardonner ou de pardonner aux autres peut apporter la paix et la libération.
it: Consenti a te stesso di sentire il potere del perdono. Perdonare te stesso o gli altri può portare pace e liberazione.
pt_br: Permita-se sentir o poder do perdão. Perdoar a si mesmo ou aos outros pode trazer paz e libertação.

# Phrase−Peace−78
source: Remember that you are capable of creating peace in any situation. Choose kindness, compassion, and understanding.
es: Recuerda que eres capaz de crear paz en cualquier situación. Elige la bondad, la compasión y la comprensión.
fr: N'oubliez pas que vous êtes capable de créer la paix dans n'importe quelle situation. Choisissez la gentillesse, la compassion et la compréhension.
it: Ricorda che sei in grado di creare pace in qualsiasi situazione. Scegli la gentilezza, la compassione e la comprensione.
pt_br: Lembre-se de que você é capaz de criar paz em qualquer situação. Escolha bondade, compaixão e compreensão.
