Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Joy−36
source: The greatest gift you can give to the world is your authentic self. Share your talents and passions with joy and enthusiasm.
es: El regalo más grande que le puedes dar al mundo es tu ser auténtico. Comparte tus talentos y pasiones con alegría y entusiasmo.
fr: Le plus beau cadeau que vous puissiez offrir au monde est votre moi authentique. Partagez vos talents et vos passions avec joie et enthousiasme.
it: Il regalo più grande che puoi fare al mondo è il tuo io autentico. Condividi i tuoi talenti e le tue passioni con gioia ed entusiasmo.
pt_br: O maior presente que você pode dar ao mundo é o seu eu autêntico. Compartilhe seus talentos e paixões com alegria e entusiasmo.

# Phrase−Joy−37
source: Let go of judgments and comparisons, and embrace the beauty of diversity. We are all different, but we are all one.
es: Deja de lado los juicios y las comparaciones y abraza la belleza de la diversidad. Todos somos diferentes, pero todos somos uno.
fr: Lâchez les jugements et les comparaisons et embrassez la beauté de la diversité. Nous sommes tous différents, mais nous sommes tous un.
it: Lascia andare giudizi e confronti e abbraccia la bellezza della diversità. Siamo tutti diversi, ma siamo tutti uno.
pt_br: Deixe de lado julgamentos e comparações e abrace a beleza da diversidade. Somos todos diferentes, mas somos todos um.

# Phrase−Joy−38
source: The power of forgiveness can bring peace and joy to your heart. Let go of grudges and resentments, and choose love instead.
es: El poder del perdón puede traer paz y alegría a tu corazón. Deja ir los rencores y resentimientos y elige el amor en su lugar.
fr: Le pouvoir du pardon peut apporter la paix et la joie dans votre cœur. Abandonnez les rancunes et les ressentiments et choisissez plutôt l'amour.
it: Il potere del perdono può portare pace e gioia al tuo cuore. Lascia andare rancori e risentimenti e scegli invece l'amore.
pt_br: O poder do perdão pode trazer paz e alegria ao seu coração. Deixe de lado rancores e ressentimentos e escolha o amor.

# Phrase−Joy−39
source: The beauty of life is that it is unpredictable. Embrace the surprises and unexpected moments, and find joy in the journey.
es: La belleza de la vida es que es impredecible. Da la bienvenida a las sorpresas y los momentos inesperados y encuentra alegría en el viaje.
fr: La beauté de la vie est qu'elle est imprévisible. Accueillez les surprises et les moments inattendus et trouvez de la joie dans le voyage.
it: La bellezza della vita è che è imprevedibile. Accogli le sorprese e i momenti inaspettati e trova gioia nel viaggio.
pt_br: A beleza da vida é que ela é imprevisível. Receba surpresas e momentos inesperados e encontre alegria na jornada.

# Phrase−Joy−40
source: Your presence in the world is a gift to those around you. Share your light with joy and generosity.
es: Tu presencia en el mundo es un regalo para quienes te rodean. Comparte tu luz con alegría y generosidad.
fr: Votre présence au monde est un cadeau pour ceux qui vous entourent. Partagez votre lumière avec joie et générosité.
it: La tua presenza nel mondo è un dono per coloro che ti circondano. Condividi la tua luce con gioia e generosità.
pt_br: Sua presença no mundo é um presente para quem está ao seu redor. Compartilhe sua luz com alegria e generosidade.

# Phrase−Joy−41
source: The beauty of nature can bring joy and peace to your soul. Take a moment to connect with the natural world around you.
es: La belleza de la naturaleza puede traer alegría y paz a tu alma. Tómate un momento para conectarte con el mundo natural que te rodea.
fr: La beauté de la nature peut apporter joie et paix à votre âme. Prenez un moment pour vous connecter avec le monde naturel qui vous entoure.
it: La bellezza della natura può portare gioia e pace alla tua anima. Prenditi un momento per connetterti con il mondo naturale che ti circonda.
pt_br: A beleza da natureza pode trazer alegria e paz à sua alma. Reserve um momento para se conectar com o mundo natural ao seu redor.

# Phrase−Joy−42
source: The power of positive thinking can transform your life. Choose thoughts of joy, love, and gratitude, and watch your life unfold in wonderful ways.
es: El poder del pensamiento positivo puede transformar tu vida. Elige pensamientos de alegría, amor y gratitud y observa cómo tu vida se desarrolla de maneras hermosas.
fr: Le pouvoir de la pensée positive peut transformer votre vie. Choisissez des pensées de joie, d'amour et de gratitude et regardez votre vie se dérouler de belles façons.
it: Il potere del pensiero positivo può trasformare la tua vita. Scegli pensieri di gioia, amore e gratitudine e guarda la tua vita svolgersi in modi meravigliosi.
pt_br: O poder do pensamento positivo pode transformar sua vida. Escolha pensamentos de alegria, amor e gratidão e veja sua vida se desenrolar de maneiras lindas.

# Phrase−Joy−43
source: The joy of life comes from creating meaningful connections with others. Reach out to loved ones and cherish the moments spent together.
es: La alegría de la vida proviene de hacer conexiones significativas con los demás. Comuníquese con sus seres queridos y aprecie los momentos que pasan juntos.
fr: La joie de vivre vient de l'établissement de liens significatifs avec les autres. Tendez la main à vos proches et chérissez les moments passés ensemble.
it: La gioia della vita deriva dalla creazione di connessioni significative con gli altri. Raggiungi i tuoi cari e apprezza i momenti trascorsi insieme.
pt_br: A alegria da vida vem de fazer conexões significativas com os outros. Estenda a mão para seus entes queridos e valorize os momentos que passamos juntos.

# Phrase−Joy−44
source: Your unique gifts and talents are a blessing to the world. Share them with joy and confidence, and watch them bloom.
es: Tus dones y talentos únicos son una bendición para el mundo. Compártelos con alegría y confianza y míralos florecer.
fr: Vos dons et talents uniques sont une bénédiction pour le monde. Partagez-les avec joie et confiance et regardez-les s'épanouir.
it: I tuoi doni e talenti unici sono una benedizione per il mondo. Condividili con gioia e fiducia e guardali sbocciare.
pt_br: Seus dons e talentos únicos são uma bênção para o mundo. Compartilhe-os com alegria e confiança e veja-os florescer.

# Phrase−Joy−45
source: The greatest joy comes from living in alignment with your true purpose. Discover your passions and pursue them with passion and enthusiasm.
es: La mayor alegría proviene de vivir alineado con tu verdadero propósito. Descubre tus pasiones y persíguelas con pasión y entusiasmo.
fr: La plus grande joie vient de vivre en alignement avec votre véritable objectif. Découvrez vos passions et poursuivez-les avec passion et enthousiasme.
it: La gioia più grande viene dal vivere in linea con il tuo vero scopo. Scopri le tue passioni e perseguile con passione ed entusiasmo.
pt_br: A maior alegria vem de viver alinhado com seu verdadeiro propósito. Descubra suas paixões e persiga-as com paixão e entusiasmo.

# Phrase−Joy−46
source: Your heart is a compass that can guide you towards joy and fulfillment. Listen to its whispers and follow its lead.
es: Tu corazón es una brújula que puede guiarte hacia la alegría y la realización. Escucha sus susurros y sigue su guía.
fr: Votre cœur est une boussole qui peut vous guider vers la joie et l'épanouissement. Écoutez ses murmures et suivez ses conseils.
it: Il tuo cuore è una bussola che può guidarti verso la gioia e la realizzazione. Ascolta i suoi sussurri e segui la sua guida.
pt_br: Seu coração é uma bússola que pode guiá-lo para a alegria e a realização. Ouça seus sussurros e siga sua orientação.

# Phrase−Joy−47
source: The power of music can lift your spirits and bring joy to your heart. Let the melodies and rhythms move you.
es: El poder de la música puede levantarte el ánimo y traer alegría a tu corazón. Deja que las melodías y los ritmos te conmuevan.
fr: Le pouvoir de la musique peut vous remonter le moral et apporter de la joie dans votre cœur. Laissez les mélodies et les rythmes vous émouvoir.
it: Il potere della musica può sollevare il tuo spirito e portare gioia al tuo cuore. Lascia che le melodie e i ritmi ti muovano.
pt_br: O poder da música pode elevar seu espírito e trazer alegria ao seu coração. Deixe as melodias e os ritmos mexerem com você.

# Phrase−Joy−48
source: The joy of life comes from living in the present moment. Let go of the past and future, and focus on the beauty of now.
es: La alegría de vivir proviene de vivir el momento presente. Deja atrás el pasado y el futuro y concéntrate en la belleza del presente.
fr: La joie de vivre vient de vivre dans le moment présent. Lâchez le passé et le futur et concentrez-vous sur la beauté du présent.
it: La gioia della vita viene dal vivere nel momento presente. Lascia andare il passato e il futuro e concentrati sulla bellezza del presente.
pt_br: A alegria da vida vem de viver no momento presente. Deixe de lado o passado e o futuro e concentre-se na beleza do presente.

# Phrase−Joy−49
source: Your inner child is a source of joy and wonder. Connect with your playful spirit and find joy in the simple pleasures of life.
es: Tu niño interior es una fuente de alegría y asombro. Conéctate con tu espíritu juguetón y encuentra alegría en los placeres simples de la vida.
fr: Votre enfant intérieur est une source de joie et d'émerveillement. Connectez-vous à votre esprit ludique et trouvez de la joie dans les plaisirs simples de la vie.
it: Il tuo bambino interiore è una fonte di gioia e meraviglia. Connettiti con il tuo spirito giocoso e trova gioia nei semplici piaceri della vita.
pt_br: Sua criança interior é uma fonte de alegria e admiração. Conecte-se com seu espírito brincalhão e encontre alegria nos prazeres simples da vida.

# Phrase−Joy−50
source: The power of gratitude can transform your life. Give thanks for all the blessings in your life, and watch joy and abundance flow into your heart.
es: El poder de la gratitud puede transformar tu vida. Da gracias por todas las bendiciones en tu vida y observa cómo la alegría y la abundancia fluyen en tu corazón.
fr: Le pouvoir de la gratitude peut transformer votre vie. Rendez grâce pour toutes les bénédictions de votre vie et regardez la joie et l'abondance couler dans votre cœur.
it: Il potere della gratitudine può trasformare la tua vita. Ringrazia per tutte le benedizioni della tua vita e guarda la gioia e l'abbondanza fluire nel tuo cuore.
pt_br: O poder da gratidão pode transformar sua vida. Agradeça por todas as bênçãos em sua vida e veja a alegria e a abundância fluirem para seu coração.

# Phrase−Joy−51
source: The joy of life comes from embracing all aspects of yourself, both light and shadow. Love yourself unconditionally.
es: La alegría de la vida proviene de abrazar todos los aspectos de ti mismo, tanto claros como oscuros. Ámate incondicionalmente.
fr: La joie de vivre vient d'embrasser tous les aspects de vous-même, à la fois clairs et sombres. Aimez-vous inconditionnellement.
it: La gioia della vita viene dall'abbracciare tutti gli aspetti di te stesso, sia la luce che l'ombra. Ama te stesso incondizionatamente.
pt_br: A alegria da vida vem de abraçar todos os aspectos de si mesmo, tanto claros quanto escuros. Ame-se incondicionalmente.

# Phrase−Joy−52
source: May your heart be filled with the warmth and joy of love, and may it radiate out into the world.
es: Que tu corazón se llene del calor y la alegría del amor, y que irradie hacia el mundo.
fr: Que votre cœur soit rempli de la chaleur et de la joie de l'amour, et puisse-t-il rayonner dans le monde.
it: Possa il tuo cuore essere riempito del calore e della gioia dell'amore, e possa irradiarsi nel mondo.
pt_br: Que seu coração seja preenchido com o calor e a alegria do amor, e que ele irradie para o mundo.

# Phrase−Joy−53
source: Let the beauty of the world fill your heart with joy and awe. Open your eyes to the miracles that surround you.
es: Deja que la belleza del mundo llene tu corazón de alegría y asombro. Abre tus ojos a los milagros que te rodean.
fr: Laissez la beauté du monde remplir votre cœur de joie et d'admiration. Ouvrez les yeux sur les miracles qui vous entourent.
it: Lascia che la bellezza del mondo riempia il tuo cuore di gioia e stupore. Apri gli occhi ai miracoli che ti circondano.
pt_br: Deixe a beleza do mundo encher seu coração de alegria e admiração. Abra seus olhos para os milagres ao seu redor.

# Phrase−Joy−54
source: The joy of life comes from connecting with others. Reach out with love and compassion, and form meaningful relationships.
es: La alegría de la vida proviene de conectarse con los demás. Comuníquese con amor y compasión y forme relaciones significativas.
fr: La joie de vivre vient de la connexion avec les autres. Tendez la main avec amour et compassion et formez des relations significatives.
it: La gioia della vita viene dal connettersi con gli altri. Raggiungi con amore e compassione e forma relazioni significative.
pt_br: A alegria da vida vem da conexão com os outros. Estenda a mão com amor e compaixão e forme relacionamentos significativos.

# Phrase−Joy−55
source: Your smile is a reflection of the joy in your heart. Share it freely with the world.
es: Tu sonrisa es un reflejo de la alegría en tu corazón. Compártela libremente con el mundo.
fr: Votre sourire est le reflet de la joie dans votre cœur. Partagez-le librement avec le monde.
it: Il tuo sorriso è un riflesso della gioia nel tuo cuore. Condividilo liberamente con il mondo.
pt_br: Seu sorriso é um reflexo da alegria em seu coração. Compartilhe-o livremente com o mundo.

# Phrase−Joy−56
source: May the joy in your heart be as boundless as the ocean, and may it wash away all your worries and fears.
es: Que la alegría en tu corazón sea tan ilimitada como el océano, y que lave todas tus preocupaciones y miedos.
fr: Que la joie dans votre cœur soit aussi illimitée que l'océan, et puisse-t-elle balayer tous vos soucis et vos peurs.
it: Possa la gioia nel tuo cuore essere sconfinata come l'oceano, e possa spazzare via tutte le tue preoccupazioni e paure.
pt_br: Que a alegria em seu coração seja tão ilimitada quanto o oceano, e que possa levar embora todas as suas preocupações e medos.

# Phrase−Joy−57
source: The joy of life comes from embracing new experiences and stepping outside of your comfort zone. Take risks and try new things.
es: La alegría de la vida proviene de aceptar nuevas experiencias y salir de tu zona de confort. Toma riesgos y prueba cosas nuevas.
fr: La joie de vivre vient du fait d'embrasser de nouvelles expériences et de sortir de votre zone de confort. Prenez des risques et essayez de nouvelles choses.
it: La gioia della vita viene dall'abbracciare nuove esperienze e dall'uscire dalla tua zona di comfort. Prendi dei rischi e prova cose nuove.
pt_br: A alegria da vida vem de abraçar novas experiências e sair da sua zona de conforto. Assuma riscos e tente coisas novas.

# Phrase−Joy−58
source: Your life is a canvas, and joy is the paint that colors it. Choose bright, bold hues that reflect your true self.
es: Tu vida es un lienzo, y la alegría es la pintura que la colorea. Elige tonos brillantes y audaces que reflejen tu verdadero yo.
fr: Votre vie est une toile, et la joie est la peinture qui la colore. Choisissez des teintes vives et audacieuses qui reflètent votre vrai moi.
it: La tua vita è una tela e la gioia è la vernice che la colora. Scegli tonalità luminose e audaci che riflettano il tuo vero io.
pt_br: Sua vida é uma tela e a alegria é a tinta que a colore. Escolha tons brilhantes e ousados ​​que reflitam seu verdadeiro eu.

# Phrase−Joy−59
source: The power of positive affirmations can fill your heart with joy and confidence. Speak words of love and encouragement to yourself.
es: El poder de las afirmaciones positivas puede llenar tu corazón de alegría y confianza. Háblate de palabras de amor y aliento.
fr: Le pouvoir des affirmations positives peut remplir votre cœur de joie et de confiance. Dites-vous des mots d'amour et d'encouragement.
it: Il potere delle affermazioni positive può riempire il tuo cuore di gioia e fiducia. Pronuncia parole d'amore e incoraggiamento a te stesso.
pt_br: O poder das afirmações positivas pode encher seu coração de alegria e confiança. Fale palavras de amor e encorajamento para si mesmo.

# Phrase−Joy−60
source: The joy of life comes from living in harmony with the natural world. Connect with nature and feel its healing energy.
es: La alegría de vivir proviene de vivir en armonía con el mundo natural. Conéctate con la naturaleza y siente su energía curativa.
fr: La joie de vivre vient du fait de vivre en harmonie avec le monde naturel. Connectez-vous à la nature et ressentez son énergie de guérison.
it: La gioia della vita deriva dal vivere in armonia con il mondo naturale. Connettiti con la natura e senti la sua energia curativa.
pt_br: A alegria da vida vem de viver em harmonia com o mundo natural. Conecte-se com a natureza e sinta sua energia curativa.

# Phrase−Joy−61
source: May the joy in your heart be as radiant as the sun, and may it light up the world around you.
es: Que la alegría en tu corazón sea tan radiante como el sol y que ilumine el mundo que te rodea.
fr: Que la joie dans votre cœur soit aussi rayonnante que le soleil et qu'elle illumine le monde qui vous entoure.
it: Possa la gioia nel tuo cuore essere radiosa come il sole e possa illuminare il mondo intorno a te.
pt_br: Que a alegria em seu coração seja tão radiante quanto o sol e que ilumine o mundo ao seu redor.

# Phrase−Joy−62
source: The power of imagination can transport you to a world of joy and wonder. Let your mind wander and dream big.
es: El poder de la imaginación puede transportarte a un mundo de alegría y maravillas. Deja que tu mente divague y sueñe en grande.
fr: Le pouvoir de l'imagination peut vous transporter dans un monde de joie et d'émerveillement. Laissez votre esprit vagabonder et rêvez grand.
it: Il potere dell'immaginazione può trasportarti in un mondo di gioia e meraviglia. Lascia che la tua mente vaghi e sogni in grande.
pt_br: O poder da imaginação pode transportá-lo para um mundo de alegria e admiração. Deixe sua mente vagar e sonhar alto.

# Phrase−Joy−63
source: The joy of life comes from being fully present in the moment. Let go of distractions and focus on what truly matters.
es: La alegría de la vida proviene de estar completamente presente en el momento. Olvídese de las distracciones y concéntrese en lo que realmente importa.
fr: La joie de vivre vient d'être pleinement présent dans l'instant. Lâchez les distractions et concentrez-vous sur ce qui compte vraiment.
it: La gioia della vita deriva dall'essere pienamente presenti nel momento. Lascia andare le distrazioni e concentrati su ciò che conta davvero.
pt_br: A alegria da vida vem de estar totalmente presente no momento. Deixe de lado as distrações e concentre-se no que realmente importa.

# Phrase−Joy−64
source: May the angels guide you towards a life filled with joy, love, and abundance. Trust in their guidance and follow their lead.
es: Que los ángeles te guíen a una vida llena de alegría, amor y abundancia. Confía en su guía y sigue su ejemplo.
fr: Puissent les anges vous guider vers une vie remplie de joie, d'amour et d'abondance. Faites confiance à leurs conseils et suivez leur exemple.
it: Possano gli angeli guidarti verso una vita piena di gioia, amore e abbondanza. Abbi fiducia nella loro guida e segui il loro esempio.
pt_br: Que os anjos o guiem para uma vida cheia de alegria, amor e abundância. Confie em sua orientação e siga seu exemplo.

# Phrase−Joy−65
source: The power of gratitude can transform even the darkest of moments into moments of joy and beauty. Give thanks for all the blessings in your life.
es: El poder de la gratitud puede transformar incluso los momentos más oscuros en momentos de alegría y belleza. Da gracias por todas las bendiciones en tu vida.
fr: Le pouvoir de la gratitude peut transformer même les moments les plus sombres en moments de joie et de beauté. Rendez grâce pour toutes les bénédictions de votre vie.
it: Il potere della gratitudine può trasformare anche i momenti più bui in momenti di gioia e bellezza. Ringrazia per tutte le benedizioni della tua vita.
pt_br: O poder da gratidão pode transformar até os momentos mais sombrios em momentos de alegria e beleza. Agradeça por todas as bênçãos em sua vida.

# Phrase−Joy−66
source: The joy of life comes from finding beauty in the ordinary. Look for the magic in the everyday moments of life.
es: La alegría de la vida proviene de encontrar la belleza en lo ordinario. Busca la magia en los momentos cotidianos de la vida.
fr: La joie de vivre vient de trouver la beauté dans l'ordinaire. Cherchez la magie dans les moments quotidiens de la vie.
it: La gioia della vita viene dal trovare la bellezza nell'ordinario. Cerca la magia nei momenti quotidiani della vita.
pt_br: A alegria da vida vem de encontrar a beleza no ordinário. Busque a magia nos momentos cotidianos da vida.

# Phrase−Joy−67
source: May your heart be filled with the joy of creativity, and may your unique gifts and talents be celebrated and shared.
es: Que su corazón se llene con la alegría de la creatividad y que sus dones y talentos únicos sean celebrados y compartidos.
fr: Que votre cœur soit rempli de la joie de la créativité et que vos dons et talents uniques soient célébrés et partagés.
it: Possa il tuo cuore essere riempito dalla gioia della creatività e che i tuoi doni e talenti unici siano celebrati e condivisi.
pt_br: Que seu coração seja preenchido com a alegria da criatividade e que seus dons e talentos únicos sejam celebrados e compartilhados.

# Phrase−Joy−68
source: The power of forgiveness can bring joy and peace to your heart. Let go of resentments and grudges, and choose love instead.
es: El poder del perdón puede traer alegría y paz a tu corazón. Deja de lado los resentimientos y agravios y elige el amor en su lugar.
fr: Le pouvoir du pardon peut apporter de la joie et de la paix dans votre cœur. Abandonnez les ressentiments et les griefs et choisissez plutôt l'amour.
it: Il potere del perdono può portare gioia e pace al tuo cuore. Lascia andare risentimenti e rancori e scegli invece l'amore.
pt_br: O poder do perdão pode trazer alegria e paz ao seu coração. Deixe de lado ressentimentos e mágoas e escolha o amor.

# Phrase−Joy−69
source: The joy of life comes from living in alignment with your true values and beliefs. Live with purpose and passion.
es: La alegría de vivir proviene de vivir de acuerdo con tus verdaderos valores y creencias. Vive con propósito y pasión.
fr: La joie de vivre vient du fait de vivre en accord avec vos vraies valeurs et croyances. Vivez avec un but et une passion.
it: La gioia della vita deriva dal vivere in linea con i tuoi veri valori e convinzioni. Vivi con uno scopo e passione.
pt_br: A alegria da vida vem de viver de acordo com seus verdadeiros valores e crenças. Viva com propósito e paixão.

# Phrase−Joy−70
source: May the joy in your heart be as sweet as honey, and may it attract all the goodness and abundance you desire.
es: Que la alegría en tu corazón sea tan dulce como la miel y que atraiga toda la bondad y abundancia que deseas.
fr: Que la joie dans votre cœur soit aussi douce que le miel et qu'elle attire toute la bonté et l'abondance que vous désirez.
it: Possa la gioia nel tuo cuore essere dolce come il miele e possa attrarre tutta la bontà e l'abbondanza che desideri.
pt_br: Que a alegria em seu coração seja tão doce quanto o mel e que atraia toda a bondade e abundância que você deseja.
