Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Selfcare−59
source: Taking care of yourself is not something you should feel guilty about. You are worthy of care and love.
es: Cuidar de ti mismo no es algo por lo que debas sentirte culpable. Eres digno de cuidado y amor.
fr: Prendre soin de vous n'est pas quelque chose dont vous devriez vous sentir coupable. Vous méritez des soins et de l'amour.
it: Prenderti cura di te stesso non è qualcosa per cui dovresti sentirti in colpa. Sei degno di cure e amore.
pt_br: Cuidar de si mesmo não é algo pelo qual você deva se sentir culpado. Você é digno de cuidado e amor.

# Phrase−Selfcare−60
source: Self-care is not a one-size-fits-all approach. Find what works for you and make it a priority.
es: El cuidado personal no es un enfoque único para todos. Encuentra lo que funciona para ti y conviértelo en una prioridad.
fr: Les soins personnels ne sont pas une approche unique. Trouvez ce qui fonctionne pour vous et faites-en une priorité.
it: La cura di sé non è un approccio valido per tutti. Trova ciò che funziona per te e rendilo una priorità.
pt_br: O autocuidado não é uma abordagem única para todos. Encontre o que funciona para você e torne-o uma prioridade.

# Phrase−Selfcare−61
source: You are worthy of self-love and self-compassion. Treat yourself with kindness and understanding.
es: Eres digno de amor propio y autocompasión. Trátate a ti mismo con amabilidad y comprensión.
fr: Vous êtes digne d'amour-propre et d'auto-compassion. Traitez-vous avec gentillesse et compréhension.
it: Sei degno di amore per te stesso e compassione per te stesso. Trattati con gentilezza e comprensione.
pt_br: Você é digno de amor próprio e autocompaixão. Trate-se com gentileza e compreensão.

# Phrase−Selfcare−62
source: Remember that self-care is not just about doing things for yourself. It's also about setting boundaries and saying no when necessary.
es: Recuerda que el cuidado personal no se trata solo de hacer las cosas por ti mismo. También se trata de establecer límites y decir no cuando sea necesario.
fr: N'oubliez pas que prendre soin de soi ne consiste pas seulement à faire des choses pour vous-même. Il s'agit également de fixer des limites et de dire non si nécessaire.
it: Ricorda che la cura di sé non consiste solo nel fare le cose per te stesso. Si tratta anche di stabilire dei limiti e dire di no quando necessario.
pt_br: Lembre-se de que o autocuidado não é apenas fazer as coisas por si mesmo. É também estabelecer limites e dizer não quando necessário.

# Phrase−Selfcare−63
source: Taking care of yourself is not a luxury, it's a necessity for a healthy and fulfilling life.
es: Cuidarse a sí mismo no es un lujo, es una necesidad para una vida saludable y plena.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité pour une vie saine et épanouie.
it: Prendersi cura di sé non è un lusso, è una necessità per una vita sana e appagante.
pt_br: Cuidar de si mesmo não é um luxo, é uma necessidade para uma vida saudável e gratificante.

# Phrase−Selfcare−64
source: Self-care is not just about what you do, it's also about how you feel. Listen to your body and emotions.
es: El cuidado personal no se trata solo de lo que haces, también se trata de cómo te sientes. Escucha tu cuerpo y tus emociones.
fr: Les soins personnels ne concernent pas seulement ce que vous faites, mais aussi ce que vous ressentez. Écoutez votre corps et vos émotions.
it: La cura di sé non riguarda solo ciò che fai, ma anche come ti senti. Ascolta il tuo corpo e le tue emozioni.
pt_br: O autocuidado não é apenas sobre o que você faz, mas também sobre como você se sente. Ouça seu corpo e suas emoções.

# Phrase−Selfcare−65
source: Remember that self-care is not just about physical health, it's also about mental and emotional well-being.
es: Recuerde que el cuidado personal no se trata solo de la salud física, también se trata del bienestar mental y emocional.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement la santé physique, mais aussi le bien-être mental et émotionnel.
it: Ricorda che la cura di sé non riguarda solo la salute fisica, ma anche il benessere mentale ed emotivo.
pt_br: Lembre-se de que o autocuidado não é apenas uma questão de saúde física, mas também de bem-estar mental e emocional.

# Phrase−Selfcare−66
source: Taking care of yourself is not selfish, it's essential. You deserve to be cared for.
es: Cuidarse no es egoísta, es esencial. Mereces que te cuiden.
fr: Prendre soin de soi n'est pas égoïste, c'est essentiel. Tu mérites qu'on s'occupe de toi.
it: Prendersi cura di sé non è egoismo, è essenziale. Meriti di essere curato.
pt_br: Cuidar de si não é egoísmo, é essencial. Você merece ser cuidado.

# Phrase−Selfcare−67
source: Self-care is not a luxury, it's a necessity. Make time for yourself and prioritize your needs.
es: El cuidado personal no es un lujo, es una necesidad. Tómate un tiempo para ti y prioriza tus necesidades.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité. Prenez du temps pour vous et priorisez vos besoins.
it: La cura di sé non è un lusso, è una necessità. Prenditi del tempo per te stesso e dai la priorità ai tuoi bisogni.
pt_br: O autocuidado não é um luxo, é uma necessidade. Reserve um tempo para si mesmo e priorize suas necessidades.

# Phrase−Selfcare−68
source: Remember that self-care is not just about feeling good, it's also about preventing burnout and exhaustion.
es: Recuerde que cuidarse no se trata solo de sentirse bien, también se trata de prevenir el agotamiento y el agotamiento.
fr: N'oubliez pas que prendre soin de vous, ce n'est pas seulement se sentir bien, c'est aussi prévenir l'épuisement et l'épuisement.
it: Ricorda che prendersi cura di sé non significa solo sentirsi bene, ma anche prevenire il burnout e l'esaurimento.
pt_br: Lembre-se de que cuidar de si mesmo não é apenas sentir-se bem, mas também prevenir o esgotamento e a exaustão.

# Phrase−Selfcare−69
source: Taking care of yourself is not a one-time event, it's a daily practice. Make it a priority.
es: Cuidarse a sí mismo no es un evento de una sola vez, es una práctica diaria. Conviértalo en una prioridad.
fr: Prendre soin de soi n'est pas un événement ponctuel, c'est une pratique quotidienne. Faites-en une priorité.
it: Prendersi cura di sé non è un evento occasionale, è una pratica quotidiana. Rendilo una priorità.
pt_br: Cuidar de si mesmo não é um evento único, é uma prática diária. Faça disso uma prioridade.

# Phrase−Selfcare−70
source: Self-care is not just about what you do, it's also about how you think about and talk to yourself. Practice self-kindness.
es: El cuidado personal no se trata solo de lo que haces, también se trata de cómo piensas y te hablas a ti mismo. Practica la bondad contigo mismo.
fr: Les soins personnels ne concernent pas seulement ce que vous faites, c'est aussi la façon dont vous pensez et vous parlez. Pratiquez la gentillesse envers vous-même.
it: La cura di sé non riguarda solo ciò che fai, ma anche il modo in cui pensi e parli con te stesso. Pratica la gentilezza verso te stesso.
pt_br: O autocuidado não é apenas sobre o que você faz, mas também sobre como você pensa e fala consigo mesmo. Pratique a gentileza consigo mesmo.

# Phrase−Selfcare−71
source: Remember that self-care is not just about what you do, it's also about what you don't do. Saying no is a form of self-care.
es: Recuerde que el cuidado personal no se trata solo de lo que hace, sino también de lo que no hace. Decir que no es una forma de cuidarse.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites, mais aussi ce que vous ne faites pas. Dire non est une forme de soins personnels.
it: Ricorda che la cura di sé non riguarda solo ciò che fai, ma anche ciò che non fai. Dire di no è una forma di cura di sé.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o que você faz, mas também sobre o que você não faz. Dizer não é uma forma de autocuidado.

# Phrase−Selfcare−72
source: Taking care of yourself is not selfish, it's selfless. It allows you to show up for others in a more meaningful way.
es: Cuidar de ti mismo no es egoísta, es desinteresado. Te permite mostrarte a los demás de una manera más significativa.
fr: Prendre soin de soi n'est pas égoïste, c'est désintéressé. Cela vous permet de vous montrer aux autres d'une manière plus significative.
it: Prendersi cura di se stessi non è egoista, è altruista. Ti permette di mostrarti agli altri in modo più significativo.
pt_br: Cuidar de si mesmo não é egoísta, é altruísta. Isso permite que você se mostre aos outros de uma forma mais significativa.

# Phrase−Selfcare−73
source: Self-care is not a luxury, it's a basic need. Don't neglect yourself.
es: El cuidado personal no es un lujo, es una necesidad básica. No te descuides.
fr: Prendre soin de soi n'est pas un luxe, c'est un besoin fondamental. Ne vous négligez pas.
it: La cura di sé non è un lusso, è un bisogno fondamentale. Non trascurare te stesso.
pt_br: O autocuidado não é um luxo, é uma necessidade básica. Não se negligencie.

# Phrase−Selfcare−74
source: Remember that self-care is not just about treating yourself, it's also about treating yourself with respect and dignity.
es: Recuerda que el cuidado personal no se trata solo de tratarte a ti mismo, también se trata de tratarte con respeto y dignidad.
fr: N'oubliez pas que prendre soin de soi ne consiste pas seulement à se soigner, il s'agit également de se traiter avec respect et dignité.
it: Ricorda che la cura di sé non riguarda solo il trattare te stesso, ma anche il trattarti con rispetto e dignità.
pt_br: Lembre-se de que o autocuidado não é apenas tratar a si mesmo, mas também tratar a si mesmo com respeito e dignidade.

# Phrase−Selfcare−75
source: Taking care of yourself is not a burden, it's a gift. You deserve to be cared for.
es: Cuidarse no es una carga, es un regalo. Mereces que te cuiden.
fr: Prendre soin de vous n'est pas un fardeau, c'est un cadeau. Vous méritez qu'on s'occupe de vous.
it: Prendersi cura di sé non è un peso, è un dono. Meriti di essere curato.
pt_br: Cuidar de si não é um fardo, é um presente. Você merece ser cuidado.

# Phrase−Selfcare−76
source: Self-care is not just about taking care of yourself physically, it's also about taking care of yourself emotionally and mentally.
es: El cuidado personal no es solo cuidarse físicamente, sino también cuidarse emocional y mentalmente.
fr: Prendre soin de soi, ce n'est pas seulement prendre soin de soi physiquement, mais aussi prendre soin de soi émotionnellement et mentalement.
it: La cura di sé non è solo prendersi cura di se stessi fisicamente, ma anche prendersi cura di se stessi emotivamente e mentalmente.
pt_br: Autocuidado não é apenas cuidar de si mesmo fisicamente, mas também cuidar de si mesmo emocional e mentalmente.

# Phrase−Selfcare−77
source: Remember that self-care is not just about what you do, it's also about what you believe about yourself. Practice self-acceptance.
es: Recuerda que el cuidado personal no se trata solo de lo que haces, también se trata de lo que crees sobre ti mismo. Practica la autoaceptación.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites, mais aussi ce que vous pensez de vous-même. Pratiquez l'acceptation de soi.
it: Ricorda che la cura di sé non riguarda solo ciò che fai, ma anche ciò che credi di te stesso. Pratica l'accettazione di te stesso.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o que você faz, mas também sobre o que você acredita sobre si mesmo. Pratique a autoaceitação.

# Phrase−Selfcare−78
source: Taking care of yourself is not selfish, it's self-respect. You deserve to be cared for.
es: Cuidarse a uno mismo no es egoísmo, es respeto por uno mismo. Mereces que te cuiden.
fr: Prendre soin de soi n'est pas de l'égoïsme, c'est du respect de soi. Vous méritez qu'on s'occupe de vous.
it: Prendersi cura di se stessi non è egoismo, è rispetto per se stessi. Meriti di essere curato.
pt_br: Cuidar de si mesmo não é egoísmo, é auto-respeito. Você merece ser cuidado.

# Phrase−Selfcare−79
source: Self-care is not just about what you do, it's also about what you think.
es: El cuidado personal no se trata solo de lo que haces, también se trata de lo que piensas.
fr: Les soins personnels ne concernent pas seulement ce que vous faites, c'est aussi ce que vous pensez.
it: La cura di sé non riguarda solo ciò che fai, ma anche ciò che pensi.
pt_br: O autocuidado não é apenas sobre o que você faz, mas também sobre o que você pensa.

# Phrase−Selfcare−80
source: Remember that self-care is not just a one-time thing, it's an ongoing practice. Make it a priority.
es: Recuerde que el cuidado personal no es solo una cosa de una sola vez, es una práctica continua. Conviértalo en una prioridad.
fr: N'oubliez pas que les soins personnels ne sont pas seulement une chose ponctuelle, c'est une pratique continue. Faites-en une priorité.
it: Ricorda che la cura di sé non è solo una cosa una tantum, è una pratica continua. Rendila una priorità.
pt_br: Lembre-se de que o autocuidado não é apenas uma coisa única, é uma prática contínua. Faça disso uma prioridade.

# Phrase−Selfcare−81
source: Taking care of yourself is not just about physical health, it's also about mental and emotional health. Prioritize both.
es: Prioriza tu salud física y mental, trata de ser una mejor versión de ti mismo cada día.
fr: Donnez la priorité à votre santé physique et mentale, essayez d'être une meilleure version de vous-même chaque jour.
it: Prendersi cura di sé non riguarda solo la salute fisica, ma anche la salute mentale ed emotiva. Dai la priorità a entrambi.
pt_br: Priorize sua saúde física e mental, tente ser uma versão melhor de si mesmo todos os dias.

# Phrase−Selfcare−82
source: Self-care is not about being perfect, it's about doing what you can to take care of yourself in the moment.
es: El cuidado personal no se trata de ser perfecto, se trata de hacer lo que puedas para cuidarte en este momento.
fr: Prendre soin de soi ne consiste pas à être parfait, il s'agit de faire ce que vous pouvez pour prendre soin de vous en ce moment.
it: La cura di sé non riguarda l'essere perfetti, si tratta di fare ciò che puoi per prenderti cura di te stesso in questo momento.
pt_br: Autocuidado não é ser perfeito, é fazer o que você pode para cuidar de si mesmo agora.

# Phrase−Selfcare−83
source: Remember that self-care is not just about the things you do, it's also about the things you don't do. Set boundaries.
es: Recuerde que el cuidado personal no se trata solo de las cosas que hace, también se trata de las cosas que no hace. Establezca límites.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement les choses que vous faites, mais aussi les choses que vous ne faites pas. Fixez des limites.
it: Ricorda che la cura di sé non riguarda solo le cose che fai, ma anche le cose che non fai. Stabilisci dei limiti.
pt_br: Lembre-se de que o autocuidado não é apenas sobre as coisas que você faz, mas também sobre as coisas que você não faz. Estabeleça limites.

# Phrase−Selfcare−84
source: Taking care of yourself is not selfish, it's necessary. You can't pour from an empty cup.
es: Cuidarte no es egoísmo, es necesario. Sirve para dar lo mejor de ti.
fr: Prendre soin de soi n'est pas égoïste, c'est nécessaire. Cela sert à donner le meilleur de soi.
it: Prendersi cura di sé non è egoistico, è necessario. Non puoi versare da una tazza vuota.
pt_br: Cuidar de si não é egoísmo, é necessário. Serve para dar o melhor de si.

# Phrase−Selfcare−85
source: Self-care is not about being lazy or indulgent, it's about being intentional with your time and energy.
es: El cuidado personal no se trata de ser perezoso o indulgente, se trata de ser intencional con tu tiempo y energía.
fr: Prendre soin de soi ne consiste pas à être paresseux ou à pardonner, il s'agit d'être intentionnel avec votre temps et votre énergie.
it: La cura di sé non riguarda l'essere pigri o indulgenti, si tratta di essere intenzionali con il proprio tempo e la propria energia.
pt_br: O autocuidado não é ser preguiçoso ou perdoar, é ser intencional com seu tempo e energia.

# Phrase−Selfcare−86
source: Remember that self-care is not just about what you do for yourself, it's also about the people and things you surround yourself with.
es: Recuerda que el cuidado personal no se trata solo de lo que haces por ti mismo, también se trata de las personas y las cosas con las que te rodeas.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites pour vous-même, mais aussi les personnes et les choses dont vous vous entourez.
it: Ricorda che la cura di sé non riguarda solo ciò che fai per te stesso, ma anche le persone e le cose di cui ti circondi.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o que você faz por si mesmo, mas também sobre as pessoas e coisas com as quais você se cerca.

# Phrase−Selfcare−87
source: Taking care of yourself is not a luxury, it's a necessity. Make it a non-negotiable part of your life.
es: Cuidarse a uno mismo no es un lujo, es una necesidad. Conviértalo en una parte no negociable de su vida.
fr: Prendre soin de soi n'est pas un luxe, c'est une nécessité. Faites-en une partie non négociable de votre vie.
it: Prendersi cura di sé non è un lusso, è una necessità. Rendilo una parte non negoziabile della tua vita.
pt_br: Cuidar de si mesmo não é um luxo, é uma necessidade. Faça disso uma parte inegociável da sua vida.

# Phrase−Selfcare−88
source: Self-care is not just about what you do, it's also about how you feel. Check in with yourself regularly.
es: El cuidado personal no se trata solo de lo que haces, también se trata de cómo te sientes. Revísate regularmente.
fr: Les soins personnels ne concernent pas seulement ce que vous faites, c'est aussi ce que vous ressentez. Vérifiez-vous régulièrement.
it: La cura di sé non riguarda solo ciò che fai, ma anche come ti senti. Controlla regolarmente te stesso.
pt_br: O autocuidado não é apenas sobre o que você faz, mas também sobre como você se sente. Verifique-se regularmente.

# Phrase−Selfcare−89
source: Remember that self-care is not just about the present moment, it's also an investment in your future well-being.
es: Recuerde que el cuidado personal no se trata solo del momento presente, también es una inversión en su bienestar futuro.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement le moment présent, c'est aussi un investissement dans votre bien-être futur.
it: Ricorda che la cura di sé non riguarda solo il momento presente, è anche un investimento per il tuo benessere futuro.
pt_br: Lembre-se de que o autocuidado não é apenas sobre o momento presente, mas também um investimento no seu bem-estar futuro.

# Phrase−Selfcare−90
source: Taking care of yourself is not selfish, it's an act of self-love. Show yourself compassion and kindness.
es: Cuidar de uno mismo no es egoísta, es un acto de amor propio. Mostrar compasión y bondad.
fr: Prendre soin de soi n'est pas égoïste, c'est un acte d'amour-propre. Faire preuve de compassion et de gentillesse.
it: Prendersi cura di sé non è egoismo, è un atto di amor proprio. Mostrarsi compassione e gentilezza.
pt_br: Cuidar de si mesmo não é egoísmo, é um ato de amor próprio. Mostrar compaixão e bondade.

# Phrase−Selfcare−91
source: Self-care is not just about the big things, it's also about the small things. Take care of yourself in every way you can.
es: El cuidado personal no se trata solo de las cosas grandes, también se trata de las cosas pequeñas. Cuídate de cualquier manera que puedas.
fr: Les soins personnels ne concernent pas seulement les grandes choses, mais aussi les petites choses. Prenez soin de vous de toutes les manières possibles.
it: La cura di sé non riguarda solo le cose grandi, ma anche le piccole cose. Prenditi cura di te in ogni modo possibile.
pt_br: O autocuidado não é apenas sobre as grandes coisas, mas também sobre as pequenas coisas. Cuide-se da maneira que puder.

# Phrase−Selfcare−92
source: Remember that self-care is not just about doing things, it's also about being kind to yourself in your thoughts and words.
es: Recuerda que el cuidado personal no se trata solo de hacer las cosas, también se trata de ser amable contigo mismo en tus pensamientos y palabras.
fr: N'oubliez pas que prendre soin de soi ne consiste pas seulement à faire avancer les choses, il s'agit également d'être gentil avec vous-même dans vos pensées et vos paroles.
it: Ricorda che la cura di sé non riguarda solo il fare le cose, ma anche l'essere gentili con te stesso nei tuoi pensieri e nelle tue parole.
pt_br: Lembre-se de que o autocuidado não é apenas fazer as coisas, mas também ser gentil consigo mesmo em seus pensamentos e palavras.

# Phrase−Selfcare−93
source: Taking care of yourself is not just about physical health, it's also about emotional and mental health. Prioritize both.
es: Cuidarse no se trata solo de la salud física, también se trata de la salud emocional y mental. Priorice ambas.
fr: Prendre soin de soi n'est pas seulement une question de santé physique, c'est aussi une question de santé émotionnelle et mentale. Donnez la priorité aux deux.
it: Prendersi cura di sé non riguarda solo la salute fisica, ma anche la salute emotiva e mentale. Dai la priorità a entrambi.
pt_br: Cuidar de si mesmo não é apenas uma questão de saúde física, é também uma questão de saúde emocional e mental. Priorize ambas.

# Phrase−Selfcare−94
source: Self-care is not just about treating yourself, it's also about treating yourself with respect and dignity.
es: El cuidado personal no es solo cuidarse a sí mismo, sino también tratarse con respeto y dignidad.
fr: Prendre soin de soi, ce n'est pas seulement prendre soin de soi, mais aussi se traiter avec respect et dignité.
it: La cura di sé non è solo curarsi, ma anche trattarsi con rispetto e dignità.
pt_br: Autocuidado não é apenas cuidar de si mesmo, mas também se tratar com respeito e dignidade.

# Phrase−Selfcare−95
source: Remember that self-care is not just about what you do for yourself, it's also about what you allow others to do for you.
es: Recuerda que el cuidado personal no se trata solo de lo que haces por ti mismo, también se trata de lo que permites que otros hagan por ti.
fr: N'oubliez pas que les soins personnels ne concernent pas seulement ce que vous faites pour vous-même, mais aussi ce que vous permettez aux autres de faire pour vous.
it: Ricorda che la cura di sé non riguarda solo ciò che fai per te stesso, ma anche ciò che permetti agli altri di fare per te.
pt_br: Lembre-se de que o autocuidado não é apenas o que você faz por si mesmo, mas também o que você permite que os outros façam por você.

# Phrase−Selfcare−96
source: Taking care of yourself is not selfish, it's necessary. You are worthy of love and care.
es: Cuidarte no es egoísmo, es necesario. Eres digno de amor y cuidado.
fr: Prendre soin de soi n'est pas égoïste, c'est nécessaire. Vous êtes digne d'amour et d'attention.
it: Prendersi cura di se stessi non è egoismo, è necessario. Sei degno di amore e cura.
pt_br: Cuidar de si não é egoísmo, é necessário. Você é digno de amor e carinho.
