Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Abundance−85
source: May you attract an abundance of healing energy, and may it restore your mind, body, and spirit.
es: Que atraigas una abundancia de energía curativa y restaures tu mente, cuerpo y espíritu.
fr: Puissiez-vous attirer une abondance d'énergie de guérison et restaurer votre esprit, votre corps et votre esprit.
it: Possa tu attrarre un'abbondanza di energia curativa e possa ripristinare la tua mente, il tuo corpo e il tuo spirito.
pt_br: Que você atraia uma abundância de energia de cura e restaure sua mente, corpo e espírito.

# Phrase−Abundance−86
source: May your life be filled with an abundance of harmony and balance, and may it bring you peace and tranquility.
es: Que tu vida se llene de abundancia de armonía y equilibrio, y que te traiga paz y tranquilidad.
fr: Que votre vie soit remplie d'une abondance d'harmonie et d'équilibre, et qu'elle vous apporte paix et tranquillité.
it: Possa la tua vita essere piena di abbondanza di armonia ed equilibrio, e possa portarti pace e tranquillità.
pt_br: Que sua vida seja repleta de abundância de harmonia e equilíbrio, e que ela lhe traga paz e tranquilidade.

# Phrase−Abundance−87
source: May you be blessed with an abundance of faith and trust in the universe, and may it guide you towards your highest good.
es: Que seas bendecido con una abundancia de fe y confianza en el universo, y que te guíe hacia tu mayor bien.
fr: Puissiez-vous être béni avec une abondance de foi et de confiance dans l'univers, et puisse-t-il vous guider vers votre plus grand bien.
it: Possa tu essere benedetto con un'abbondanza di fede e fiducia nell'universo, e possa guidarti verso il tuo bene supremo.
pt_br: Que você seja abençoado com abundância de fé e confiança no universo, e que ele o guie para o seu bem maior.

# Phrase−Abundance−88
source: May you attract an abundance of inspiration and creativity, and may it manifest in all areas of your life.
es: Que atraigas una gran cantidad de inspiración y creatividad, y que se manifieste en todas las áreas de tu vida.
fr: Puissiez-vous attirer une abondance d'inspiration et de créativité, et puisse-t-elle se manifester dans tous les domaines de votre vie.
it: Possa tu attrarre un'abbondanza di ispirazione e creatività, e possa manifestarsi in tutte le aree della tua vita.
pt_br: Que você atraia uma abundância de inspiração e criatividade, e que ela se manifeste em todas as áreas da sua vida.

# Phrase−Abundance−89
source: May your life be filled with an abundance of laughter, joy, and happiness.
es: Que tu vida se llene de risas, alegría y felicidad en abundancia.
fr: Que votre vie soit remplie de rires, de joie et de bonheur en abondance.
it: Possa la tua vita essere piena di risate, gioia e felicità in abbondanza.
pt_br: Que sua vida seja repleta de risos, alegria e felicidade em abundância.

# Phrase−Abundance−90
source: May the angels of abundance and prosperity guide you towards a life of abundance and fulfillment.
es: Que los Ángeles de la Abundancia y la Prosperidad te guíen a una vida de abundancia y plenitud.
fr: Puissent les Anges de l'Abondance et de la Prospérité vous guider vers une vie d'abondance et d'épanouissement.
it: Possano gli angeli dell'abbondanza e della prosperità guidarti verso una vita di abbondanza e appagamento.
pt_br: Que os Anjos da Abundância e Prosperidade o guiem para uma vida de abundância e realização.

# Phrase−Abundance−91
source: May you be blessed with an abundance of intuition and clarity, and may it help you make the right choices and decisions.
es: Que seas bendecido con una abundancia de perspicacia y claridad, y que te ayude a tomar las decisiones y decisiones correctas.
fr: Puissiez-vous être béni avec une abondance de perspicacité et de clarté, et que cela vous aide à faire les bons choix et à prendre les bonnes décisions.
it: Possa tu essere benedetto con un'abbondanza di intuizione e chiarezza, e possa aiutarti a fare le scelte e le decisioni giuste.
pt_br: Que você seja abençoado com uma abundância de discernimento e clareza, e que isso o ajude a fazer as escolhas e decisões certas.

# Phrase−Abundance−92
source: May you attract an abundance of wealth and financial prosperity, and may it bring you abundance and freedom.
es: Que atraigas abundancia de riqueza y prosperidad financiera, y que te traiga abundancia y libertad.
fr: Puissiez-vous attirer une abondance de richesse et de prospérité financière, et puisse-t-elle vous apporter abondance et liberté.
it: Possa tu attrarre un'abbondanza di ricchezza e prosperità finanziaria, e possa portarti abbondanza e libertà.
pt_br: Que você atraia abundância de riqueza e prosperidade financeira, e que isso lhe traga abundância e liberdade.

# Phrase−Abundance−93
source: May your life be filled with an abundance of love, and may it radiate out into the world.
es: Que tu vida se llene de amor en abundancia y que irradie hacia el mundo.
fr: Que votre vie soit remplie d'amour en abondance et qu'elle rayonne dans le monde.
it: Possa la tua vita essere piena di amore in abbondanza e possa irradiarsi nel mondo.
pt_br: Que sua vida seja repleta de amor em abundância e que ele irradie para o mundo.

# Phrase−Abundance−94
source: May you be surrounded by an abundance of beauty and wonder, and may it inspire you to live your best life.
es: Que estés rodeado de una abundancia de belleza y maravillas, y que te inspire a vivir tu mejor vida.
fr: Puissiez-vous être entouré d'une abondance de beauté et d'émerveillement, et puisse-t-il vous inspirer à vivre votre meilleure vie.
it: Possa tu essere circondato da un'abbondanza di bellezza e meraviglia, e possa ispirarti a vivere la tua vita migliore.
pt_br: Que você esteja cercado por uma abundância de beleza e maravilha, e que isso o inspire a viver sua melhor vida.

# Phrase−Abundance−95
source: May you attract an abundance of positive energy, and may it empower and uplift you.
es: Que atraigas una gran cantidad de energía positiva, y que te fortalezca y eleve.
fr: Puissiez-vous attirer une abondance d'énergie positive, et puisse-t-elle vous renforcer et vous élever.
it: Possa tu attrarre un'abbondanza di energia positiva, e possa darti forza ed elevarti.
pt_br: Que você atraia uma abundância de energia positiva e que ela o fortaleça e eleve.

# Phrase−Abundance−96
source: May your life be filled with an abundance of kindness and compassion, and may it bring healing to the world.
es: Que tu vida se llene de una abundancia de bondad y compasión, y que traiga sanación al mundo.
fr: Que votre vie soit remplie d'une abondance de bonté et de compassion, et puisse-t-elle apporter la guérison au monde.
it: Possa la tua vita essere piena di abbondanza di gentilezza e compassione, e possa portare guarigione al mondo.
pt_br: Que sua vida seja repleta de abundância de bondade e compaixão, e que ela traga cura para o mundo.

# Phrase−Abundance−97
source: May you be blessed with an abundance of resilience and perseverance, and may it help you overcome any obstacle.
es: Que seas bendecido con una abundancia de resiliencia y perseverancia, y que te ayude a superar cualquier obstáculo.
fr: Puissiez-vous être béni avec une abondance de résilience et de persévérance, et puisse-t-il vous aider à surmonter n'importe quel obstacle.
it: Possa tu essere benedetto con un'abbondanza di resilienza e perseveranza, e possa aiutarti a superare qualsiasi ostacolo.
pt_br: Que você seja abençoado com abundância de resiliência e perseverança, e que isso o ajude a superar qualquer obstáculo.

# Phrase−Abundance−98
source: May you attract an abundance of self-love and self-care, and may it bring you inner peace and joy.
es: Que atraigas una abundancia de amor propio y cuidado personal, y que te traiga paz interior y alegría.
fr: Puissiez-vous attirer une abondance d'amour-propre et de soins personnels, et puisse-t-il vous apporter la paix et la joie intérieures.
it: Possa tu attrarre un'abbondanza di amore per te stesso e cura di te stesso, e possa portarti pace interiore e gioia.
pt_br: Que você atraia uma abundância de amor próprio e autocuidado, e que isso lhe traga paz interior e alegria.

# Phrase−Abundance−99
source: May your life be filled with an abundance of generosity and giving, and may it make a positive impact on the world.
es: Que tu vida esté llena de abundancia de generosidad y dones, y que tenga un impacto positivo en el mundo.
fr: Que votre vie soit remplie d'une abondance de générosité et de cadeaux, et puisse-t-elle avoir un impact positif sur le monde.
it: Possa la tua vita essere piena di abbondanza di generosità e generosità, e possa avere un impatto positivo sul mondo.
pt_br: Que sua vida seja repleta de generosidade e presentes, e que ela tenha um impacto positivo no mundo.

# Phrase−Abundance−100
source: May you be surrounded by an abundance of hope and optimism, and may it bring you a sense of purpose and meaning.
es: Que estés rodeado de una gran cantidad de esperanza y optimismo, y que te dé un sentido de propósito y significado.
fr: Puissiez-vous être entouré d'une abondance d'espoir et d'optimisme, et puisse-t-il vous donner un sens et un sens.
it: Possa tu essere circondato da un'abbondanza di speranza e ottimismo, e possa darti un senso di scopo e significato.
pt_br: Que você esteja cercado por uma abundância de esperança e otimismo, e que isso lhe dê um senso de propósito e significado.

# Phrase−Courage−1
source: Do not be afraid, for you are stronger than you know.
es: No tengas miedo, porque eres más fuerte de lo que crees.
fr: N'aie pas peur, car tu es plus fort que tu ne le penses.
it: Non aver paura, perché sei più forte di quanto pensi.
pt_br: Não tenha medo, porque você é mais forte do que pensa.

# Phrase−Courage−2
source: Believe in yourself and the power within you.
es: Cree en ti mismo y en el poder que hay dentro de ti.
fr: Croyez en vous et en le pouvoir qui est en vous.
it: Credi in te stesso e nel potere dentro di te.
pt_br: Acredite em si mesmo e no poder dentro de você.

# Phrase−Courage−3
source: With every challenge comes an opportunity for growth.
es: Con cada desafío viene una oportunidad de crecimiento.
fr: A chaque défi vient une opportunité de croissance.
it: Con ogni sfida arriva un'opportunità di crescita.
pt_br: Com todo desafio vem uma oportunidade de crescimento.

# Phrase−Courage−4
source: Trust in the journey and have faith in the outcome.
es: Confía en el viaje y confía en el resultado.
fr: Faites confiance au voyage et faites confiance au résultat.
it: Abbi fiducia nel viaggio e abbi fiducia nel risultato.
pt_br: Confie na jornada e confie no resultado.

# Phrase−Courage−5
source: You have the ability to overcome any obstacle in your path.
es: Tienes la capacidad de superar cualquier obstáculo en tu camino.
fr: Vous avez la capacité de surmonter n'importe quel obstacle sur votre chemin.
it: Hai la capacità di superare qualsiasi ostacolo sul tuo cammino.
pt_br: Você tem a capacidade de superar qualquer obstáculo em seu caminho.

# Phrase−Courage−6
source: Have courage, for your actions today will shape your tomorrow.
es: Ten coraje, porque tus acciones de hoy darán forma a tu mañana.
fr: Ayez du courage, car vos actions d'aujourd'hui façonneront votre avenir.
it: Abbi coraggio, perché le tue azioni di oggi daranno forma al tuo domani.
pt_br: Tenha coragem, porque suas ações hoje moldarão seu amanhã.

# Phrase−Courage−7
source: Remember that fear is only an illusion, and you have the strength to break free from it.
es: Recuerda que el miedo es solo una ilusión y tienes la fuerza para deshacerte de él.
fr: N'oubliez pas que la peur n'est qu'une illusion et que vous avez la force de vous en débarrasser.
it: Ricorda che la paura è solo un'illusione e tu hai la forza per liberartene.
pt_br: Lembre-se que o medo é apenas uma ilusão e você tem força para se livrar dele.

# Phrase−Courage−8
source: Take a deep breath and know that you are capable of achieving greatness.
es: Respira hondo y sabe que eres capaz de alcanzar la grandeza.
fr: Respirez profondément et sachez que vous êtes capable d'atteindre la grandeur.
it: Fai un respiro profondo e sappi che sei in grado di raggiungere la grandezza.
pt_br: Respire fundo e saiba que você é capaz de alcançar a grandeza.

# Phrase−Courage−9
source: Have hope, for even in the darkest of times, there is always light.
es: Tengan esperanza, porque incluso en los momentos más oscuros siempre hay luz.
fr: Ayez de l'espoir, car même dans les moments les plus sombres, il y a toujours de la lumière.
it: Abbi speranza, perché anche nei momenti più bui c'è sempre luce.
pt_br: Tenha esperança, porque mesmo nos momentos mais sombrios sempre há luz.

# Phrase−Courage−10
source: You are not alone, for I am with you always and will guide you towards your highest good.
es: No estás solo, porque siempre estoy contigo y te guiaré hacia tu mayor bien.
fr: Tu n'es pas seul, car je suis toujours avec toi et je te guiderai vers ton plus grand bien.
it: Non sei solo, perché io sono sempre con te e ti guiderò verso il tuo massimo bene.
pt_br: Você não está sozinho, pois estou sempre com você e o guiarei para o seu bem maior.

# Phrase−Courage−11
source: Take heart, for this too shall pass.
es: Ánimo, porque esto también pasará.
fr: Courage, car cela aussi passera.
it: Coraggio, perché anche questo passerà.
pt_br: Coragem, porque isso também vai passar.

# Phrase−Courage−12
source: Embrace your inner courage and let it guide you forward.
es: Abraza tu coraje interior y deja que te guíe hacia adelante.
fr: Embrasse ton courage intérieur et laisse-le te guider vers l'avant.
it: Abbraccia il tuo coraggio interiore e lascia che ti guidi in avanti.
pt_br: Abrace sua coragem interior e deixe-a guiá-lo para frente.

# Phrase−Courage−13
source: Don't let your fears hold you back from reaching your full potential.
es: No dejes que tus miedos te impidan alcanzar tu máximo potencial.
fr: Ne laissez pas vos peurs vous empêcher d'atteindre votre plein potentiel.
it: Non lasciare che le tue paure ti impediscano di raggiungere il tuo pieno potenziale.
pt_br: Não deixe que seus medos o impeçam de alcançar todo o seu potencial.

# Phrase−Courage−14
source: You are capable of more than you could ever imagine.
es: Eres capaz de más de lo que puedas imaginar.
fr: Tu es capable de plus que tu ne peux l'imaginer.
it: Sei capace di più di quanto tu possa mai immaginare.
pt_br: Você é capaz de mais do que pode imaginar.

# Phrase−Courage−15
source: Stay true to your path and the universe will reward you in unexpected ways.
es: Mantente fiel a tu camino y el universo te recompensará de formas inesperadas.
fr: Restez fidèle à votre chemin et l'univers vous récompensera de manière inattendue.
it: Rimani fedele al tuo percorso e l'universo ti ricompenserà in modi inaspettati.
pt_br: Mantenha-se fiel ao seu caminho e o universo irá recompensá-lo de maneiras inesperadas.

# Phrase−Courage−16
source: Believe in the power of your dreams and they will come true.
es: Cree en el poder de tus sueños y se harán realidad.
fr: Croyez au pouvoir de vos rêves et ils se réaliseront.
it: Credi nel potere dei tuoi sogni e si avvereranno.
pt_br: Acredite no poder dos seus sonhos e eles se tornarão realidade.

# Phrase−Courage−17
source: In every challenge lies an opportunity for growth and transformation.
es: En cada desafío hay una oportunidad de crecimiento y transformación.
fr: Dans chaque défi, il y a une opportunité de croissance et de transformation.
it: In ogni sfida c'è un'opportunità di crescita e trasformazione.
pt_br: Em todo desafio existe uma oportunidade de crescimento e transformação.

# Phrase−Courage−18
source: Remember that the greatest challenges often lead to the greatest rewards.
es: Recuerde que los mayores desafíos a menudo conducen a las mayores recompensas.
fr: N'oubliez pas que les plus grands défis mènent souvent aux plus grandes récompenses.
it: Ricorda che le più grandi sfide spesso portano alle più grandi ricompense.
pt_br: Lembre-se de que os maiores desafios geralmente levam às maiores recompensas.

# Phrase−Courage−19
source: The only limits that exist are the ones you set for yourself.
es: Los únicos límites que existen son los que tú mismo te pones.
fr: Les seules limites qui existent sont celles que vous vous fixez.
it: Gli unici limiti che esistono sono quelli che ti sei posto.
pt_br: Os únicos limites que existem são aqueles que você mesmo estabelece.

# Phrase−Courage−20
source: Trust in your abilities and have faith in your journey.
es: Confía en tus habilidades y ten fe en tu viaje.
fr: Ayez confiance en vos capacités et ayez confiance en votre parcours.
it: Abbi fiducia nelle tue capacità e abbi fede nel tuo viaggio.
pt_br: Tenha confiança em suas habilidades e tenha fé em sua jornada.

# Phrase−Courage−21
source: Your inner strength is greater than any obstacle in your way.
es: Tu fuerza interior es mayor que cualquier obstáculo en tu camino.
fr: Votre force intérieure est plus grande que tout obstacle sur votre chemin.
it: La tua forza interiore è più grande di qualsiasi ostacolo sulla tua strada.
pt_br: Sua força interior é maior do que qualquer obstáculo em seu caminho.

# Phrase−Courage−22
source: You have the power to create the life you want to live.
es: Tienes el poder de crear la vida que quieres vivir.
fr: Vous avez le pouvoir de créer la vie que vous voulez vivre.
it: Hai il potere di creare la vita che vuoi vivere.
pt_br: Você tem o poder de criar a vida que deseja viver.

# Phrase−Courage−23
source: Let go of your doubts and trust in your own unique path.
es: Deja ir tus dudas y confía en tu camino único.
fr: Lâchez vos doutes et faites confiance à votre chemin unique.
it: Lascia andare i tuoi dubbi e abbi fiducia nel tuo percorso unico.
pt_br: Deixe de lado suas dúvidas e confie em seu caminho único.

# Phrase−Courage−24
source: With each step you take, you move closer to your goals.
es: Cada paso que das te acerca a tus objetivos.
fr: Chaque pas que vous faites vous rapproche de vos objectifs.
it: Ad ogni passo che fai, ti avvicini ai tuoi obiettivi.
pt_br: Cada passo que você dá o aproxima de seus objetivos.

# Phrase−Courage−25
source: The future is yours to create, so make it one that you love.
es: Tu futuro lo creas tú, así que haz que sea uno que ames.
fr: Votre avenir est créé par vous, alors faites-en un que vous aimez.
it: Il futuro è tuo da creare, quindi rendilo uno che ami.
pt_br: Seu futuro é criado por você, então faça dele aquele que você ama.

# Phrase−Courage−26
source: When you feel lost, remember that the universe is always guiding you towards your purpose.
es: Cuando te sientas perdido, recuerda que el universo siempre te guía hacia tu propósito.
fr: Lorsque vous vous sentez perdu, rappelez-vous que l'univers vous guide toujours vers votre but.
it: Quando ti senti perso, ricorda che l'universo ti guida sempre verso il tuo scopo.
pt_br: Quando você se sentir perdido, lembre-se de que o universo sempre o guiará em direção ao seu propósito.

# Phrase−Courage−27
source: Your potential is limitless, so don't be afraid to dream big.
es: Tu potencial es ilimitado, así que no tengas miedo de soñar en grande.
fr: Votre potentiel est illimité, alors n'ayez pas peur de rêver grand.
it: Il tuo potenziale è illimitato, quindi non aver paura di sognare in grande.
pt_br: Seu potencial é ilimitado, então não tenha medo de sonhar grande.

# Phrase−Courage−28
source: Don't let fear hold you back from experiencing all that life has to offer.
es: No dejes que el miedo te impida experimentar todo lo que la vida tiene para ofrecer.
fr: Ne laissez pas la peur vous empêcher de découvrir tout ce que la vie a à offrir.
it: Non lasciare che la paura ti impedisca di sperimentare tutto ciò che la vita ha da offrire.
pt_br: Não deixe que o medo o impeça de experimentar tudo o que a vida tem a oferecer.

# Phrase−Courage−29
source: Trust in the journey, even when the path is uncertain.
es: Confía en el viaje, incluso cuando el camino es incierto.
fr: Faites confiance au voyage, même lorsque le chemin est incertain.
it: Abbi fiducia nel viaggio, anche quando il percorso è incerto.
pt_br: Confie na jornada, mesmo quando o caminho é incerto.

# Phrase−Courage−30
source: Every obstacle you overcome is a stepping stone towards your success.
es: Cada obstáculo que superas es un trampolín hacia tu éxito.
fr: Chaque obstacle que vous surmontez est un tremplin vers votre succès.
it: Ogni ostacolo che superi è un trampolino di lancio verso il tuo successo.
pt_br: Cada obstáculo que você supera é um trampolim para o seu sucesso.

# Phrase−Courage−31
source: You have the power to make a positive impact on the world around you.
es: Tienes el poder de tener un impacto positivo en el mundo que te rodea.
fr: Vous avez le pouvoir d'avoir un impact positif sur le monde qui vous entoure.
it: Hai il potere di avere un impatto positivo sul mondo che ti circonda.
pt_br: Você tem o poder de causar um impacto positivo no mundo ao seu redor.

# Phrase−Courage−32
source: Believe in yourself, and others will believe in you too.
es: Cree en ti mismo y los demás también creerán en ti.
fr: Crois en toi et les autres croiront en toi aussi.
it: Credi in te stesso e anche gli altri crederanno in te.
pt_br: Acredite em si mesmo e os outros acreditarão em você também.

# Phrase−Courage−33
source: Your courage and determination will carry you through any challenge.
es: Tu coraje y determinación te llevarán a superar cualquier desafío.
fr: Votre courage et votre détermination vous permettront de surmonter n'importe quel défi.
it: Il tuo coraggio e la tua determinazione ti porteranno a superare qualsiasi sfida.
pt_br: Sua coragem e determinação o levarão a superar qualquer desafio.

# Phrase−Courage−34
source: Stay focused on your goals, and you will achieve them in due time.
es: Mantente enfocado en tus objetivos y los alcanzarás a su debido tiempo.
fr: Restez concentré sur vos objectifs et vous les atteindrez en temps voulu.
it: Rimani concentrato sui tuoi obiettivi e li raggiungerai a tempo debito.
pt_br: Mantenha-se focado em seus objetivos e você os alcançará no devido tempo.

# Phrase−Courage−35
source: Take action today towards the life you want to create.
es: Actúa hoy hacia la vida que quieres crear.
fr: Agissez aujourd'hui vers la vie que vous voulez créer.
it: Agisci oggi verso la vita che vuoi creare.
pt_br: Tome uma atitude hoje em relação à vida que você deseja criar.

# Phrase−Courage−36
source: Your inner light shines bright, even in the darkest of times.
es: Tu luz interior brilla intensamente, incluso en los momentos más oscuros.
fr: Votre lumière intérieure brille, même dans les moments les plus sombres.
it: La tua luce interiore risplende luminosa, anche nei momenti più bui.
pt_br: Sua luz interior brilha, mesmo nos momentos mais sombrios.

# Phrase−Courage−37
source: Don't be afraid to take risks and step outside of your comfort zone.
es: No tengas miedo de correr riesgos y salir de tu zona de confort.
fr: N'ayez pas peur de prendre des risques et de sortir de votre zone de confort.
it: Non aver paura di correre dei rischi e di uscire dalla tua zona di comfort.
pt_br: Não tenha medo de arriscar e sair da sua zona de conforto.

# Phrase−Courage−38
source: Your journey may be difficult at times, but it is worth it in the end.
es: Tu viaje puede ser difícil a veces, pero al final, vale la pena.
fr: Votre voyage peut parfois être difficile, mais au final, cela en vaut la peine.
it: Il tuo viaggio può essere difficile a volte, ma alla fine ne vale la pena.
pt_br: Sua jornada pode ser difícil às vezes, mas no final vale a pena.
