Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Blessing−30
source: May you find hope in even the darkest of moments.
es: Que encuentres esperanza incluso en tus momentos más oscuros.
fr: Puissiez-vous trouver l'espoir même dans vos moments les plus sombres.
it: Possa tu trovare la speranza anche nei momenti più bui.
pt_br: Que você encontre esperança mesmo em seus momentos mais sombrios.

# Phrase−Blessing−31
source: May you be surrounded by beauty and inspiration every day.
es: Que estés rodeado de belleza e inspiración todos los días.
fr: Puissiez-vous être entouré de beauté et d'inspiration chaque jour.
it: Possa tu essere circondato da bellezza e ispirazione ogni giorno.
pt_br: Que você esteja cercado de beleza e inspiração todos os dias.

# Phrase−Blessing−32
source: May you have the courage to follow your heart and trust your instincts.
es: Que tengas el coraje de seguir tu corazón y confiar en tus instintos.
fr: Puissiez-vous avoir le courage de suivre votre cœur et de faire confiance à votre instinct.
it: Possa tu avere il coraggio di seguire il tuo cuore e fidarti del tuo istinto.
pt_br: Que você tenha coragem de seguir seu coração e confiar em seus instintos.

# Phrase−Blessing−33
source: May you be blessed with endless opportunities and endless joy.
es: Que seas bendecido con infinitas oportunidades e infinita alegría.
fr: Puissiez-vous être béni avec des opportunités infinies et une joie infinie.
it: Possa tu essere benedetto con infinite opportunità e gioia infinita.
pt_br: Que você seja abençoado com oportunidades infinitas e alegria infinita.

# Phrase−Blessing−34
source: May you find strength in your faith and solace in your beliefs.
es: Que encuentres fuerza en tu fe y consuelo en tus convicciones.
fr: Puissiez-vous trouver la force dans votre foi et le réconfort dans vos convictions.
it: Possa tu trovare forza nella tua fede e conforto nelle tue convinzioni.
pt_br: Que você encontre força em sua fé e consolo em suas convicções.

# Phrase−Blessing−35
source: May you be surrounded by those who appreciate and respect you.
es: Que estés rodeado de aquellos que te aprecian y respetan.
fr: Puissiez-vous être entouré de ceux qui vous apprécient et vous respectent.
it: Possa tu essere circondato da coloro che ti apprezzano e ti rispettano.
pt_br: Que você esteja cercado por aqueles que apreciam e respeitam você.

# Phrase−Blessing−36
source: May you have the courage to make a difference and the impact you desire.
es: Que tengas el coraje de marcar la diferencia y el impacto que deseas.
fr: Puissiez-vous avoir le courage de faire la différence et d'avoir l'impact que vous désirez.
it: Possa tu avere il coraggio di fare la differenza e l'impatto che desideri.
pt_br: Que você tenha a coragem de fazer a diferença e o impacto que deseja.

# Phrase−Blessing−37
source: May you find joy in the journey and contentment in the destination.
es: Que encuentres alegría en el viaje y satisfacción en el destino.
fr: Puissiez-vous trouver la joie dans le voyage et l'épanouissement dans la destination.
it: Possa tu trovare gioia nel viaggio e appagamento nella destinazione.
pt_br: Que você encontre alegria na jornada e realização no destino.

# Phrase−Blessing−38
source: May you be blessed with a life filled with love and laughter.
es: Que seas bendecido con una vida llena de amor y risas.
fr: Puissiez-vous être béni avec une vie remplie d'amour et de rires.
it: Possa tu essere benedetto con una vita piena di amore e risate.
pt_br: Que você seja abençoado com uma vida cheia de amor e risos.

# Phrase−Blessing−39
source: May you have the wisdom to choose love over fear every time.
es: Que tengas la sabiduría para elegir el amor sobre el miedo cada vez.
fr: Puissiez-vous avoir la sagesse de choisir l'amour plutôt que la peur à chaque fois.
it: Possa tu avere la saggezza di scegliere ogni volta l'amore piuttosto che la paura.
pt_br: Que você tenha a sabedoria de escolher o amor ao invés do medo todas as vezes.

# Phrase−Blessing−40
source: May you find peace in nature and solace in its beauty.
es: Que encuentres paz en la naturaleza y consuelo en su belleza.
fr: Puissiez-vous trouver la paix dans la nature et le réconfort dans sa beauté.
it: Possa tu trovare pace nella natura e conforto nella sua bellezza.
pt_br: Que você encontre paz na natureza e consolo em sua beleza.

# Phrase−Blessing−41
source: May you be surrounded by positivity and surrounded by joy.
es: Que estés rodeado de positividad y rodeado de alegría.
fr: Puissiez-vous être entouré de positivité et entouré de joie.
it: Possa tu essere circondato da positività e circondato da gioia.
pt_br: Que você esteja cercado de positividade e cercado de alegria.

# Phrase−Blessing−42
source: May you have the courage to face your fears and overcome them.
es: Que tengas el coraje de enfrentar tus miedos y superarlos.
fr: Puissiez-vous avoir le courage d'affronter vos peurs et de les surmonter.
it: Possa tu avere il coraggio di affrontare le tue paure e superarle.
pt_br: Que você tenha coragem de enfrentar seus medos e vencê-los.

# Phrase−Blessing−43
source: May you find fulfillment in all that you do and joy in all that you are.
es: Que encuentres satisfacción en todo lo que haces y alegría en todo lo que eres.
fr: Puissiez-vous trouver l'épanouissement dans tout ce que vous faites et la joie dans tout ce que vous êtes.
it: Possa tu trovare appagamento in tutto ciò che fai e gioia in tutto ciò che sei.
pt_br: Que você encontre satisfação em tudo o que fizer e alegria em tudo o que você é.

# Phrase−Blessing−44
source: May you be blessed with inner peace and inner harmony.
es: Que seas bendecido con paz interior y armonía interior.
fr: Puissiez-vous être béni avec la paix intérieure et l'harmonie intérieure.
it: Possa tu essere benedetto con la pace interiore e l'armonia interiore.
pt_br: Que você seja abençoado com paz interior e harmonia interior.

# Phrase−Blessing−45
source: May you find joy in giving to others and happiness in serving others.
es: Que encuentres alegría en dar a los demás y felicidad en servir a los demás.
fr: Puissiez-vous trouver la joie de donner aux autres et le bonheur de servir les autres.
it: Possa tu trovare gioia nel dare agli altri e felicità nel servire gli altri.
pt_br: Que você encontre alegria em dar aos outros e felicidade em servir aos outros.

# Phrase−Blessing−46
source: May you be surrounded by beauty and surrounded by grace.
es: Que estés rodeado de belleza y rodeado de gracia.
fr: Puissiez-vous être entouré de beauté et entouré de grâce.
it: Possa tu essere circondato dalla bellezza e circondato dalla grazia.
pt_br: Que você esteja cercado de beleza e cercado de graça.

# Phrase−Blessing−47
source: May you have the wisdom to know when to let go and when to hold on.
es: Que tengas la sabiduría para saber cuándo soltar y cuándo aguantar.
fr: Puissiez-vous avoir la sagesse de savoir quand lâcher prise et quand s'accrocher.
it: Possa tu avere la saggezza di sapere quando lasciar andare e quando resistere.
pt_br: Que você tenha sabedoria para saber quando deixar ir e quando segurar.

# Phrase−Blessing−48
source: May you be blessed with a life full of excitement and adventure.
es: Que seas bendecido con una vida llena de emoción y aventura.
fr: Puissiez-vous être béni avec une vie pleine d'excitation et d'aventure.
it: Possa tu essere benedetto con una vita piena di eccitazione e avventura.
pt_br: Que você seja abençoado com uma vida cheia de emoção e aventura.

# Phrase−Blessing−49
source: May you find peace in the present moment and hope for the future.
es: Que encuentres paz en el momento presente y esperanza para el futuro.
fr: Puissiez-vous trouver la paix dans le moment présent et l'espoir pour l'avenir.
it: Possa tu trovare pace nel momento presente e speranza per il futuro.
pt_br: Que você encontre paz no momento presente e esperança no futuro.

# Phrase−Blessing−50
source: May you be surrounded by love and kindness, both from within and from those around you.
es: Que estés rodeado de amor y bondad, tanto desde dentro como de quienes te rodean.
fr: Puissiez-vous être entouré d'amour et de gentillesse, à la fois de l'intérieur et de ceux qui vous entourent.
it: Possa tu essere circondato da amore e gentilezza, sia dall'interno che da coloro che ti circondano.
pt_br: Que você esteja cercado de amor e bondade, tanto por dentro quanto por aqueles ao seu redor.

# Phrase−Blessing−51
source: May you be blessed with the strength to overcome any obstacle.
es: Que seas bendecido con la fuerza para superar cualquier obstáculo.
fr: Puissiez-vous être béni avec la force de surmonter n'importe quel obstacle.
it: Possa tu essere benedetto con la forza di superare qualsiasi ostacolo.
pt_br: Que você seja abençoado com a força para superar qualquer obstáculo.

# Phrase−Blessing−52
source: May your heart be filled with love and your mind with peace.
es: Que tu corazón se llene de amor y tu mente de paz.
fr: Que votre cœur soit rempli d'amour et votre esprit de paix.
it: Possa il tuo cuore essere pieno di amore e la tua mente di pace.
pt_br: Que seu coração se encha de amor e sua mente de paz.

# Phrase−Blessing−53
source: May you always have faith in yourself and your abilities.
es: Que siempre tengas fe en ti mismo y en tus habilidades.
fr: Puissiez-vous toujours avoir confiance en vous et en vos capacités.
it: Possa tu avere sempre fiducia in te stesso e nelle tue capacità.
pt_br: Que você sempre tenha fé em si mesmo e em suas habilidades.

# Phrase−Blessing−54
source: May you be blessed with abundance in all areas of your life.
es: Que seas bendecido con abundancia en todas las áreas de tu vida.
fr: Puissiez-vous être béni avec l'abondance dans tous les domaines de votre vie.
it: Possa tu essere benedetto con abbondanza in tutte le aree della tua vita.
pt_br: Que você seja abençoado com abundância em todas as áreas da sua vida.

# Phrase−Blessing−55
source: May you find joy in every moment, no matter how small.
es: Que encuentres alegría en cada momento, por pequeño que sea.
fr: Puissiez-vous trouver de la joie à chaque instant, aussi petit soit-il.
it: Possa tu trovare gioia in ogni momento, non importa quanto piccolo.
pt_br: Que você encontre alegria em cada momento, por menor que seja.

# Phrase−Blessing−56
source: May you be surrounded by positive and uplifting energy.
es: Que estés rodeado de energía positiva y edificante.
fr: Puissiez-vous être entouré d'une énergie positive et édifiante.
it: Possa tu essere circondato da energia positiva ed edificante.
pt_br: Que você esteja cercado por energia positiva e edificante.

# Phrase−Blessing−57
source: May you always follow the path that brings you the most happiness.
es: Que siempre sigas el camino que te traiga la mayor felicidad.
fr: Puissiez-vous toujours suivre le chemin qui vous apporte le plus de bonheur.
it: Possa tu seguire sempre il sentiero che ti porta più felicità.
pt_br: Que você sempre siga o caminho que lhe traz mais felicidade.

# Phrase−Blessing−58
source: May you be blessed with good fortune and endless opportunities.
es: Que seas bendecido con buena suerte y un sinfín de oportunidades.
fr: Puissiez-vous être béni avec bonne chance et opportunités infinies.
it: Possa tu essere benedetto con buona fortuna e infinite opportunità.
pt_br: Que você seja abençoado com boa sorte e oportunidades infinitas.

# Phrase−Blessing−59
source: May your dreams and aspirations become your reality.
es: Que tus sueños y aspiraciones se conviertan en tu realidad.
fr: Que vos rêves et vos aspirations deviennent votre réalité.
it: Possano i tuoi sogni e le tue aspirazioni diventare la tua realtà.
pt_br: Que seus sonhos e aspirações se tornem sua realidade.

# Phrase−Blessing−60
source: May you find beauty and wonder in the world around you.
es: Que encuentres belleza y maravillas en el mundo que te rodea.
fr: Puissiez-vous trouver la beauté et l'émerveillement dans le monde qui vous entoure.
it: Possa tu trovare bellezza e meraviglia nel mondo che ti circonda.
pt_br: Que você encontre beleza e maravilha no mundo ao seu redor.

# Phrase−Blessing−61
source: May you be surrounded by love and support from those who matter most.
es: Que estés rodeado del amor y el apoyo de aquellos que más te importan.
fr: Puissiez-vous être entouré de l'amour et du soutien de ceux qui comptent le plus.
it: Possa tu essere circondato dall'amore e dal sostegno di coloro che contano di più.
pt_br: Que você esteja cercado pelo amor e apoio daqueles que mais importam.

# Phrase−Blessing−62
source: May you have the courage to take risks and pursue your passions.
es: Que tengas el coraje de tomar riesgos y perseguir tus pasiones.
fr: Puissiez-vous avoir le courage de prendre des risques et de poursuivre vos passions.
it: Possa tu avere il coraggio di correre dei rischi e perseguire le tue passioni.
pt_br: Que você tenha coragem de correr riscos e perseguir suas paixões.

# Phrase−Blessing−63
source: May you be blessed with a peaceful and harmonious life.
es: Que seas bendecido con una vida pacífica y armoniosa.
fr: Puissiez-vous être béni avec une vie paisible et harmonieuse.
it: Possa tu essere benedetto con una vita pacifica e armoniosa.
pt_br: Que você seja abençoado com uma vida pacífica e harmoniosa.

# Phrase−Blessing−64
source: May you find comfort and solace in times of sorrow and pain.
es: Que encuentres consuelo y alivio en momentos de dolor y sufrimiento.
fr: Puissiez-vous trouver réconfort et soulagement dans les moments de douleur et de souffrance.
it: Possa tu trovare conforto e conforto nei momenti di dolore e dolore.
pt_br: Que você encontre conforto e alívio em tempos de dor e sofrimento.

# Phrase−Blessing−65
source: May you always have a grateful heart and an open mind.
es: Que siempre tengas un corazón agradecido y una mente abierta.
fr: Puissiez-vous toujours avoir un cœur reconnaissant et un esprit ouvert.
it: Possa tu avere sempre un cuore grato e una mente aperta.
pt_br: Que você sempre tenha um coração grato e uma mente aberta.

# Phrase−Blessing−66
source: May you be surrounded by the beauty and serenity of nature.
es: Que estés rodeado por la belleza y la serenidad de la naturaleza.
fr: Puissiez-vous être entouré par la beauté et la sérénité de la nature.
it: Possa tu essere circondato dalla bellezza e dalla serenità della natura.
pt_br: Que você esteja cercado pela beleza e serenidade da natureza.

# Phrase−Blessing−67
source: May you have the courage to speak your truth and stand up for what is right.
es: Que tengas el coraje de decir tu verdad y defender lo que es correcto.
fr: Puissiez-vous avoir le courage de dire votre vérité et de défendre ce qui est juste.
it: Possa tu avere il coraggio di dire la tua verità e difendere ciò che è giusto.
pt_br: Que você tenha a coragem de falar a sua verdade e defender o que é certo.

# Phrase−Blessing−68
source: May you be blessed with a life full of adventure and excitement.
es: Que seas bendecido con una vida llena de aventuras y emociones.
fr: Puissiez-vous être béni avec une vie pleine d'aventures et d'excitation.
it: Possa tu essere benedetto con una vita piena di avventura ed eccitazione.
pt_br: Que você seja abençoado com uma vida cheia de aventura e emoção.

# Phrase−Blessing−69
source: May you find success and fulfillment in all that you do.
es: Que encuentres el éxito y la realización en todo lo que hagas.
fr: Puissiez-vous trouver le succès et l'épanouissement dans tout ce que vous faites.
it: Possa tu trovare successo e appagamento in tutto ciò che fai.
pt_br: Que você encontre sucesso e realização em tudo o que fizer.

# Phrase−Blessing−70
source: May you always be guided by love, light, and compassion.
es: Que siempre te guíen el amor, la luz y la compasión.
fr: Puissiez-vous toujours être guidé par l'amour, la lumière et la compassion.
it: Possa tu essere sempre guidato dall'amore, dalla luce e dalla compassione.
pt_br: Que você sempre seja guiado pelo amor, luz e compaixão.

# Phrase−Blessing−71
source: May you be surrounded by an abundance of joy and happiness.
es: Que estés rodeado de una abundancia de alegría y felicidad.
fr: Puissiez-vous être entouré d'une abondance de joie et de bonheur.
it: Possa tu essere circondato da un'abbondanza di gioia e felicità.
pt_br: Que você esteja cercado por uma abundância de alegria e felicidade.

# Phrase−Blessing−72
source: May you have the courage to face your fears and overcome them.
es: Que tengas el coraje de enfrentar tus miedos y superarlos.
fr: Puissiez-vous avoir le courage d'affronter vos peurs et de les surmonter.
it: Possa tu avere il coraggio di affrontare le tue paure e superarle.
pt_br: Que você tenha coragem de enfrentar seus medos e vencê-los.

# Phrase−Blessing−73
source: May you be blessed with good health and a long, happy life.
es: Que seas bendecido con buena salud y una vida larga y feliz.
fr: Puissiez-vous être béni avec une bonne santé et une vie longue et heureuse.
it: Possa tu essere benedetto con buona salute e una vita lunga e felice.
pt_br: Que você seja abençoado com boa saúde e uma vida longa e feliz.

# Phrase−Blessing−74
source: May you find peace and contentment in the present moment.
es: Que encuentres paz y satisfacción en el momento presente.
fr: Puissiez-vous trouver la paix et le contentement dans le moment présent.
it: Possa tu trovare pace e appagamento nel momento presente.
pt_br: Que você encontre paz e contentamento no momento presente.

# Phrase−Blessing−75
source: May you always be true to yourself and your values.
es: Que siempre seas fiel a ti mismo y a tus valores.
fr: Puissiez-vous toujours être fidèle à vous-même et à vos valeurs.
it: Possa tu essere sempre fedele a te stesso e ai tuoi valori.
pt_br: Que você sempre seja verdadeiro consigo mesmo e com seus valores.

# Phrase−Blessing−76
source: May you be surrounded by the warmth and comfort of family and friends.
es: Que estés rodeado por la calidez y el confort de familiares y amigos.
fr: Puissiez-vous être entouré de la chaleur et du confort de votre famille et de vos amis.
it: Possa tu essere circondato dal calore e dal conforto della famiglia e degli amici.
pt_br: Que você esteja cercado pelo calor e conforto de sua família e amigos.

# Phrase−Blessing−77
source: May you have the wisdom to see the beauty in every situation.
es: Que tengas la sabiduría para ver la belleza en cada situación.
fr: Puissiez-vous avoir la sagesse de voir la beauté dans chaque situation.
it: Possa tu avere la saggezza per vedere la bellezza in ogni situazione.
pt_br: Que você tenha sabedoria para ver a beleza em todas as situações.

# Phrase−Blessing−78
source: May you be blessed with the power of forgiveness and the grace to let go.
es: Que seas bendecido con el poder del perdón y la gracia de dejar ir.
fr: Puissiez-vous être béni avec le pouvoir du pardon et la grâce de lâcher prise.
it: Possa tu essere benedetto con il potere del perdono e la grazia di lasciarti andare.
pt_br: Que você seja abençoado com o poder do perdão e a graça de deixar ir.

# Phrase−Blessing−79
source: May you find inspiration and creativity in everything you do.
es: Que encuentres inspiración y creatividad en todo lo que hagas.
fr: Puissiez-vous trouver l'inspiration et la créativité dans tout ce que vous faites.
it: Possa tu trovare ispirazione e creatività in tutto ciò che fai.
pt_br: Que você encontre inspiração e criatividade em tudo que fizer.

# Phrase−Blessing−80
source: May you always be surrounded by positive and uplifting thoughts.
es: Que siempre estés rodeado de pensamientos positivos y edificantes.
fr: Puissiez-vous toujours être entouré de pensées positives et édifiantes.
it: Possa tu essere sempre circondato da pensieri positivi ed edificanti.
pt_br: Que você esteja sempre rodeado de pensamentos positivos e edificantes.

# Phrase−Blessing−81
source: May you be blessed with a heart full of love and a spirit full of joy.
es: Que seas bendecido con un corazón lleno de amor y un espíritu lleno de alegría.
fr: Puissiez-vous être béni avec un cœur rempli d'amour et un esprit rempli de joie.
it: Possa tu essere benedetto con un cuore pieno d'amore e uno spirito pieno di gioia.
pt_br: Que você seja abençoado com um coração cheio de amor e um espírito cheio de alegria.

# Phrase−Blessing−82
source: May you have the courage to pursue your dreams and never give up.
es: Que tengas el coraje de perseguir tus sueños y nunca rendirte.
fr: Puissiez-vous avoir le courage de poursuivre vos rêves et de ne jamais abandonner.
it: Possa tu avere il coraggio di inseguire i tuoi sogni e non mollare mai.
pt_br: Que você tenha coragem de perseguir seus sonhos e nunca desistir.

# Phrase−Blessing−83
source: May you be surrounded by the magic and wonder of the universe.
es: Que estés rodeado por la magia y la maravilla del universo.
fr: Puissiez-vous être entouré par la magie et les merveilles de l'univers.
it: Possa tu essere circondato dalla magia e dalla meraviglia dell'universo.
pt_br: Que você esteja cercado pela magia e maravilha do universo.

# Phrase−Blessing−84
source: May you find peace and happiness in every aspect of your life.
es: Que encuentres paz y felicidad en todos los aspectos de tu vida.
fr: Puissiez-vous trouver la paix et le bonheur dans tous les aspects de votre vie.
it: Possa tu trovare pace e felicità in ogni aspetto della tua vita.
pt_br: Que você encontre paz e felicidade em todos os aspectos de sua vida.

# Phrase−Blessing−85
source: May you always be surrounded by the beauty and tranquility of nature.
es: Que siempre estés rodeado de la belleza y tranquilidad de la naturaleza.
fr: Puissiez-vous toujours être entouré par la beauté et la tranquillité de la nature.
it: Possa tu essere sempre circondato dalla bellezza e dalla tranquillità della natura.
pt_br: Que você esteja sempre cercado pela beleza e tranquilidade da natureza.

# Phrase−Blessing−86
source: May you be blessed with the courage to take on new challenges and opportunities.
es: Que seas bendecido con el coraje de enfrentar nuevos desafíos y oportunidades.
fr: Puissiez-vous être béni avec le courage de faire face à de nouveaux défis et opportunités.
it: Possa tu essere benedetto con il coraggio di affrontare nuove sfide e opportunità.
pt_br: Que você seja abençoado com a coragem de enfrentar novos desafios e oportunidades.

# Phrase−Blessing−87
source: May you find purpose and meaning in every experience.
es: Que encuentres propósito y significado en cada experiencia.
fr: Puissiez-vous trouver un but et un sens à chaque expérience.
it: Possa tu trovare scopo e significato in ogni esperienza.
pt_br: Que você encontre propósito e significado em cada experiência.

# Phrase−Blessing−88
source: May you be surrounded by love and light, now and always.
es: Que estés rodeado de amor y luz, ahora y siempre.
fr: Puissiez-vous être entouré d'amour et de lumière, maintenant et toujours.
it: Possa tu essere circondato da amore e luce, ora e sempre.
pt_br: Que você esteja cercado de amor e luz, agora e sempre.

# Phrase−Blessing−89
source: May you have the wisdom to let go of the past and embrace the future.
es: Que tengas la sabiduría para dejar ir el pasado y abrazar el futuro.
fr: Puissiez-vous avoir la sagesse d'abandonner le passé et d'embrasser l'avenir.
it: Possa tu avere la saggezza di lasciar andare il passato e abbracciare il futuro.
pt_br: Que você tenha a sabedoria de deixar o passado para trás e abraçar o futuro.

# Phrase−Blessing−90
source: May you be blessed with a life full of love, joy, and laughter.
es: Que seas bendecido con una vida llena de amor, alegría y risas.
fr: Puissiez-vous être béni avec une vie pleine d'amour, de joie et de rires.
it: Possa tu essere benedetto con una vita piena di amore, gioia e risate.
pt_br: Que você seja abençoado com uma vida cheia de amor, alegria e risadas.
