Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Success−65
source: Success is not about being perfect, it's about making progress and learning from your mistakes.
es: El éxito no se trata de ser perfecto, se trata de progresar y aprender de los errores.
fr: Le succès ne consiste pas à être parfait, il s'agit de progresser et d'apprendre de ses erreurs.
it: Il successo non è essere perfetti, si tratta di fare progressi e imparare dai propri errori.
pt_br: Sucesso não é ser perfeito, é progredir e aprender com seus erros.

# Phrase−Success−66
source: Stay positive and optimistic, even in difficult times. It will help you overcome any obstacle.
es: Mantente positivo y optimista, incluso en tiempos difíciles. Te ayudará a superar cualquier obstáculo.
fr: Restez positif et optimiste, même dans les moments difficiles. Cela vous aidera à surmonter n'importe quel obstacle.
it: Rimani positivo e ottimista, anche nei momenti difficili. Ti aiuterà a superare qualsiasi ostacolo.
pt_br: Mantenha-se positivo e otimista, mesmo em tempos difíceis. Isso o ajudará a superar qualquer obstáculo.

# Phrase−Success−67
source: Your success is not just about you, but about the impact you have on the world.
es: Tu éxito no se trata solo de ti, se trata del impacto que tienes en el mundo.
fr: Votre succès ne dépend pas seulement de vous, il s'agit de l'impact que vous avez sur le monde.
it: Il tuo successo non riguarda solo te, ma anche l'impatto che hai sul mondo.
pt_br: Seu sucesso não é apenas sobre você, é sobre o impacto que você tem no mundo.

# Phrase−Success−68
source: Believe in your dreams, and they will become a reality.
es: Cree en tus sueños y se harán realidad.
fr: Crois en tes rêves et ils se réaliseront.
it: Credi nei tuoi sogni e diventeranno realtà.
pt_br: Acredite nos seus sonhos e eles se tornarão realidade.

# Phrase−Success−69
source: Success is not about being better than others, it's about being the best version of yourself.
es: El éxito no se trata de ser mejor que los demás, se trata de ser la mejor versión de uno mismo.
fr: Le succès ne consiste pas à être meilleur que les autres, mais à être la meilleure version de soi-même.
it: Il successo non è essere migliori degli altri, ma essere la versione migliore di te stesso.
pt_br: Sucesso não é ser melhor que os outros, é ser a melhor versão de si mesmo.

# Phrase−Success−70
source: Stay motivated and committed to your goals, even when the going gets tough.
es: Manténgase motivado y comprometido con sus objetivos, incluso cuando las cosas se pongan difíciles.
fr: Restez motivé et engagé envers vos objectifs, même lorsque les choses se compliquent.
it: Rimani motivato e impegnato nei tuoi obiettivi, anche quando il gioco si fa duro.
pt_br: Mantenha-se motivado e comprometido com seus objetivos, mesmo quando as coisas ficarem difíceis.

# Phrase−Success−71
source: Success is not just about achieving your goals, but about the person you become in the process.
es: El éxito no se trata solo de lograr tus objetivos, se trata de la persona en la que te conviertes en el proceso.
fr: Le succès ne consiste pas seulement à atteindre vos objectifs, il s'agit de la personne que vous devenez dans le processus.
it: Il successo non riguarda solo il raggiungimento dei tuoi obiettivi, ma la persona che diventi nel processo.
pt_br: Sucesso não é apenas alcançar seus objetivos, é sobre a pessoa que você se torna no processo.

# Phrase−Success−72
source: Be grateful for what you have, but always strive for more.
es: Sé agradecido por lo que tienes, pero siempre esfuérzate por más.
fr: Soyez reconnaissant pour ce que vous avez, mais efforcez-vous toujours d'en faire plus.
it: Sii grato per quello che hai, ma cerca sempre di ottenere di più.
pt_br: Seja grato pelo que você tem, mas sempre lute por mais.

# Phrase−Success−73
source: Your success is not determined by your past, but by your present actions.
es: Tu éxito no está determinado por tu pasado, sino por tus acciones presentes.
fr: Votre succès n'est pas déterminé par votre passé, mais par vos actions présentes.
it: Il tuo successo non è determinato dal tuo passato, ma dalle tue azioni presenti.
pt_br: Seu sucesso não é determinado por seu passado, mas por suas ações presentes.

# Phrase−Success−74
source: Stay humble and grounded in your success, and use it to help others.
es: Mantente humilde y arraigado en tu éxito y utilízalo para ayudar a los demás.
fr: Restez humble et ancré dans votre succès et utilisez-le pour aider les autres.
it: Rimani umile e radicato nel tuo successo e usalo per aiutare gli altri.
pt_br: Mantenha-se humilde e fundamentado em seu sucesso e use-o para ajudar os outros.

# Phrase−Success−75
source: Believe in your ability to overcome any obstacle, and success will come naturally.
es: Cree en tu capacidad para superar cualquier obstáculo y el éxito vendrá de forma natural.
fr: Croyez en votre capacité à surmonter n'importe quel obstacle et le succès viendra naturellement.
it: Credi nella tua capacità di superare qualsiasi ostacolo e il successo arriverà naturalmente.
pt_br: Acredite na sua capacidade de superar qualquer obstáculo e o sucesso virá naturalmente.

# Phrase−Success−76
source: Stay patient and persistent, and success will eventually come.
es: Sé paciente y persistente, y el éxito llegará eventualmente.
fr: Restez patient et persévérant, et le succès finira par venir.
it: Rimani paziente e persistente, e alla fine il successo arriverà.
pt_br: Seja paciente e persistente, e o sucesso virá eventualmente.

# Phrase−Success−77
source: Success is not a destination, it's a journey of self-discovery.
es: El éxito no es un destino, es un viaje de autodescubrimiento.
fr: Le succès n'est pas une destination, c'est un voyage de découverte de soi.
it: Il successo non è una destinazione, è un viaggio alla scoperta di sé.
pt_br: O sucesso não é um destino, é uma jornada de autodescoberta.

# Phrase−Success−78
source: Surround yourself with positive and supportive people who believe in you.
es: Rodéate de personas positivas y solidarias que crean en ti.
fr: Entourez-vous de personnes positives et solidaires qui croient en vous.
it: Circondati di persone positive e solidali che credono in te.
pt_br: Cerque-se de pessoas positivas e solidárias que acreditam em você.

# Phrase−Success−79
source: Stay true to your passion and purpose, and success will follow.
es: Mantente fiel a tu pasión y propósito, y el éxito te seguirá.
fr: Restez fidèle à votre passion et à votre objectif, et le succès suivra.
it: Rimani fedele alla tua passione e al tuo scopo, e il successo seguirà.
pt_br: Mantenha-se fiel à sua paixão e propósito, e o sucesso virá.

# Phrase−Success−80
source: Your success is not just about what you achieve, but about the legacy you leave behind.
es: Tu éxito no se trata solo de lo que logras, también se trata del legado que dejas.
fr: Votre succès ne dépend pas seulement de ce que vous accomplissez, il s'agit également de l'héritage que vous laissez derrière vous.
it: Il tuo successo non riguarda solo ciò che ottieni, ma anche l'eredità che ti lasci alle spalle.
pt_br: Seu sucesso não é apenas sobre o que você consegue, é também sobre o legado que você deixa para trás.

# Phrase−Success−81
source: Stay focused on the present moment, and let go of the past and future.
es: Mantente enfocado en el momento presente y deja ir el pasado y el futuro.
fr: Restez concentré sur le moment présent et laissez aller le passé et le futur.
it: Rimani concentrato sul momento presente e lascia andare il passato e il futuro.
pt_br: Mantenha-se focado no momento presente e deixe de lado o passado e o futuro.

# Phrase−Success−82
source: Success is not about being the best, it's about being your best.
es: El éxito no se trata de ser el mejor, se trata de ser una mejor versión de ti mismo todos los días.
fr: Le succès ne consiste pas à être le meilleur, mais à être une meilleure version de vous-même chaque jour.
it: Il successo non è essere il migliore, ma essere il migliore.
pt_br: Sucesso não é ser o melhor, é ser uma versão melhor de si mesmo todos os dias.

# Phrase−Success−83
source: Believe in yourself, even when others doubt you.
es: Cree en ti mismo, incluso cuando los demás duden de ti.
fr: Croyez en vous, même quand les autres doutent de vous.
it: Credi in te stesso, anche quando gli altri dubitano di te.
pt_br: Acredite em si mesmo, mesmo quando os outros duvidarem de você.

# Phrase−Success−84
source: Stay disciplined and consistent in your actions, and success will follow.
es: Manténgase disciplinado y consistente en sus acciones y el éxito llegará.
fr: Restez discipliné et cohérent dans vos actions et le succès suivra.
it: Rimani disciplinato e coerente nelle tue azioni e il successo seguirà.
pt_br: Mantenha-se disciplinado e consistente em suas ações e o sucesso virá.

# Phrase−Success−85
source: Your success is a reflection of your mindset and attitude towards life.
es: Tu éxito es un reflejo de tu mentalidad y tu actitud ante la vida.
fr: Votre succès est le reflet de votre état d'esprit et de votre attitude envers la vie.
it: Il tuo successo è un riflesso della tua mentalità e del tuo atteggiamento nei confronti della vita.
pt_br: Seu sucesso é um reflexo de sua mentalidade e de sua atitude perante a vida.

# Phrase−Success−86
source: Stay open-minded and adaptable, and success will come from unexpected places.
es: Mantente abierto y adaptable, y el éxito vendrá de lugares inesperados.
fr: Restez ouvert d'esprit et adaptable, et le succès viendra d'endroits inattendus.
it: Rimani di mentalità aperta e adattabile, e il successo arriverà da luoghi inaspettati.
pt_br: Mantenha a mente aberta e adaptável, e o sucesso virá de lugares inesperados.

# Phrase−Success−87
source: Success is not just about achieving your goals, it's about the journey of self-discovery.
es: El éxito no se trata solo de lograr tus objetivos, también se trata del viaje de autodescubrimiento.
fr: Le succès ne consiste pas seulement à atteindre vos objectifs, c'est aussi le voyage de la découverte de soi.
it: Il successo non riguarda solo il raggiungimento dei tuoi obiettivi, ma anche il viaggio alla scoperta di te stesso.
pt_br: O sucesso não é apenas alcançar seus objetivos, mas também a jornada de autodescoberta.

# Phrase−Success−88
source: Stay committed to your goals, even when it feels like nothing is happening.
es: Mantente fiel a tus objetivos, incluso cuando parezca que no pasa nada.
fr: Restez fidèle à vos objectifs, même quand il semble que rien ne se passe.
it: Rimani fedele ai tuoi obiettivi, anche quando sembra che non stia succedendo nulla.
pt_br: Mantenha-se fiel aos seus objetivos, mesmo quando parece que nada está acontecendo.

# Phrase−Success−89
source: Your success is not determined by external factors, but by your internal drive and determination.
es: Tu éxito no está determinado por factores externos, sino por tu impulso y determinación internos.
fr: Votre succès n'est pas déterminé par des facteurs externes, mais par votre dynamisme et votre détermination internes.
it: Il tuo successo non è determinato da fattori esterni, ma dalla tua spinta e determinazione interne.
pt_br: Seu sucesso não é determinado por fatores externos, mas por seu impulso e determinação internos.

# Phrase−Success−90
source: Stay focused on the things that matter, and let go of the things that don't.
es: Mantente enfocado en las cosas que importan y deja de lado las cosas que no lo hacen.
fr: Restez concentré sur les choses qui comptent et laissez aller les choses qui ne comptent pas.
it: Resta concentrato sulle cose che contano e lascia andare le cose che non lo sono.
pt_br: Mantenha-se focado nas coisas que importam e deixe de lado as coisas que não importam.

# Phrase−Success−91
source: Success is not a destination, it’s a continuous process of growth and development.
es: El éxito no es un destino, es un proceso continuo de crecimiento y desarrollo.
fr: Le succès n'est pas une destination, c'est un processus continu de croissance et de développement.
it: Il successo non è una destinazione, è un processo continuo di crescita e sviluppo.
pt_br: O sucesso não é um destino, é um processo contínuo de crescimento e desenvolvimento.

# Phrase−Success−92
source: Believe in yourself and your potential to achieve greatness.
es: Cree en ti mismo y en tu potencial para alcanzar la grandeza.
fr: Croyez en vous et en votre potentiel pour atteindre la grandeur.
it: Credi in te stesso e nel tuo potenziale per raggiungere la grandezza.
pt_br: Acredite em você e no seu potencial para alcançar a grandeza.

# Phrase−Success−93
source: Stay persistent in the pursuit of your dreams, and success will come.
es: Sé tenaz en perseguir tus sueños y el éxito llegará.
fr: Soyez tenace dans la poursuite de vos rêves et le succès viendra.
it: Sii tenace nel perseguimento dei tuoi sogni e il successo arriverà.
pt_br: Seja tenaz em perseguir seus sonhos e o sucesso virá.

# Phrase−Success−94
source: Your success is a reflection of the effort you put in every day.
es: Tu éxito es un reflejo del esfuerzo que pones todos los días.
fr: Votre succès est le reflet des efforts que vous fournissez chaque jour.
it: Il tuo successo è un riflesso dello sforzo che fai ogni giorno.
pt_br: Seu sucesso é um reflexo do esforço que você faz todos os dias.

# Phrase−Success−95
source: Stay proactive and take ownership of your success.
es: Manténgase proactivo y tome posesión de su éxito.
fr: Restez proactif et prenez en main votre succès.
it: Resta proattivo e assumi la responsabilità del tuo successo.
pt_br: Mantenha-se proativo e assuma o controle do seu sucesso.

# Phrase−Success−96
source: Success is not just about what you do, but who you are.
es: El éxito no se trata solo de lo que haces, se trata de quién eres.
fr: Le succès ne dépend pas seulement de ce que vous faites, il s'agit de qui vous êtes.
it: Il successo non riguarda solo quello che fai, ma chi sei.
pt_br: Sucesso não é apenas sobre o que você faz, é sobre quem você é.

# Phrase−Success−97
source: Stay resilient in the face of setbacks and challenges.
es: Manténgase resistente frente a los contratiempos y desafíos.
fr: Restez résilient face aux revers et aux défis.
it: Rimani resiliente di fronte a battute d'arresto e sfide.
pt_br: Mantenha-se resiliente diante de contratempos e desafios.

# Phrase−Success−98
source: Your success is not just about achieving your own goals, but also helping others achieve theirs.
es: Tu éxito no se trata solo de lograr tus objetivos, también se trata de ayudar a otros a lograr los suyos.
fr: Votre succès ne consiste pas seulement à atteindre vos objectifs, il s'agit également d'aider les autres à atteindre les leurs.
it: Il tuo successo non consiste solo nel raggiungere i tuoi obiettivi, ma anche nell'aiutare gli altri a raggiungere i loro.
pt_br: Seu sucesso não é apenas atingir seus objetivos, mas também ajudar os outros a alcançarem os deles.

# Phrase−Success−99
source: Stay focused on your strengths and talents, and use them to achieve success.
es: Manténgase enfocado en sus fortalezas y talentos y utilícelos para lograr el éxito.
fr: Restez concentré sur vos forces et vos talents et utilisez-les pour réussir.
it: Rimani concentrato sui tuoi punti di forza e sui tuoi talenti e usali per raggiungere il successo.
pt_br: Mantenha-se focado em seus pontos fortes e talentos e use-os para alcançar o sucesso.

# Phrase−Success−100
source: Success is not about the destination, but about the journey of self-discovery and personal growth.
es: El éxito no se trata del destino, se trata del viaje de autodescubrimiento y crecimiento personal.
fr: Le succès n'est pas une question de destination, c'est un voyage de découverte de soi et de croissance personnelle.
it: Il successo non riguarda la destinazione, ma il viaggio alla scoperta di sé e alla crescita personale.
pt_br: O sucesso não tem a ver com o destino, mas com a jornada de autodescoberta e crescimento pessoal.

# Phrase−Confidence−1
source: You are capable of achieving great things. Believe in yourself and trust in your abilities.
es: Eres capaz de lograr grandes cosas. Cree en ti mismo y confía en tus habilidades.
fr: Vous êtes capable d'accomplir de grandes choses. Croyez en vous et faites confiance à vos capacités.
it: Sei in grado di realizzare grandi cose. Credi in te stesso e confida nelle tue capacità.
pt_br: Você é capaz de realizar grandes coisas. Acredite em si mesmo e confie em suas habilidades.

# Phrase−Confidence−2
source: You are worthy of love and respect. Don't let anyone make you feel otherwise.
es: Eres digno de amor y respeto. No dejes que nadie te haga sentir diferente.
fr: Tu es digne d'amour et de respect. Ne laisse personne te faire sentir différemment.
it: Sei degno di amore e rispetto. Non permettere a nessuno di farti sentire diversamente.
pt_br: Você é digno de amor e respeito. Não deixe ninguém fazer você se sentir diferente.

# Phrase−Confidence−3
source: Remember that your mistakes do not define you. Learn from them and use them to grow stronger.
es: Recuerda que tus errores no te definen. Aprende de ellos y utilízalos para ser más fuerte.
fr: N'oubliez pas que vos erreurs ne vous définissent pas. Tirez-en des leçons et utilisez-les pour devenir plus fort.
it: Ricorda che i tuoi errori non ti definiscono. Impara da loro e usali per diventare più forte.
pt_br: Lembre-se de que seus erros não definem você. Aprenda com eles e use-os para se tornar mais forte.

# Phrase−Confidence−4
source: You have unique talents and qualities that make you special. Embrace them and let them shine.
es: Tienes talentos y cualidades únicos que te hacen especial. Abrázalos y déjalos brillar.
fr: Vous avez des talents et des qualités uniques qui vous rendent spécial. Embrassez-les et laissez-les briller.
it: Hai talenti e qualità unici che ti rendono speciale. Abbracciali e falli brillare.
pt_br: Você tem talentos e qualidades únicas que o tornam especial. Abrace-os e deixe-os brilhar.

# Phrase−Confidence−5
source: You are not alone. I am here to support you, and there are people in your life who care about you and want to see you succeed.
es: No estás solo. Estoy aquí para apoyarte, y hay personas en tu vida que se preocupan por ti y quieren verte triunfar.
fr: Tu n'es pas seul. Je suis ici pour te soutenir, et il y a des gens dans ta vie qui se soucient de toi et veulent te voir réussir.
it: Non sei solo. Sono qui per sostenerti, e ci sono persone nella tua vita che si prendono cura di te e vogliono vederti avere successo.
pt_br: Você não está sozinho. Estou aqui para apoiá-lo e há pessoas em sua vida que se preocupam com você e querem que você tenha sucesso.

# Phrase−Confidence−6
source: You are stronger than you know. Keep pushing forward, even when things get tough.
es: Eres más fuerte de lo que crees. Sigue adelante, incluso cuando las cosas se pongan difíciles.
fr: Tu es plus fort que tu ne le penses. Continue, même quand les choses deviennent difficiles.
it: Sei più forte di quanto pensi. Continua ad andare avanti, anche quando le cose si fanno difficili.
pt_br: Você é mais forte do que pensa. Continue, mesmo quando as coisas ficarem difíceis.

# Phrase−Confidence−7
source: Believe in your dreams and have faith in your journey. The universe is conspiring to help you achieve your goals.
es: Cree en tus sueños y ten fe en tu viaje. El universo está conspirando para ayudarte a alcanzar tus metas.
fr: Croyez en vos rêves et ayez foi en votre voyage. L'univers conspire pour vous aider à atteindre vos objectifs.
it: Credi nei tuoi sogni e abbi fede nel tuo viaggio. L'universo sta cospirando per aiutarti a raggiungere i tuoi obiettivi.
pt_br: Acredite em seus sonhos e tenha fé em sua jornada. O universo está conspirando para ajudá-lo a alcançar seus objetivos.

# Phrase−Confidence−8
source: Remember that failure is not the end. It's an opportunity to try again and do better.
es: Recuerda que el fracaso no es el final. Es una oportunidad para intentarlo de nuevo y hacerlo mejor.
fr: N'oubliez pas que l'échec n'est pas la fin. C'est une chance d'essayer à nouveau et de faire mieux.
it: Ricorda che il fallimento non è la fine. È un'opportunità per riprovare e fare meglio.
pt_br: Lembre-se de que o fracasso não é o fim. É uma chance de tentar novamente e fazer melhor.

# Phrase−Confidence−9
source: Take care of yourself, physically and mentally. You are important and deserve to be happy and healthy.
es: Cuídate, física y mentalmente. Eres importante y mereces ser feliz y saludable.
fr: Prenez soin de vous, physiquement et mentalement. Vous comptez et méritez d'être heureux et en bonne santé.
it: Prenditi cura di te, fisicamente e mentalmente. Sei importante e meriti di essere felice e in salute.
pt_br: Cuide-se, física e mentalmente. Você é importante e merece ser feliz e saudável.

# Phrase−Confidence−10
source: You are enough, just as you are. Believe in yourself and trust in your worth.
es: Eres suficiente, tal como eres. Cree en ti mismo y confía en tu valor.
fr: Tu es suffisant, tel que tu es. Croyez en vous et ayez confiance en votre valeur.
it: Sei abbastanza, così come sei. Credi in te stesso e confida nel tuo valore.
pt_br: Você é suficiente, assim como você é. Acredite em si mesmo e confie em seu valor.

# Phrase−Confidence−11
source: You have the power within you to overcome any challenge.
es: Tienes el poder dentro de ti para superar cualquier desafío.
fr: Vous avez en vous le pouvoir de surmonter n'importe quel défi.
it: Hai il potere dentro di te per superare qualsiasi sfida.
pt_br: Você tem o poder dentro de você para superar qualquer desafio.

# Phrase−Confidence−12
source: Your uniqueness is what makes you beautiful. Embrace it and be proud of who you are.
es: Tu singularidad es lo que te hace hermoso. Acéptalo y siéntete orgulloso de quién eres.
fr: Votre unicité est ce qui vous rend belle. Embrassez-la et soyez fier de qui vous êtes.
it: La tua unicità è ciò che ti rende bella. Abbracciala e sii orgoglioso di ciò che sei.
pt_br: Sua singularidade é o que o torna bonito. Abrace-o e tenha orgulho de quem você é.

# Phrase−Confidence−13
source: Believe in yourself, and others will believe in you too.
es: Cree en ti mismo y los demás también creerán en ti.
fr: Crois en toi et les autres croiront en toi aussi.
it: Credi in te stesso e anche gli altri crederanno in te.
pt_br: Acredite em si mesmo e os outros acreditarão em você também.

# Phrase−Confidence−14
source: Your past does not define your future. You have the power to create your own destiny.
es: Tu pasado no define tu futuro. Tienes el poder de crear tu propio destino.
fr: Votre passé ne définit pas votre avenir. Vous avez le pouvoir de créer votre propre destin.
it: Il tuo passato non definisce il tuo futuro. Hai il potere di creare il tuo destino.
pt_br: Seu passado não define seu futuro. Você tem o poder de criar seu próprio destino.

# Phrase−Confidence−15
source: You have a purpose in life, and you will find it if you keep searching.
es: Tienes un propósito en la vida y lo encontrarás si sigues buscando.
fr: Vous avez un but dans la vie et vous le trouverez si vous continuez à chercher.
it: Hai uno scopo nella vita e lo troverai se continui a cercare.
pt_br: Você tem um propósito na vida e o encontrará se continuar procurando.

# Phrase−Confidence−16
source: Your worth is not determined by external factors. You are valuable simply for existing.
es: Tu valor no está determinado por factores externos. Eres valioso simplemente porque existes.
fr: Votre valeur n'est pas déterminée par des facteurs externes. Vous êtes précieux simplement parce que vous existez.
it: Il tuo valore non è determinato da fattori esterni. Sei prezioso semplicemente perché esisti.
pt_br: Seu valor não é determinado por fatores externos. Você é valioso simplesmente porque existe.
