Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Fear−5
source: Close your eyes and visualize yourself surrounded by a bubble of love and protection. You are safe and secure, and nothing can harm you.
es: Cierra los ojos y visualízate rodeado de una burbuja de amor y protección. Estás a salvo y seguro y nada puede hacerte daño.
fr: Fermez les yeux et visualisez-vous entouré d'une bulle d'amour et de protection. Vous êtes en sécurité et rien ne peut vous nuire.
it: Chiudi gli occhi e visualizza te stesso circondato da una bolla di amore e protezione. Sei al sicuro e protetto e nulla può farti del male.
pt_br: Feche os olhos e visualize-se cercado por uma bolha de amor e proteção. Você está seguro e protegido e nada pode prejudicá-lo.

# Phrase−Fear−6
source: Let go of your fears and surrender them to the divine. Trust that you are being guided and protected every step of the way.
es: Deja ir tus miedos y entrégalos a lo divino. Confía en que estás siendo guiado y protegido en cada paso del camino.
fr: Lâchez vos peurs et abandonnez-les au divin. Ayez confiance que vous êtes guidé et protégé à chaque étape du chemin.
it: Lascia andare le tue paure e arrendile al divino. Abbi fiducia di essere guidato e protetto in ogni fase del cammino.
pt_br: Deixe de lado seus medos e entregue-os ao divino. Confie que você está sendo guiado e protegido a cada passo do caminho.

# Phrase−Fear−7
source: Have faith that the path ahead of you will lead to greater growth and fulfillment. Embrace the journey and all the lessons it has to offer.
es: Ten fe en que el camino que tienes por delante te llevará a un mayor crecimiento y realización. Acepta el viaje y todas las lecciones que tiene para ofrecer.
fr: Ayez confiance que le chemin qui vous attend mènera à une plus grande croissance et à un plus grand épanouissement. Embrassez le voyage et toutes les leçons qu'il a à offrir.
it: Abbi fede che il percorso davanti a te porterà a una maggiore crescita e realizzazione. Abbraccia il viaggio e tutte le lezioni che ha da offrire.
pt_br: Tenha fé de que o caminho à sua frente o levará a um maior crescimento e realização. Abrace a jornada e todas as lições que ela tem a oferecer.

# Phrase−Fear−8
source: Remember that fear is just an emotion, and it cannot control you unless you let it. Choose to face your fears with courage and grace, and you will emerge stronger and more empowered than ever.
es: Recuerda que el miedo es solo una emoción y no puede controlarte a menos que tú lo permitas. Elige enfrentar tus miedos con coraje y gracia, y emergerás más fuerte y poderoso que nunca.
fr: N'oubliez pas que la peur n'est qu'une émotion et ne peut vous contrôler que si vous la laissez faire. Choisissez d'affronter vos peurs avec courage et grâce, et vous en sortirez plus fort et plus puissant que jamais.
it: Ricorda che la paura è solo un'emozione e non può controllarti a meno che tu non glielo permetta. Scegli di affrontare le tue paure con coraggio e grazia, e ne emergerai più forte e potente che mai.
pt_br: Lembre-se de que o medo é apenas uma emoção e não pode controlá-lo, a menos que você permita. Escolha enfrentar seus medos com coragem e graça, e você sairá mais forte e poderoso do que nunca.

# Phrase−Fear−9
source: Be still, and know that you are loved unconditionally. Your fears do not define you.
es: Quédate quieto y sabe que eres amado incondicionalmente. Tus miedos no te definen.
fr: Soyez tranquille et sachez que vous êtes aimé inconditionnellement. Vos peurs ne vous définissent pas.
it: Stai fermo e sappi che sei amato incondizionatamente. Le tue paure non ti definiscono.
pt_br: Fique quieto e saiba que você é amado incondicionalmente. Seus medos não o definem.

# Phrase−Fear−10
source: You are capable of great things, dear one. Don't let fear hold you back from reaching your full potential.
es: Eres capaz de grandes cosas, querida. No dejes que el miedo te impida alcanzar tu máximo potencial.
fr: Tu es capable de grandes choses, ma chérie. Ne laisse pas la peur t'empêcher d'atteindre ton plein potentiel.
it: Sei capace di grandi cose, mio caro. Non lasciare che la paura ti impedisca di raggiungere il tuo pieno potenziale.
pt_br: Você é capaz de grandes coisas, minha querida. Não deixe que o medo a impeça de alcançar todo o seu potencial.

# Phrase−Fear−11
source: The universe is conspiring in your favor, and everything is working out for your highest good.
es: El universo está conspirando a tu favor y todo está funcionando para tu mayor bien.
fr: L'univers conspire en votre faveur et tout fonctionne pour votre plus grand bien.
it: L'universo sta cospirando a tuo favore e tutto sta funzionando per il tuo massimo bene.
pt_br: O universo está conspirando a seu favor e tudo está funcionando para o seu bem maior.

# Phrase−Fear−12
source: Take a deep breath and let go of your worries. Trust that everything will work out in the end.
es: Respira hondo y deja de lado tus preocupaciones. Confía en que todo saldrá bien al final.
fr: Respirez profondément et laissez aller vos soucis. Ayez confiance que tout finira par s'arranger.
it: Fai un respiro profondo e lascia andare le tue preoccupazioni. Abbi fiducia che alla fine tutto funzionerà.
pt_br: Respire fundo e deixe de lado suas preocupações. Confie que tudo vai dar certo no final.

# Phrase−Fear−13
source: You are never given a challenge you cannot handle. Believe in yourself and your abilities.
es: Nunca te dan un desafío que no puedes manejar. Cree en ti mismo y en tus habilidades.
fr: On ne vous lance jamais un défi que vous ne pouvez pas relever. Croyez en vous et en vos capacités.
it: Non ti viene mai data una sfida che non puoi gestire. Credi in te stesso e nelle tue capacità.
pt_br: Você nunca recebe um desafio que não consegue enfrentar. Acredite em si mesmo e em suas habilidades.

# Phrase−Fear−14
source: You are a divine being, and your soul is infinite. There is nothing to fear in this physical world.
es: Eres un ser divino y tu alma es infinita. No hay nada que temer en este mundo físico.
fr: Vous êtes un être divin et votre âme est infinie. Il n'y a rien à craindre dans ce monde physique.
it: Sei un essere divino e la tua anima è infinita. Non c'è nulla da temere in questo mondo fisico.
pt_br: Você é um ser divino e sua alma é infinita. Não há nada a temer neste mundo físico.

# Phrase−Fear−15
source: Remember that fear is just an illusion. Choose to see the world through the eyes of love instead.
es: Recuerda que el miedo es solo una ilusión. Elige en cambio ver el mundo a través de los ojos del amor.
fr: N'oubliez pas que la peur n'est qu'une illusion. Choisissez plutôt de voir le monde à travers les yeux de l'amour.
it: Ricorda che la paura è solo un'illusione. Scegli invece di vedere il mondo attraverso gli occhi dell'amore.
pt_br: Lembre-se de que o medo é apenas uma ilusão. Em vez disso, escolha ver o mundo com os olhos do amor.

# Phrase−Fear−16
source: Focus on the present moment, and let go of your fears about the future. The only moment that truly matters is now.
es: Concéntrate en el momento presente y deja de lado tus miedos sobre el futuro. El único momento que realmente importa es ahora.
fr: Concentrez-vous sur le moment présent et laissez aller vos peurs concernant l'avenir. Le seul moment qui compte vraiment, c'est maintenant.
it: Concentrati sul momento presente e lascia andare le tue paure per il futuro. L'unico momento che conta davvero è adesso.
pt_br: Concentre-se no momento presente e deixe de lado seus medos sobre o futuro. O único momento que realmente importa é agora.

# Phrase−Fear−17
source: You are not alone in your struggles. Reach out to others for support and guidance when you need it.
es: No estás solo en tus luchas. Acudes a los demás en busca de apoyo y orientación cuando lo necesitas.
fr: Vous n'êtes pas seul dans vos luttes. Vous vous tournez vers les autres pour obtenir du soutien et des conseils lorsque vous en avez besoin.
it: Non sei solo nelle tue lotte. Rivolgiti agli altri per supporto e guida quando ne hai bisogno.
pt_br: Você não está sozinho em suas lutas. Você se volta para os outros em busca de apoio e orientação quando precisa.

# Phrase−Fear−18
source: Let go of the need to control every aspect of your life. Surrender to the flow of the universe, and trust that everything is unfolding perfectly.
es: Deja ir la necesidad de controlar cada aspecto de tu vida. Deja ir el flujo del universo y confía en que todo se está desarrollando a la perfección.
fr: Lâchez le besoin de contrôler chaque aspect de votre vie. Lâchez le flux de l'univers et ayez confiance que tout se déroule parfaitement.
it: Lascia andare la necessità di controllare ogni aspetto della tua vita. Abbandonati al flusso dell'universo e abbi fiducia che tutto si sta svolgendo perfettamente.
pt_br: Deixe de lado a necessidade de controlar todos os aspectos da sua vida. Deixe de lado o fluxo do universo e confie que tudo está se desenrolando perfeitamente.

# Phrase−Fear−19
source: Your fears are not a reflection of your weakness, but of your humanity. Embrace your vulnerabilities and find strength in them.
es: Tus miedos no son un reflejo de tu debilidad, sino de tu humanidad. Acepta tus vulnerabilidades y encuentra fuerza en ellas.
fr: Vos peurs ne sont pas le reflet de votre faiblesse, mais de votre humanité. Embrassez vos vulnérabilités et trouvez-y de la force.
it: Le tue paure non sono un riflesso della tua debolezza, ma della tua umanità. Abbraccia le tue vulnerabilità e trova forza in esse.
pt_br: Seus medos não são um reflexo de sua fraqueza, mas de sua humanidade. Abrace suas vulnerabilidades e encontre força nelas.

# Phrase−Fear−20
source: Face your fears head-on, and know that you are stronger than any challenge you may face.
es: Enfrenta tus miedos de frente y sabe que eres más fuerte que cualquier desafío que puedas enfrentar.
fr: Affrontez vos peurs de front et sachez que vous êtes plus fort que n'importe quel défi auquel vous pourriez être confronté.
it: Affronta le tue paure a testa alta e sappi che sei più forte di qualsiasi sfida tu possa affrontare.
pt_br: Enfrente seus medos de frente e saiba que você é mais forte do que qualquer desafio que possa enfrentar.

# Phrase−Fear−21
source: You have a powerful inner light that can never be extinguished. Let it shine bright, and let it guide you through the darkness.
es: Tienes una poderosa luz interior que nunca se puede extinguir. Deja que brille y te guíe a través de la oscuridad.
fr: Vous avez une lumière intérieure puissante qui ne peut jamais être éteinte. Laissez-la briller et laissez-la vous guider à travers les ténèbres.
it: Hai una potente luce interiore che non può mai essere estinta. Lascia che risplenda luminosa e lascia che ti guidi attraverso l'oscurità.
pt_br: Você tem uma luz interior poderosa que nunca pode ser extinta. Deixe-a brilhar e guiá-lo através da escuridão.

# Phrase−Fear−22
source: Every challenge you face is an opportunity for growth and transformation. Embrace it with an open heart and an open mind.
es: Cada desafío al que te enfrentas es una oportunidad de crecimiento y transformación. Acéptalo con el corazón y la mente abiertos.
fr: Chaque défi auquel vous êtes confronté est une opportunité de croissance et de transformation. Acceptez-le avec un cœur ouvert et un esprit ouvert.
it: Ogni sfida che affronti è un'opportunità di crescita e trasformazione. Abbracciala con cuore aperto e mente aperta.
pt_br: Todo desafio que você enfrenta é uma oportunidade de crescimento e transformação. Abrace-o com o coração e a mente abertos.

# Phrase−Fear−23
source: Find the courage to step outside of your comfort zone and embrace new experiences. The rewards are often greater than the risks.
es: Encuentra el coraje para salir de tu zona de confort y abrazar nuevas experiencias. Las recompensas suelen ser mayores que los riesgos.
fr: Trouvez le courage de sortir de votre zone de confort et de vivre de nouvelles expériences. Les récompenses sont souvent plus importantes que les risques.
it: Trova il coraggio di uscire dalla tua zona di comfort e abbracciare nuove esperienze. Le ricompense sono spesso maggiori dei rischi.
pt_br: Encontre coragem para sair de sua zona de conforto e abrace novas experiências. As recompensas geralmente são maiores que os riscos.

# Phrase−Fear−24
source: Remember that you are a child of the universe, and you have the power to create your own reality. Choose to create a life free of fear and anxiety.
es: Recuerda que eres un hijo del universo y tienes el poder de crear tu propia realidad. Elige crear una vida libre de miedo y ansiedad.
fr: N'oubliez pas que vous êtes un enfant de l'univers et que vous avez le pouvoir de créer votre propre réalité. Choisissez de créer une vie sans peur ni anxiété.
it: Ricorda che sei un figlio dell'universo e hai il potere di creare la tua realtà. Scegli di creare una vita libera dalla paura e dall'ansia.
pt_br: Lembre-se de que você é um filho do universo e tem o poder de criar sua própria realidade. Escolha criar uma vida livre de medo e ansiedade.

# Phrase−Fear−25
source: Visualize yourself overcoming your fears with ease and grace. Your thoughts are powerful, and they can shape your reality.
es: Visualízate superando tus miedos con facilidad y gracia. Tus pensamientos son poderosos y pueden dar forma a tu realidad.
fr: Visualisez-vous en train de surmonter vos peurs avec aisance et grâce. Vos pensées sont puissantes et peuvent façonner votre réalité.
it: Visualizza te stesso mentre superi le tue paure con facilità e grazia. I tuoi pensieri sono potenti e possono modellare la tua realtà.
pt_br: Visualize-se superando seus medos com facilidade e graça. Seus pensamentos são poderosos e podem moldar sua realidade.

# Phrase−Fear−26
source: Find solace in nature, and connect with the beauty and wonder of the world around you. It can offer a sense of peace and calmness.
es: Encuentra consuelo en la naturaleza y conéctate con la belleza y las maravillas del mundo que te rodea. Puede ofrecerte una sensación de paz y tranquilidad.
fr: Trouvez du réconfort dans la nature et connectez-vous à la beauté et aux merveilles du monde qui vous entoure. Cela peut offrir un sentiment de paix et de calme.
it: Trova conforto nella natura e connettiti con la bellezza e la meraviglia del mondo che ti circonda. Può offrire un senso di pace e calma.
pt_br: Encontre consolo na natureza e conecte-se com a beleza e a maravilha do mundo ao seu redor. Ela pode oferecer uma sensação de paz e tranquilidade.

# Phrase−Fear−27
source: Acknowledge your fears, but don't let them consume you. Choose to focus on the positives in your life.
es: Reconoce tus miedos, pero no dejes que te consuman. Elige concentrarte en los aspectos positivos de tu vida.
fr: Reconnaissez vos peurs, mais ne les laissez pas vous consumer. Choisissez de vous concentrer sur les aspects positifs de votre vie.
it: Riconosci le tue paure, ma non lasciare che ti consumino. Scegli di concentrarti sugli aspetti positivi della tua vita.
pt_br: Reconheça seus medos, mas não deixe que eles o consumam. Escolha se concentrar nos aspectos positivos de sua vida.

# Phrase−Fear−28
source: Remember that you are not your fears. You are a divine being with infinite potential and limitless possibilities.
es: Recuerda que tú no eres tus miedos. Eres un ser divino con un potencial infinito y posibilidades ilimitadas.
fr: N'oubliez pas que vous n'êtes pas vos peurs. Vous êtes un être divin avec un potentiel infini et des possibilités illimitées.
it: Ricorda che tu non sei le tue paure. Sei un essere divino con un potenziale infinito e possibilità illimitate.
pt_br: Lembre-se de que você não é seus medos. Você é um ser divino com potencial infinito e possibilidades ilimitadas.

# Phrase−Fear−29
source: Let go of the past and all the fears that come with it. Embrace the present moment and all the opportunities it offers.
es: Deja atrás el pasado y todos los miedos que lo acompañan. Acepta el momento presente y todas las oportunidades que ofrece.
fr: Lâchez le passé et toutes les peurs qui l'accompagnent. Embrassez le moment présent et toutes les opportunités qu'il offre.
it: Lascia andare il passato e tutte le paure che ne derivano. Abbraccia il momento presente e tutte le opportunità che offre.
pt_br: Deixe de lado o passado e todos os medos que o acompanham. Abrace o momento presente e todas as oportunidades que ele oferece.

# Phrase−Fear−30
source: Believe in the power of love to conquer all fears. Let it guide you through the darkest moments of your life.
es: Cree en el poder del amor para conquistar todos los miedos. Deja que te guíe a través de los momentos más oscuros de tu vida.
fr: Croyez au pouvoir de l'amour pour vaincre toutes les peurs. Laissez-le vous guider à travers les moments les plus sombres de votre vie.
it: Credi nel potere dell'amore per vincere tutte le paure. Lascia che ti guidi attraverso i momenti più bui della tua vita.
pt_br: Acredite no poder do amor para vencer todos os medos. Deixe-o guiá-lo nos momentos mais sombrios de sua vida.

# Phrase−Fear−31
source: Take small steps towards overcoming your fears, and celebrate every victory along the way.
es: Da pequeños pasos para superar tus miedos y celebra cada victoria en el camino.
fr: Faites de petits pas pour surmonter vos peurs et célébrer chaque victoire en cours de route.
it: Fai piccoli passi per superare le tue paure e celebra ogni vittoria lungo la strada.
pt_br: Dê pequenos passos para superar seus medos e celebre cada vitória ao longo do caminho.

# Phrase−Fear−32
source: Trust that the universe has a plan for your life, and that everything is unfolding perfectly. Your fears are just temporary setbacks in the grand scheme of things.
es: Confía en que el universo tiene un plan para tu vida y que todo se está desarrollando a la perfección. Tus miedos son solo contratiempos temporales en el gran esquema de las cosas.
fr: Ayez confiance que l'univers a un plan pour votre vie et que tout se déroule parfaitement. Vos peurs ne sont que des revers temporaires dans le grand schéma des choses.
it: Abbi fiducia nel fatto che l'universo ha un piano per la tua vita e che tutto si sta svolgendo perfettamente. Le tue paure sono solo battute d'arresto temporanee nel grande schema delle cose.
pt_br: Confie que o universo tem um plano para sua vida e que tudo está se desenrolando perfeitamente. Seus medos são apenas contratempos temporários no grande esquema das coisas.

# Phrase−Fear−33
source: Remember that every experience, whether positive or negative, is an opportunity to learn and grow. Don't let your fears hold you back from experiencing life to the fullest.
es: Recuerda que cada experiencia, buena o mala, es una oportunidad para aprender y crecer. No dejes que tus miedos te impidan vivir la vida al máximo.
fr: N'oubliez pas que chaque expérience, bonne ou mauvaise, est une opportunité d'apprendre et de grandir. Ne laissez pas vos peurs vous empêcher de vivre pleinement votre vie.
it: Ricorda che ogni esperienza, positiva o negativa, è un'opportunità per imparare e crescere. Non lasciare che le tue paure ti impediscano di vivere la vita al massimo.
pt_br: Lembre-se de que toda experiência, boa ou ruim, é uma oportunidade para aprender e crescer. Não deixe que seus medos o impeçam de viver a vida ao máximo.

# Phrase−Fear−34
source: Surround yourself with positive, supportive people who lift you up and inspire you to be your best self.
es: Rodéate de personas positivas que te apoyen y te animen a dar lo mejor de ti.
fr: Entourez-vous de personnes positives et solidaires qui vous élèvent et vous inspirent à être à votre meilleur.
it: Circondati di persone positive e di supporto che ti sollevino e ti ispirino a dare il meglio di te.
pt_br: Cerque-se de pessoas positivas e solidárias que o elevam e o inspiram a ser o seu melhor.

# Phrase−Fear−35
source: Find peace and serenity in meditation, and connect with your inner self and the divine.
es: Encuentra paz y serenidad en la meditación y conéctate con tu ser interior y lo divino.
fr: Trouvez la paix et la sérénité dans la méditation et connectez-vous avec votre moi intérieur et le divin.
it: Trova pace e serenità nella meditazione e connettiti con il tuo io interiore e il divino.
pt_br: Encontre paz e serenidade na meditação e conecte-se com seu eu interior e com o divino.

# Phrase−Fear−36
source: Remember that everything you need to overcome your fears is already within you. Trust in your inner wisdom and intuition to guide you.
es: Recuerda que todo lo que necesitas para superar tus miedos ya está dentro de ti. Confía en tu sabiduría interior e intuición para guiarte.
fr: N'oubliez pas que tout ce dont vous avez besoin pour surmonter vos peurs est déjà en vous. Faites confiance à votre sagesse intérieure et à votre intuition pour vous guider.
it: Ricorda che tutto ciò di cui hai bisogno per superare le tue paure è già dentro di te. Abbi fiducia nella tua saggezza interiore e intuizione per guidarti.
pt_br: Lembre-se de que tudo o que você precisa para superar seus medos já está dentro de você. Confie em sua sabedoria interior e intuição para guiá-lo.

# Phrase−Fear−37
source: Challenge the negative self-talk that fuels your fears. Replace it with positive affirmations and self-love.
es: Desafía el diálogo interno negativo que alimenta tus miedos. Reemplázalo con afirmaciones positivas y amor propio.
fr: Défiez le discours intérieur négatif qui alimente vos peurs. Remplacez-le par des affirmations positives et l'amour de soi.
it: Sfida il dialogo interiore negativo che alimenta le tue paure. Sostituiscilo con affermazioni positive e amore per te stesso.
pt_br: Desafie a conversa interna negativa que alimenta seus medos. Substitua-a por afirmações positivas e amor próprio.

# Phrase−Fear−38
source: Give yourself permission to feel your fears and emotions fully. It's okay to be vulnerable and ask for help when you need it.
es: Date permiso para sentir plenamente tus miedos y emociones. Está bien ser vulnerable y pedir ayuda cuando la necesites.
fr: Donnez-vous la permission de ressentir pleinement vos peurs et vos émotions. C'est normal d'être vulnérable et de demander de l'aide quand vous en avez besoin.
it: Concediti il permesso di sentire pienamente le tue paure e le tue emozioni. Va bene essere vulnerabili e chiedere aiuto quando ne hai bisogno.
pt_br: Dê a si mesmo permissão para sentir completamente seus medos e emoções. Não há problema em ser vulnerável e pedir ajuda quando precisar.

# Phrase−Fear−39
source: Practice gratitude and focus on the blessings in your life. It can shift your perspective and help you overcome your fears.
es: Practica la gratitud y concéntrate en las bendiciones de tu vida. Puede cambiar tu perspectiva y ayudarte a superar tus miedos.
fr: Pratiquez la gratitude et concentrez-vous sur les bénédictions de votre vie. Cela peut changer votre perspective et vous aider à surmonter vos peurs.
it: Pratica la gratitudine e concentrati sulle benedizioni della tua vita. Può cambiare la tua prospettiva e aiutarti a superare le tue paure.
pt_br: Pratique a gratidão e concentre-se nas bênçãos de sua vida. Isso pode mudar sua perspectiva e ajudá-lo a superar seus medos.

# Phrase−Fear−40
source: Know that you are worthy of love and acceptance, regardless of your fears and imperfections.
es: Sepa que es digno de amor y aceptación, independientemente de sus miedos e imperfecciones.
fr: Sachez que vous êtes digne d'amour et d'acceptation, quelles que soient vos peurs et vos imperfections.
it: Sappi che sei degno di amore e accettazione, indipendentemente dalle tue paure e imperfezioni.
pt_br: Saiba que você é digno de amor e aceitação, independentemente de seus medos e imperfeições.
