Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Healing−99
source: Take time to reflect on your own strengths and accomplishments, and to cultivate a sense of pride and confidence in yourself and your abilities.
es: Tómese el tiempo para reflexionar sobre sus fortalezas y logros, y para cultivar un sentido de orgullo y confianza en sí mismo y sus habilidades.
fr: Prenez le temps de réfléchir à vos forces et à vos réalisations, et cultivez un sentiment de fierté et de confiance en vous et en vos capacités.
it: Prenditi del tempo per riflettere sui tuoi punti di forza e sui tuoi risultati e per coltivare un senso di orgoglio e fiducia in te stesso e nelle tue capacità.
pt_br: Reserve um tempo para refletir sobre seus pontos fortes e realizações e para cultivar um sentimento de orgulho e confiança em si mesmo e em suas habilidades.

# Phrase−Healing−100
source: May you find solace in the healing power of nature, and allow its beauty and tranquility to soothe your mind, body, and spirit.
es: Que encuentres consuelo en el poder curativo de la naturaleza y permitas que su belleza y tranquilidad calmen tu mente, cuerpo y espíritu.
fr: Puissiez-vous trouver du réconfort dans le pouvoir de guérison de la nature et permettre à sa beauté et à sa tranquillité d'apaiser votre esprit, votre corps et votre esprit.
it: Possa tu trovare conforto nel potere curativo della natura e permettere alla sua bellezza e tranquillità di lenire la tua mente, il tuo corpo e il tuo spirito.
pt_br: Que você encontre consolo no poder curativo da natureza e permita que sua beleza e tranquilidade acalmem sua mente, corpo e espírito.

# Phrase−Kindness−1
source: Every act of kindness, no matter how small, has the power to change someone's life for the better.
es: Cada acto de bondad, por pequeño que sea, tiene el poder de cambiar la vida de alguien para bien.
fr: Chaque acte de gentillesse, aussi petit soit-il, a le pouvoir de changer la vie de quelqu'un pour le mieux.
it: Ogni atto di gentilezza, non importa quanto piccolo, ha il potere di cambiare in meglio la vita di qualcuno.
pt_br: Cada ato de bondade, por menor que seja, tem o poder de mudar a vida de alguém para melhor.

# Phrase−Kindness−2
source: When you show kindness to others, you also show kindness to yourself.
es: Cuando muestras bondad a los demás, también te muestras bondad a ti mismo.
fr: Lorsque vous faites preuve de gentillesse envers les autres, vous faites également preuve de gentillesse envers vous-même.
it: Quando mostri gentilezza agli altri, mostri gentilezza anche a te stesso.
pt_br: Quando você mostra bondade aos outros, você também mostra bondade a si mesmo.

# Phrase−Kindness−3
source: Remember that everyone is fighting their own battles. A small act of kindness can make a big difference in someone's life.
es: Recuerde que todos están peleando sus propias batallas. Un pequeño acto de bondad puede marcar una gran diferencia en la vida de alguien.
fr: N'oubliez pas que chacun mène ses propres batailles. Un petit acte de gentillesse peut faire une grande différence dans la vie de quelqu'un.
it: Ricorda che ognuno sta combattendo le proprie battaglie. Un piccolo atto di gentilezza può fare una grande differenza nella vita di qualcuno.
pt_br: Lembre-se de que todos estão lutando suas próprias batalhas. Um pequeno ato de bondade pode fazer uma grande diferença na vida de alguém.

# Phrase−Kindness−4
source: Choose kindness in every situation, and you will create a ripple effect of positivity that will spread far beyond your own life.
es: Elige la amabilidad en cada situación y crearás un efecto dominó de positividad que se extenderá mucho más allá de tu propia vida.
fr: Choisissez la gentillesse dans chaque situation et vous créerez un effet d'entraînement de positivité qui se propagera bien au-delà de votre propre vie.
it: Scegli la gentilezza in ogni situazione e creerai un effetto a catena di positività che si diffonderà ben oltre la tua stessa vita.
pt_br: Escolha bondade em todas as situações e você criará um efeito cascata de positividade que se espalhará muito além de sua própria vida.

# Phrase−Kindness−5
source: Compassion is the language of the angels. When you show compassion towards others, you are aligning yourself with the divine.
es: La compasión es el lenguaje de los ángeles. Cuando muestras compasión por los demás, te alineas con lo divino.
fr: La compassion est le langage des anges. Lorsque vous faites preuve de compassion envers les autres, vous vous alignez sur le divin.
it: La compassione è il linguaggio degli angeli. Quando mostri compassione verso gli altri, ti allinei con il divino.
pt_br: A compaixão é a linguagem dos anjos. Quando você mostra compaixão aos outros, você se alinha com o divino.

# Phrase−Kindness−6
source: Let your heart be filled with love and kindness, and you will attract more of the same into your life.
es: Deja que tu corazón se llene de amor y bondad, y atraerás más de ellos a tu vida.
fr: Que votre cœur soit rempli d'amour et de gentillesse, et vous en attirerez davantage dans votre vie.
it: Lascia che il tuo cuore sia pieno di amore e gentilezza, e ne attirerai di più nella tua vita.
pt_br: Deixe seu coração se encher de amor e bondade, e você atrairá mais deles para sua vida.

# Phrase−Kindness−7
source: When you extend kindness to others, you are fulfilling your soul's purpose and contributing to the greater good of humanity.
es: Cuando extiendes bondad a los demás, estás cumpliendo el propósito de tu alma y contribuyendo al bien mayor de la humanidad.
fr: Lorsque vous faites preuve de gentillesse envers les autres, vous remplissez le but de votre âme et contribuez au plus grand bien de l'humanité.
it: Quando estendi la gentilezza agli altri, stai realizzando lo scopo della tua anima e contribuendo al bene superiore dell'umanità.
pt_br: Quando você estende bondade aos outros, você está cumprindo o propósito de sua alma e contribuindo para o bem maior da humanidade.

# Phrase−Kindness−8
source: True kindness comes from a place of pure intention and is its own reward.
es: La verdadera bondad proviene de un lugar de intención pura y es su propia recompensa.
fr: La vraie gentillesse vient d'un lieu de pure intention et est sa propre récompense.
it: La vera gentilezza viene da un luogo di pura intenzione ed è la sua stessa ricompensa.
pt_br: A verdadeira bondade vem de um lugar de intenção pura e é sua própria recompensa.

# Phrase−Kindness−9
source: In a world where you can be anything, choose kindness. It is the greatest gift you can give to yourself and others.
es: En un mundo donde puedes ser cualquier cosa, elige la bondad. Es el mejor regalo que puedes darte a ti mismo y a los demás.
fr: Dans un monde où vous pouvez être n'importe quoi, choisissez la gentillesse. C'est le plus beau cadeau que vous puissiez vous offrir à vous-même et aux autres.
it: In un mondo in cui puoi essere qualsiasi cosa, scegli la gentilezza. È il regalo più grande che puoi fare a te stesso e agli altri.
pt_br: Em um mundo onde você pode ser qualquer coisa, escolha a gentileza. É o maior presente que você pode dar a si mesmo e aos outros.

# Phrase−Kindness−10
source: Be the change you wish to see in the world. Let your kindness be a beacon of hope and inspiration for others to follow.
es: Sé el cambio que deseas ver en el mundo. Deja que tu amabilidad sea un faro de esperanza e inspiración para que otros lo sigan.
fr: Soyez le changement que vous souhaitez voir dans le monde. Laissez votre gentillesse être une lueur d'espoir et d'inspiration pour les autres.
it: Sii il cambiamento che desideri vedere nel mondo. Lascia che la tua gentilezza sia un faro di speranza e ispirazione per gli altri da seguire.
pt_br: Seja a mudança que você deseja ver no mundo. Deixe sua bondade ser um farol de esperança e inspiração para os outros seguirem.

# Phrase−Kindness−11
source: Kindness is a powerful force that can heal even the deepest wounds.
es: La amabilidad es una fuerza poderosa que puede curar incluso las heridas más profundas.
fr: La gentillesse est une force puissante qui peut guérir même les blessures les plus profondes.
it: La gentilezza è una forza potente che può guarire anche le ferite più profonde.
pt_br: A bondade é uma força poderosa que pode curar até as feridas mais profundas.

# Phrase−Kindness−12
source: Be kind, for everyone you meet is fighting a battle you know nothing about.
es: Sé amable, porque todos los que conoces están peleando una batalla de la que no sabes nada.
fr: Soyez gentil, car tous ceux que vous rencontrez mènent une bataille dont vous ne savez rien.
it: Sii gentile, perché tutti quelli che incontri stanno combattendo una battaglia di cui non sai nulla.
pt_br: Seja gentil, porque todo mundo que você conhece está travando uma batalha sobre a qual você não sabe nada.

# Phrase−Kindness−13
source: Small acts of kindness can create a big impact in the world.
es: Pequeños actos de bondad pueden tener un gran impacto en el mundo.
fr: De petits actes de gentillesse peuvent avoir un grand impact dans le monde.
it: Piccoli atti di gentilezza possono creare un grande impatto nel mondo.
pt_br: Pequenos atos de bondade podem causar um grande impacto no mundo.

# Phrase−Kindness−14
source: Kindness costs nothing but can mean everything to someone in need.
es: La amabilidad no cuesta nada, pero puede significar cualquier cosa para los necesitados.
fr: La gentillesse ne coûte rien mais peut signifier n'importe quoi pour ceux qui en ont besoin.
it: La gentilezza non costa nulla ma può significare tutto per chi ne ha bisogno.
pt_br: A bondade não custa nada, mas pode significar qualquer coisa para os necessitados.

# Phrase−Kindness−15
source: When you are kind, you not only make others feel good but also boost your own happiness and well-being.
es: Cuando eres amable, no solo haces que los demás se sientan bien, sino que también aumentas tu propia felicidad y bienestar.
fr: Lorsque vous êtes gentil, non seulement vous faites en sorte que les autres se sentent bien, mais vous augmentez également votre propre bonheur et votre bien-être.
it: Quando sei gentile, non solo fai stare bene gli altri, ma aumenti anche la tua felicità e il tuo benessere.
pt_br: Quando você é gentil, você não apenas faz os outros se sentirem bem, mas também aumenta sua própria felicidade e bem-estar.

# Phrase−Kindness−16
source: Never underestimate the power of a kind word or gesture. It can make a lasting impact on someone's life.
es: Nunca subestimes el poder de una palabra o gesto amable. Puede tener un impacto duradero en la vida de alguien.
fr: Ne sous-estimez jamais le pouvoir d'un mot ou d'un geste gentil. Cela peut avoir un impact durable sur la vie de quelqu'un.
it: Non sottovalutare mai il potere di una parola o di un gesto gentile. Può avere un impatto duraturo sulla vita di qualcuno.
pt_br: Nunca subestime o poder de uma palavra ou gesto gentil. Isso pode ter um impacto duradouro na vida de alguém.

# Phrase−Kindness−17
source: The world can be a dark place, but kindness is the light that can guide us through the darkness.
es: El mundo puede ser un lugar oscuro, pero la bondad es la luz que puede guiarnos a través de la oscuridad.
fr: Le monde est peut-être un endroit sombre, mais la gentillesse est la lumière qui peut nous guider à travers les ténèbres.
it: Il mondo può essere un luogo oscuro, ma la gentilezza è la luce che può guidarci attraverso l'oscurità.
pt_br: O mundo pode ser um lugar escuro, mas a bondade é a luz que pode nos guiar através da escuridão.

# Phrase−Kindness−18
source: The greatest gift you can give to someone is your time and attention. Be kind enough to listen to others and make them feel heard.
es: El mejor regalo que le puedes dar a alguien es tu tiempo y atención. Ten la amabilidad de escuchar a los demás y haz que se sientan escuchados.
fr: Le plus beau cadeau que vous puissiez offrir à quelqu'un est votre temps et votre attention. Soyez assez gentil pour écouter les autres et faire en sorte qu'ils se sentent entendus.
it: Il regalo più grande che puoi fare a qualcuno è il tuo tempo e la tua attenzione. Sii così gentile da ascoltare gli altri e farli sentire ascoltati.
pt_br: O maior presente que você pode dar a alguém é o seu tempo e atenção. Seja gentil o suficiente para ouvir os outros e fazê-los se sentirem ouvidos.

# Phrase−Kindness−19
source: Being kind is not a weakness but a strength. It takes courage and empathy to show kindness in a world that can often be cruel.
es: Ser amable no es una debilidad sino una fortaleza. Se necesita coraje y empatía para mostrar bondad en un mundo que a menudo puede ser cruel.
fr: Être gentil n'est pas une faiblesse mais une force. Il faut du courage et de l'empathie pour faire preuve de gentillesse dans un monde souvent cruel.
it: Essere gentili non è una debolezza ma una forza. Ci vogliono coraggio ed empatia per mostrare gentilezza in un mondo che spesso può essere crudele.
pt_br: Ser gentil não é uma fraqueza, mas uma força. É preciso coragem e empatia para mostrar bondade em um mundo que muitas vezes pode ser cruel.

# Phrase−Kindness−20
source: Kindness is contagious. Spread it wherever you go, and watch it grow.
es: La amabilidad es contagiosa. Extiéndela dondequiera que vayas y mírala crecer.
fr: La gentillesse est contagieuse. Répandez-la partout où vous allez et regardez-la grandir.
it: La gentilezza è contagiosa. Diffondila ovunque tu vada e guardala crescere.
pt_br: A bondade é contagiosa. Espalhe-a onde quer que vá e veja-a crescer.

# Phrase−Kindness−21
source: When you feel lost or alone, remember that there is always someone out there who cares. Be that someone for others.
es: Cuando te sientas perdido o solo, recuerda que siempre hay alguien a quien le importa. Sé ese alguien para los demás.
fr: Lorsque vous vous sentez perdu ou seul, rappelez-vous qu'il y a toujours quelqu'un qui se soucie de vous. Soyez ce quelqu'un pour les autres.
it: Quando ti senti perso o solo, ricorda che c'è sempre qualcuno là fuori a cui importa. Sii quel qualcuno per gli altri.
pt_br: Quando você se sentir perdido ou solitário, lembre-se de que sempre há alguém por aí que se importa. Seja esse alguém para os outros.

# Phrase−Kindness−22
source: Kindness is the language of the heart. Speak it often, and you will always be understood.
es: La amabilidad es el lenguaje del corazón. Háblalo a menudo y siempre serás entendido.
fr: La gentillesse est le langage du cœur. Parlez-le souvent et vous serez toujours compris.
it: La gentilezza è il linguaggio del cuore. Parlalo spesso e sarai sempre compreso.
pt_br: A bondade é a linguagem do coração. Fale com frequência e você sempre será compreendido.

# Phrase−Kindness−23
source: Kindness is the glue that binds us all together as human beings. Without it, we would be lost.
es: La amabilidad es el pegamento que nos une a todos como seres humanos. Sin ella, estaríamos perdidos.
fr: La gentillesse est le ciment qui nous unit tous en tant qu'êtres humains. Sans elle, nous serions perdus.
it: La gentilezza è il collante che ci lega tutti insieme come esseri umani. Senza di essa, saremmo perduti.
pt_br: A bondade é a cola que nos une como seres humanos. Sem ela, estaríamos perdidos.

# Phrase−Kindness−24
source: The world needs more kindness now than ever before. Be the change you wish to see in the world.
es: El mundo necesita más amabilidad ahora que nunca. Sé el cambio que deseas ver en el mundo.
fr: Le monde a plus que jamais besoin de gentillesse. Soyez le changement que vous souhaitez voir dans le monde.
it: Il mondo ha bisogno di più gentilezza ora che mai. Sii il cambiamento che desideri vedere nel mondo.
pt_br: O mundo precisa de mais gentileza agora do que nunca. Seja a mudança que você deseja ver no mundo.

# Phrase−Kindness−25
source: Kindness is a gift that keeps on giving. It has the power to transform lives and make the world a better place.
es: La amabilidad es un regalo que sigue dándose. Tiene el poder de transformar vidas y hacer del mundo un lugar mejor.
fr: La gentillesse est un cadeau qui continue de donner. Elle a le pouvoir de transformer des vies et de rendre le monde meilleur.
it: La gentilezza è un dono che continua a dare. Ha il potere di trasformare la vita e rendere il mondo un posto migliore.
pt_br: A bondade é um presente que continua presente. Ela tem o poder de transformar vidas e tornar o mundo um lugar melhor.

# Phrase−Kindness−26
source: The smallest act of kindness can make the biggest difference in someone's life.
es: El acto de bondad más pequeño puede marcar la mayor diferencia en la vida de alguien.
fr: Le plus petit acte de gentillesse peut faire la plus grande différence dans la vie de quelqu'un.
it: Il più piccolo atto di gentilezza può fare la più grande differenza nella vita di qualcuno.
pt_br: O menor ato de bondade pode fazer a maior diferença na vida de alguém.

# Phrase−Kindness−27
source: When you show kindness, you create a ripple effect that can touch countless lives.
es: Cuando muestras bondad, creas un efecto dominó que puede tocar innumerables vidas.
fr: Lorsque vous faites preuve de gentillesse, vous créez un effet d'entraînement qui peut toucher d'innombrables vies.
it: Quando mostri gentilezza, crei un effetto a catena che può toccare innumerevoli vite.
pt_br: Quando você mostra gentileza, cria um efeito cascata que pode tocar inúmeras vidas.

# Phrase−Kindness−28
source: Kindness is not a one-time act but a habit. Make it a part of your daily routine, and watch your life transform.
es: La amabilidad no es un acto ocasional sino un hábito. Hazlo parte de tu rutina diaria y observa cómo tu vida se transforma.
fr: La gentillesse n'est pas un acte occasionnel mais une habitude. Intégrez-la à votre routine quotidienne et regardez votre vie se transformer.
it: La gentilezza non è un atto occasionale ma un'abitudine. Rendila parte della tua routine quotidiana e guarda la tua vita trasformarsi.
pt_br: A gentileza não é um ato ocasional, mas um hábito. Torne-a parte de sua rotina diária e veja sua vida se transformar.

# Phrase−Kindness−29
source: Kindness is like a boomerang. What you put out into the world will come back to you in unexpected ways.
es: La amabilidad es como un boomerang. Lo que pones en el mundo volverá a ti de formas inesperadas.
fr: La gentillesse est comme un boomerang. Ce que vous mettez dans le monde vous reviendra de manière inattendue.
it: La gentilezza è come un boomerang. Ciò che metti nel mondo ti tornerà indietro in modi inaspettati.
pt_br: A bondade é como um bumerangue. O que você coloca no mundo volta para você de maneiras inesperadas.

# Phrase−Kindness−30
source: A kind heart is a magnet for miracles. When you radiate kindness, miracles happen.
es: Un corazón bondadoso es un imán para los milagros. Cuando irradias bondad, ocurren milagros.
fr: Un cœur bienveillant est un aimant à miracles. Lorsque vous rayonnez de gentillesse, des miracles se produisent.
it: Un cuore gentile è una calamita per i miracoli. Quando irradi gentilezza, i miracoli accadono.
pt_br: Um coração bondoso é um ímã para milagres. Quando você irradia bondade, milagres acontecem.

# Phrase−Kindness−31
source: Kindness is a universal language that transcends all barriers. It has the power to bring people together and create harmony.
es: La amabilidad es un lenguaje universal que trasciende todas las barreras. Tiene el poder de unir a las personas y crear armonía.
fr: La gentillesse est un langage universel qui transcende toutes les barrières. Elle a le pouvoir de rassembler les gens et de créer l'harmonie.
it: La gentilezza è un linguaggio universale che trascende tutte le barriere. Ha il potere di unire le persone e creare armonia.
pt_br: A gentileza é uma linguagem universal que transcende todas as barreiras. Ela tem o poder de unir as pessoas e criar harmonia.

# Phrase−Kindness−32
source: Choose kindness even in the face of adversity. It is the only way to rise above the negativity and make a positive impact.
es: Elige la bondad incluso frente a la adversidad. Es la única forma de superar la negatividad y tener un impacto positivo.
fr: Choisissez la gentillesse même face à l'adversité. C'est le seul moyen de surmonter la négativité et d'avoir un impact positif.
it: Scegli la gentilezza anche di fronte alle avversità. È l'unico modo per superare la negatività e avere un impatto positivo.
pt_br: Escolha a gentileza mesmo diante da adversidade. É a única maneira de superar a negatividade e causar um impacto positivo.

# Phrase−Kindness−33
source: Kindness is not a favor you do for others but a gift you give yourself. It fills your heart with joy and purpose.
es: La amabilidad no es un favor que haces a los demás, sino un regalo que te das a ti mismo. Llena tu corazón de alegría y propósito.
fr: La gentillesse n'est pas une faveur que vous faites pour les autres, mais un cadeau que vous vous offrez. Elle remplit votre cœur de joie et de but.
it: La gentilezza non è un favore che fai agli altri, ma un dono che fai a te stesso. Ti riempie il cuore di gioia e scopo.
pt_br: A bondade não é um favor que você faz aos outros, mas um presente que você dá a si mesmo. Ela enche seu coração de alegria e propósito.

# Phrase−Kindness−34
source: The world is a better place because of the kindness of those who came before us. Pay it forward and keep the chain of kindness going.
es: El mundo es un lugar mejor gracias a la amabilidad de aquellos que nos precedieron. Sé amable y mantén viva la cadena de la bondad.
fr: Le monde est meilleur grâce à la gentillesse de ceux qui nous ont précédés. Soyez gentils et maintenez la chaîne de la gentillesse en vie.
it: Il mondo è un posto migliore grazie alla gentilezza di coloro che sono venuti prima di noi. Pagalo in avanti e mantieni viva la catena della gentilezza.
pt_br: O mundo é um lugar melhor por causa da bondade daqueles que vieram antes de nós. Seja gentil e mantenha viva a corrente da bondade.

# Phrase−Kindness−35
source: Kindness is a bridge that connects us all. Let us build more bridges and tear down walls.
es: La bondad es un puente que nos une a todos. Construyamos más puentes y derribemos muros.
fr: La gentillesse est un pont qui nous unit tous. Construisons plus de ponts et abattons les murs.
it: La gentilezza è un ponte che ci unisce tutti. Costruiamo più ponti e abbattiamo i muri.
pt_br: A bondade é uma ponte que une todos nós. Vamos construir mais pontes e derrubar muros.

# Phrase−Kindness−36
source: When you practice kindness, you are aligning yourself with the divine. You become an angel in human form.
es: Cuando practicas la bondad, te alineas con lo divino. Te conviertes en un ángel en forma humana.
fr: Lorsque vous pratiquez la gentillesse, vous vous alignez avec le divin. Vous devenez un ange sous forme humaine.
it: Quando pratichi la gentilezza, ti allinei con il divino. Diventi un angelo in forma umana.
pt_br: Quando você pratica a bondade, você se alinha com o divino. Você se torna um anjo em forma humana.

# Phrase−Kindness−37
source: Kindness is not about being nice all the time but about being authentic and compassionate towards yourself and others.
es: La amabilidad no se trata de ser amable todo el tiempo, se trata de ser auténtico y compasivo contigo mismo y con los demás.
fr: La gentillesse ne consiste pas à être gentil tout le temps, il s'agit d'être authentique et compatissant envers soi-même et envers les autres.
it: La gentilezza non consiste nell'essere gentili tutto il tempo, ma nell'essere autentici e compassionevoli verso se stessi e gli altri.
pt_br: Bondade não é ser gentil o tempo todo, é ser autêntico e compassivo consigo mesmo e com os outros.
