Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Gratitude−3
source: You are surrounded by love and light, even in the darkest moments. Give thanks for the support and guidance of your loved ones, and the unseen helpers who guide you from above.
es: Estás rodeado de amor y luz, incluso en tus momentos más oscuros. Da gracias por el apoyo y la guía de tus seres queridos y los ayudantes invisibles que te guían desde arriba.
fr: Vous êtes entouré d'amour et de lumière, même dans vos moments les plus sombres. Rendez grâce pour le soutien et les conseils de vos proches et des aides invisibles qui vous guident d'en haut.
it: Sei circondato da amore e luce, anche nei momenti più bui. Ringrazia per il sostegno e la guida dei tuoi cari e degli aiutanti invisibili che ti guidano dall'alto.
pt_br: Você está cercado de amor e luz, mesmo em seus momentos mais sombrios. Agradeça pelo apoio e orientação de seus entes queridos e pelos ajudantes invisíveis que o guiam de cima.

# Phrase−Gratitude−4
source: The simple things in life are often the most precious. Take time to be grateful for the small moments of joy and peace that brighten your day.
es: Las cosas simples de la vida son a menudo las más preciosas. Tómese el tiempo para estar agradecido por los pequeños momentos de alegría y paz que iluminan su día.
fr: Les choses simples de la vie sont souvent les plus précieuses. Prenez le temps d'être reconnaissant pour les petits moments de joie et de paix qui illuminent votre journée.
it: Le cose semplici della vita sono spesso le più preziose. Prenditi del tempo per essere grato per i piccoli momenti di gioia e pace che illuminano la tua giornata.
pt_br: As coisas simples da vida costumam ser as mais preciosas. Reserve um tempo para agradecer pelos pequenos momentos de alegria e paz que iluminam o seu dia.

# Phrase−Gratitude−5
source: Gratitude is a powerful force that can transform your life. Cultivate a heart of thankfulness, and you will attract more blessings than you can imagine.
es: La gratitud es una fuerza poderosa que puede transformar tu vida. Cultiva un corazón de gratitud y atraerás más bendiciones de las que puedas imaginar.
fr: La gratitude est une force puissante qui peut transformer votre vie. Cultivez un cœur de gratitude et vous attirerez plus de bénédictions que vous ne pouvez l'imaginer.
it: La gratitudine è una forza potente che può trasformare la tua vita. Coltiva un cuore di gratitudine e attirerai più benedizioni di quanto tu possa immaginare.
pt_br: A gratidão é uma força poderosa que pode transformar sua vida. Cultive um coração de gratidão e você atrairá mais bênçãos do que pode imaginar.

# Phrase−Gratitude−6
source: No matter what challenges you may face, remember that you are never alone. Give thanks for the strength and courage that comes from knowing you are loved and supported.
es: No importa los desafíos que enfrentes, recuerda que nunca estás solo. Da gracias por la fuerza y ​​el coraje que provienen de saber que eres amado y apoyado.
fr: Peu importe les défis auxquels vous pourriez être confronté, rappelez-vous que vous n'êtes jamais seul. Rendez grâce pour la force et le courage qui découlent du fait de savoir que vous êtes aimé et soutenu.
it: Non importa quali sfide potresti affrontare, ricorda che non sei mai solo. Ringrazia per la forza e il coraggio che derivano dal sapere che sei amato e sostenuto.
pt_br: Não importa quais desafios você possa enfrentar, lembre-se de que você nunca está sozinho. Agradeça pela força e coragem que vem de saber que você é amado e apoiado.

# Phrase−Gratitude−7
source: Every day is a new opportunity to express gratitude and appreciation. Take a moment to give thanks for the gift of life and all the wonderful experiences it holds.
es: Cada día es una nueva oportunidad para expresar gratitud y aprecio. Tómese un momento para dar gracias por el regalo de la vida y todas las maravillosas experiencias que encierra.
fr: Chaque jour est une nouvelle occasion d'exprimer sa gratitude et son appréciation. Prenez un moment pour rendre grâce pour le don de la vie et toutes les expériences merveilleuses qu'il recèle.
it: Ogni giorno è una nuova opportunità per esprimere gratitudine e apprezzamento. Prenditi un momento per ringraziare per il dono della vita e per tutte le meravigliose esperienze che racchiude.
pt_br: Todo dia é uma nova oportunidade para expressar gratidão e apreço. Reserve um momento para agradecer pelo dom da vida e por todas as experiências maravilhosas que ela oferece.

# Phrase−Gratitude−8
source: Gratitude is the key to unlocking true happiness and fulfillment. Focus on all the good in your life, and let that positivity radiate out to those around you.
es: La gratitud es la clave para desbloquear la verdadera felicidad y la realización. Concéntrate en todo lo bueno de tu vida y deja que esa positividad irradie a quienes te rodean.
fr: La gratitude est la clé pour déverrouiller le vrai bonheur et l'épanouissement. Concentrez-vous sur tout le bien dans votre vie et laissez cette positivité rayonner sur ceux qui vous entourent.
it: La gratitudine è la chiave per sbloccare la vera felicità e realizzazione. Concentrati su tutto il bene della tua vita e lascia che quella positività si irradi a coloro che ti circondano.
pt_br: A gratidão é a chave para desbloquear a verdadeira felicidade e realização. Concentre-se em tudo de bom em sua vida e deixe que a positividade irradie para as pessoas ao seu redor.

# Phrase−Gratitude−9
source: Remember to give thanks for the people who have made a difference in your life. Their love and support has helped shape who you are today.
es: Recuerde agradecer a las personas que han marcado la diferencia en su vida. Su amor y apoyo le han ayudado a formar quién es usted hoy.
fr: N'oubliez pas de remercier les personnes qui ont fait une différence dans votre vie. Leur amour et leur soutien ont contribué à façonner qui vous êtes aujourd'hui.
it: Ricorda di ringraziare le persone che hanno fatto la differenza nella tua vita. Il loro amore e il loro sostegno hanno contribuito a plasmare chi sei oggi.
pt_br: Lembre-se de agradecer às pessoas que fizeram a diferença em sua vida. Seu amor e apoio ajudaram a moldar quem você é hoje.

# Phrase−Gratitude−10
source: The universe is abundant and full of blessings waiting to be received. Approach each day with a heart full of gratitude, and watch as the abundance flows into your life.
es: El universo es abundante y está lleno de bendiciones esperando ser recibidas. Aborda cada día con un corazón lleno de gratitud y observa cómo la abundancia fluye en tu vida.
fr: L'univers est abondant et plein de bénédictions qui attendent d'être reçues. Approchez-vous chaque jour avec un cœur plein de gratitude et regardez l'abondance couler dans votre vie.
it: L'universo è abbondante e pieno di benedizioni in attesa di essere ricevute. Affronta ogni giorno con un cuore pieno di gratitudine e osserva come l'abbondanza scorre nella tua vita.
pt_br: O universo é abundante e cheio de bênçãos esperando para serem recebidas. Encare cada dia com o coração cheio de gratidão e observe como a abundância flui em sua vida.

# Phrase−Gratitude−11
source: Gratitude is a choice. Even in the midst of challenges, choose to see the good and give thanks for the lessons and opportunities they bring.
es: La gratitud es una elección. Incluso en medio de los desafíos, elige ver lo bueno y da gracias por las lecciones y oportunidades que traen.
fr: La gratitude est un choix. Même au milieu des défis, choisissez de voir le bien et remerciez pour les leçons et les opportunités qu'ils apportent.
it: La gratitudine è una scelta. Anche in mezzo alle sfide, scegli di vedere il bene e ringrazia per le lezioni e le opportunità che portano.
pt_br: Gratidão é uma escolha. Mesmo em meio aos desafios, escolha ver o bem e agradecer pelas lições e oportunidades que eles trazem.

# Phrase−Gratitude−12
source: Life is a precious gift, filled with countless blessings and miracles. Give thanks for the miracle of existence and the endless possibilities it holds.
es: La vida es un regalo precioso, lleno de innumerables bendiciones y milagros. Da gracias por el milagro de la existencia y las infinitas posibilidades que encierra.
fr: La vie est un cadeau précieux, rempli d'innombrables bénédictions et miracles. Rendez grâce pour le miracle de l'existence et les possibilités infinies qu'il recèle.
it: La vita è un dono prezioso, pieno di innumerevoli benedizioni e miracoli. Ringrazia per il miracolo dell'esistenza e le infinite possibilità che racchiude.
pt_br: A vida é um presente precioso, cheio de inúmeras bênçãos e milagres. Agradeça pelo milagre da existência e pelas infinitas possibilidades que ela contém.

# Phrase−Gratitude−13
source: Gratitude is a powerful reminder of all the good in the world. Take time to give thanks for the beauty and wonder of the natural world around you.
es: La gratitud es un poderoso recordatorio de todo lo bueno que hay en el mundo. Tómate el tiempo para dar gracias por la belleza y la maravilla del mundo natural que te rodea.
fr: La gratitude est un rappel puissant de tout le bien du monde. Prenez le temps de rendre grâce pour la beauté et les merveilles du monde naturel qui vous entoure.
it: La gratitudine è un potente promemoria di tutto il bene del mondo. Prenditi del tempo per ringraziare per la bellezza e la meraviglia del mondo naturale che ti circonda.
pt_br: A gratidão é um lembrete poderoso de tudo de bom no mundo. Reserve um tempo para agradecer pela beleza e maravilha do mundo natural ao seu redor.

# Phrase−Gratitude−14
source: Remember to give thanks for your own unique gifts and talents. Use them to make a positive difference in the world and spread joy to those around you.
es: Recuerda dar gracias por tus dones y talentos únicos. Úsalos para marcar una diferencia positiva en el mundo y contagiar alegría a quienes te rodean.
fr: N'oubliez pas de rendre grâce pour vos dons et talents uniques. Utilisez-les pour faire une différence positive dans le monde et répandre la joie autour de vous.
it: Ricorda di ringraziare per i tuoi doni e talenti unici. Usali per fare una differenza positiva nel mondo e diffondere gioia a coloro che ti circondano.
pt_br: Lembre-se de agradecer por seus dons e talentos únicos. Use-os para fazer uma diferença positiva no mundo e espalhar alegria para aqueles ao seu redor.

# Phrase−Gratitude−15
source: Gratitude is a practice that can transform your life. Start each day with a grateful heart, and watch as the blessings multiply and expand in your life.
es: La gratitud es una práctica que puede transformar tu vida. Comienza cada día con un corazón agradecido y observa cómo las bendiciones se multiplican y expanden en tu vida.
fr: La gratitude est une pratique qui peut transformer votre vie. Commencez chaque journée avec un cœur reconnaissant et regardez les bénédictions se multiplier et s'étendre dans votre vie.
it: La gratitudine è una pratica che può trasformare la tua vita. Inizia ogni giorno con un cuore grato e osserva come le benedizioni si moltiplicano e si espandono nella tua vita.
pt_br: A gratidão é uma prática que pode transformar sua vida. Comece cada dia com um coração agradecido e observe as bênçãos se multiplicarem e se expandirem em sua vida.

# Phrase−Gratitude−16
source: Gratitude is the foundation of true abundance. Give thanks for all the blessings in your life, and watch as they continue to multiply.
es: La gratitud es la base de la verdadera abundancia. Da gracias por todas las bendiciones en tu vida y observa cómo continúan multiplicándose.
fr: La gratitude est le fondement de la véritable abondance. Rendez grâce pour toutes les bénédictions de votre vie et regardez-les continuer à se multiplier.
it: La gratitudine è il fondamento della vera abbondanza. Ringrazia per tutte le benedizioni della tua vita e guarda mentre continuano a moltiplicarsi.
pt_br: A gratidão é a base da verdadeira abundância. Agradeça por todas as bênçãos em sua vida e observe como elas continuam a se multiplicar.

# Phrase−Gratitude−17
source: The universe is conspiring in your favor. Give thanks for the miracles and blessings that are coming your way.
es: El universo está conspirando a tu favor. Da gracias por los milagros y las bendiciones que se avecinan.
fr: L'univers conspire en votre faveur. Rendez grâce pour les miracles et les bénédictions qui s'offrent à vous.
it: L'universo sta cospirando a tuo favore. Ringrazia per i miracoli e le benedizioni che ti stanno arrivando.
pt_br: O universo está conspirando a seu favor. Agradeça pelos milagres e bênçãos que estão vindo em sua direção.

# Phrase−Gratitude−18
source: Gratitude is the gateway to inner peace and contentment. Cultivate a heart of thankfulness, and you will find joy and fulfillment in every moment.
es: La gratitud es la puerta de entrada a la paz interior y la satisfacción. Cultiva un corazón de gratitud y encontrarás alegría y satisfacción en cada momento.
fr: La gratitude est la porte d'entrée vers la paix intérieure et le contentement. Cultivez un cœur de gratitude et vous trouverez joie et épanouissement à chaque instant.
it: La gratitudine è la porta verso la pace interiore e l'appagamento. Coltiva un cuore di gratitudine e troverai gioia e appagamento in ogni momento.
pt_br: A gratidão é a porta de entrada para a paz interior e o contentamento. Cultive um coração de gratidão e você encontrará alegria e satisfação em cada momento.

# Phrase−Gratitude−19
source: Life is full of surprises and unexpected blessings. Give thanks for the twists and turns of the journey, and trust that everything is happening for your highest good.
es: La vida está llena de sorpresas y bendiciones inesperadas. Da gracias por los giros y vueltas de los viajes y confía en que todo está sucediendo para tu mayor bien.
fr: La vie est pleine de surprises et de bénédictions inattendues. Rendez grâce pour les rebondissements du voyage et ayez confiance que tout se passe pour votre plus grand bien.
it: La vita è piena di sorprese e benedizioni inaspettate. Ringrazia per i colpi di scena del viaggio e abbi fiducia che tutto sta accadendo per il tuo massimo bene.
pt_br: A vida é cheia de surpresas e bênçãos inesperadas. Agradeça pelas voltas e reviravoltas da viagem e confie que tudo está acontecendo para o seu bem maior.

# Phrase−Gratitude−20
source: Gratitude is a powerful antidote to fear and anxiety. Focus on all the good in your life, and watch as your worries and doubts begin to fade away.
es: La gratitud es un poderoso antídoto contra el miedo y la ansiedad. Concéntrate en todo lo bueno de tu vida y observa cómo tus preocupaciones y dudas comienzan a desvanecerse.
fr: La gratitude est un puissant antidote à la peur et à l'anxiété. Concentrez-vous sur tout le bien de votre vie et regardez vos inquiétudes et vos doutes commencer à s'estomper.
it: La gratitudine è un potente antidoto alla paura e all'ansia. Concentrati su tutto il bene della tua vita e osserva mentre le tue preoccupazioni e i tuoi dubbi iniziano a svanire.
pt_br: A gratidão é um poderoso antídoto para o medo e a ansiedade. Concentre-se em tudo de bom em sua vida e observe como suas preocupações e dúvidas começam a desaparecer.

# Phrase−Gratitude−21
source: Remember to give thanks for the simple pleasures of life, like a warm cup of tea or a beautiful sunset. These small moments of joy are what make life worth living.
es: Recuerda dar gracias por los placeres simples de la vida, como una taza de té caliente o una hermosa puesta de sol. Estos pequeños momentos de alegría son los que hacen que valga la pena vivir la vida.
fr: N'oubliez pas de rendre grâce pour les plaisirs simples de la vie, comme une tasse de thé chaud ou un beau coucher de soleil. Ces petits moments de joie sont ce qui rend la vie digne d'être vécue.
it: Ricorda di ringraziare per i semplici piaceri della vita, come una calda tazza di tè o un bel tramonto. Questi piccoli momenti di gioia sono ciò che rende la vita degna di essere vissuta.
pt_br: Lembre-se de agradecer pelos prazeres simples da vida, como uma xícara de chá quente ou um belo pôr do sol. Esses pequenos momentos de alegria são o que fazem a vida valer a pena.

# Phrase−Gratitude−22
source: Gratitude is a magnet for abundance. Focus on all the blessings in your life, and watch as the universe begins to shower you with even more blessings.
es: La gratitud es un imán para la abundancia. Concéntrate en todas las bendiciones de tu vida y observa cómo el universo comienza a colmarte con aún más bendiciones.
fr: La gratitude est un aimant pour l'abondance. Concentrez-vous sur toutes les bénédictions de votre vie et regardez l'univers commencer à vous combler d'encore plus de bénédictions.
it: La gratitudine è una calamita per l'abbondanza. Concentrati su tutte le benedizioni della tua vita e guarda mentre l'universo inizia a inondarti di ancora più benedizioni.
pt_br: A gratidão é um ímã para a abundância. Concentre-se em todas as bênçãos de sua vida e observe como o universo começa a cobri-lo com ainda mais bênçãos.

# Phrase−Gratitude−23
source: The power of gratitude lies in its ability to shift your perspective. Give thanks for all the good in your life, and watch as your entire outlook on life begins to change.
es: El poder de la gratitud radica en su capacidad de cambiar tu perspectiva. Da gracias por todo lo bueno que hay en tu vida y observa cómo tu perspectiva de la vida comienza a cambiar.
fr: Le pouvoir de la gratitude réside dans sa capacité à changer votre point de vue. Rendez grâce pour tout le bien dans votre vie et regardez votre vision de la vie commencer à changer.
it: Il potere della gratitudine risiede nella sua capacità di cambiare la tua prospettiva. Ringrazia per tutto il bene della tua vita e osserva mentre la tua intera visione della vita inizia a cambiare.
pt_br: O poder da gratidão reside em sua capacidade de mudar sua perspectiva. Agradeça por tudo de bom em sua vida e observe como toda a sua visão da vida começa a mudar.

# Phrase−Gratitude−24
source: Remember to give thanks for the challenges in your life. They are opportunities for growth and learning, and will ultimately lead you to a better place.
es: Recuerda dar gracias por los desafíos en tu vida. Son oportunidades de crecimiento y aprendizaje y, en última instancia, te llevarán a un lugar mejor.
fr: N'oubliez pas de rendre grâce pour les défis de votre vie. Ce sont des opportunités de croissance et d'apprentissage et vous mèneront finalement vers un meilleur endroit.
it: Ricorda di ringraziare per le sfide della tua vita. Sono opportunità di crescita e apprendimento e alla fine ti condurranno in un posto migliore.
pt_br: Lembre-se de agradecer pelos desafios em sua vida. Eles são oportunidades de crescimento e aprendizado e, por fim, o levarão a um lugar melhor.

# Phrase−Gratitude−25
source: Gratitude is a reflection of your inner state of being. Cultivate a heart of thankfulness, and you will radiate joy and positivity to those around you.
es: La gratitud es un reflejo de tu estado interior de ser. Cultiva un corazón de gratitud e irradiarás alegría y positividad a quienes te rodean.
fr: La gratitude est le reflet de votre état d'être intérieur. Cultivez un cœur de gratitude et vous rayonnerez de joie et de positivité sur ceux qui vous entourent.
it: La gratitudine è un riflesso del tuo stato interiore di essere. Coltiva un cuore di gratitudine e irradierai gioia e positività a coloro che ti circondano.
pt_br: A gratidão é um reflexo do seu estado interior de ser. Cultive um coração de gratidão e você irradiará alegria e positividade para aqueles ao seu redor.

# Phrase−Gratitude−26
source: Every moment is a gift, filled with countless blessings and opportunities. Give thanks for the miracle of existence and all the wonders it holds.
es: Cada momento es un regalo, lleno de innumerables bendiciones y oportunidades. Da gracias por el milagro de la existencia y todas las maravillas que encierra.
fr: Chaque instant est un cadeau, rempli d'innombrables bénédictions et opportunités. Rendez grâce pour le miracle de l'existence et toutes les merveilles qu'il recèle.
it: Ogni momento è un dono, pieno di innumerevoli benedizioni e opportunità. Ringrazia per il miracolo dell'esistenza e per tutte le meraviglie che racchiude.
pt_br: Cada momento é um presente, repleto de inúmeras bênçãos e oportunidades. Agradeça pelo milagre da existência e por todas as maravilhas que ela contém.

# Phrase−Gratitude−27
source: Gratitude is the key to unlocking your highest potential. Focus on all the good in your life, and watch as your dreams and aspirations begin to manifest.
es: La gratitud es la clave para desbloquear tu mayor potencial. Concéntrate en todo lo bueno de tu vida y observa cómo tus sueños y aspiraciones comienzan a manifestarse.
fr: La gratitude est la clé pour libérer votre potentiel le plus élevé. Concentrez-vous sur tout le bien de votre vie et regardez vos rêves et vos aspirations commencer à se manifester.
it: La gratitudine è la chiave per sbloccare il tuo più alto potenziale. Concentrati su tutto il bene della tua vita e guarda mentre i tuoi sogni e le tue aspirazioni iniziano a manifestarsi.
pt_br: Gratidão é a chave para liberar seu maior potencial. Concentre-se em tudo de bom em sua vida e observe como seus sonhos e aspirações começam a se manifestar.

# Phrase−Gratitude−28
source: Remember to give thanks for the people who challenge you and push you to be your best self. They are the ones who help you grow and evolve.
es: Recuerda agradecer a las personas que te desafían y te empujan a dar lo mejor de ti. Ellos son los que te ayudan a crecer y evolucionar.
fr: N'oubliez pas de remercier les personnes qui vous mettent au défi et vous poussent à donner le meilleur de vous-même. Ce sont elles qui vous aident à grandir et à évoluer.
it: Ricorda di ringraziare le persone che ti sfidano e ti spingono a dare il meglio di te. Sono loro che ti aiutano a crescere ed evolvere.
pt_br: Lembre-se de agradecer às pessoas que te desafiam e te impulsionam a dar o seu melhor. São elas que te ajudam a crescer e evoluir.

# Phrase−Gratitude−29
source: Gratitude is a way of acknowledging the interconnectedness of all things. Give thanks for the web of life that connects us all, and for the role you play in it.
es: La gratitud es una forma de reconocer la interconexión de todas las cosas. Da gracias por la red de vida que nos conecta a todos y el papel que juegas en ella.
fr: La gratitude est une façon de reconnaître l'interdépendance de toutes choses. Rendez grâce pour la toile de vie qui nous relie tous et le rôle que vous y jouez.
it: La gratitudine è un modo per riconoscere l'interconnessione di tutte le cose. Ringrazia per la rete della vita che ci collega tutti e per il ruolo che giochi in essa.
pt_br: A gratidão é uma forma de reconhecer a interconexão de todas as coisas. Agradeça pela teia da vida que nos conecta a todos e pelo papel que você desempenha nela.

# Phrase−Gratitude−30
source: Every experience is an opportunity for gratitude. Give thanks for the highs and lows of life, and for the rich tapestry of experiences that make up your journey.
es: Cada experiencia es una oportunidad para la gratitud. Da gracias por los altibajos de la vida y el rico tapiz de experiencias que componen tu viaje.
fr: Chaque expérience est une occasion de gratitude. Rendez grâce pour les hauts et les bas de la vie et la riche mosaïque d'expériences qui composent votre voyage.
it: Ogni esperienza è un'opportunità di gratitudine. Ringrazia per gli alti e bassi della vita e per il ricco arazzo di esperienze che compongono il tuo viaggio.
pt_br: Cada experiência é uma oportunidade de gratidão. Agradeça pelos altos e baixos da vida e pela rica tapeçaria de experiências que compõem sua jornada.
