Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Faith−73
source: Your soul's journey is a tapestry of experiences, trust in the beauty of its design.
es: El viaje de tu alma es un tapiz de experiencias, confía en la belleza de su diseño.
fr: Le voyage de votre âme est une tapisserie d'expériences, faites confiance à la beauté de son design.
it: Il viaggio della tua anima è un arazzo di esperienze, fidati della bellezza del suo design.
pt_br: A jornada da sua alma é uma tapeçaria de experiências, confie na beleza de seu design.

# Phrase−Faith−74
source: The power of meditation can connect you with the divine, trust in its ability to calm and center your mind.
es: El poder de la meditación puede conectarte con lo divino, confía en su capacidad para calmar y centrar tu mente.
fr: Le pouvoir de la méditation peut vous connecter avec le divin, faites confiance à sa capacité à calmer et centrer votre esprit.
it: Il potere della meditazione può connetterti con il divino, confida nella sua capacità di calmare e centrare la tua mente.
pt_br: O poder da meditação pode conectá-lo com o divino, confie em sua capacidade de acalmar e centrar sua mente.

# Phrase−Faith−75
source: Your heart's desires are aligned with your soul's purpose, trust in the wisdom of your intuition.
es: Los deseos de tu corazón están alineados con el propósito de tu alma, confía en la sabiduría de tu intuición.
fr: Les désirs de votre cœur sont alignés avec le but de votre âme, faites confiance à la sagesse de votre intuition.
it: I desideri del tuo cuore sono allineati con lo scopo della tua anima, confida nella saggezza della tua intuizione.
pt_br: Os desejos do seu coração estão alinhados com o propósito da sua alma, confie na sabedoria da sua intuição.

# Phrase−Faith−76
source: The universe is always guiding you towards greater alignment and harmony, trust in its gentle nudges.
es: El universo siempre te está guiando hacia una mayor alineación y armonía, confía en sus suaves empujones.
fr: L'univers vous guide toujours vers plus d'alignement et d'harmonie, faites confiance à ses doux coups de coude.
it: L'universo ti guida sempre verso un maggiore allineamento e armonia, abbi fiducia nelle sue delicate spinte.
pt_br: O universo está sempre guiando você para um maior alinhamento e harmonia, confie em seus toques gentis.

# Phrase−Faith−77
source: Your soul's purpose is woven into the fabric of the universe, trust in its significance.
es: El propósito de tu alma está entretejido en la estructura del universo, confía en su significado.
fr: Le but de votre âme est tissé dans le tissu de l'univers, faites confiance à sa signification.
it: Lo scopo della tua anima è intessuto nel tessuto dell'universo, confida nel suo significato.
pt_br: O propósito da sua alma está entrelaçado no tecido do universo, confie em seu significado.

# Phrase−Faith−78
source: The power of surrender can release you from the grip of fear and control, trust in its liberating effects.
es: El poder de la rendición puede liberarte de las garras del miedo y el control, confía en sus efectos liberadores.
fr: Le pouvoir de l'abandon peut vous libérer de l'emprise de la peur et du contrôle, faites confiance à ses effets libérateurs.
it: Il potere della resa può liberarti dalla morsa della paura e del controllo, confida nei suoi effetti liberatori.
pt_br: O poder da rendição pode libertá-lo das garras do medo e do controle, confie em seus efeitos libertadores.

# Phrase−Faith−79
source: Your spirit is connected to the infinite intelligence of the universe, trust in its guidance and wisdom.
es: Tu espíritu está conectado a la inteligencia infinita del universo, confía en su guía y sabiduría.
fr: Votre esprit est connecté à l'intelligence infinie de l'univers, faites confiance à ses conseils et à sa sagesse.
it: Il tuo spirito è connesso all'infinita intelligenza dell'universo, confida nella sua guida e saggezza.
pt_br: Seu espírito está conectado com a inteligência infinita do universo, confie em sua orientação e sabedoria.

# Phrase−Faith−80
source: The universe is always communicating with you through signs and symbols, trust in your ability to interpret their meaning.
es: El universo siempre se comunica contigo a través de signos y símbolos, confía en tu capacidad para interpretar su significado.
fr: L'univers communique toujours avec vous à travers des signes et des symboles, faites confiance à votre capacité à interpréter leur signification.
it: L'universo comunica sempre con te attraverso segni e simboli, confida nella tua capacità di interpretarne il significato.
pt_br: O universo sempre se comunica com você por meio de sinais e símbolos, confie na sua capacidade de interpretar o significado deles.

# Phrase−Faith−81
source: Your soul's purpose is to bring light to the world, trust in the power of your unique contribution.
es: El propósito de tu alma es traer luz al mundo, confía en el poder de tu contribución única.
fr: Le but de votre âme est d'apporter la lumière au monde, faites confiance au pouvoir de votre contribution unique.
it: Lo scopo della tua anima è portare luce al mondo, confida nel potere del tuo contributo unico.
pt_br: O propósito de sua alma é trazer luz ao mundo, confie no poder de sua contribuição única.

# Phrase−Faith−82
source: The power of forgiveness can set you free from the past, trust in its transformative power.
es: El poder del perdón puede liberarte del pasado, confía en su poder transformador.
fr: Le pouvoir du pardon peut vous libérer du passé, faites confiance à son pouvoir de transformation.
it: Il potere del perdono può liberarti dal passato, abbi fiducia nel suo potere di trasformazione.
pt_br: O poder do perdão pode te libertar do passado, confie em seu poder transformador.

# Phrase−Faith−83
source: Your heart is a portal to the divine, trust in its ability to connect you with higher states of consciousness.
es: Tu corazón es un portal a lo divino, confía en su capacidad para conectarte con estados superiores de conciencia.
fr: Votre cœur est un portail vers le divin, faites confiance à sa capacité à vous connecter avec des états de conscience supérieurs.
it: Il tuo cuore è un portale per il divino, confida nella sua capacità di connetterti con stati di coscienza superiori.
pt_br: Seu coração é um portal para o divino, confie em sua capacidade de conectá-lo com estados superiores de consciência.

# Phrase−Faith−84
source: The universe is always conspiring to bring you closer to your soul tribe, trust in the power of divine connections.
es: El universo siempre conspira para acercarte a tu alma ancestral, confía en el poder de las conexiones divinas.
fr: L'univers conspire toujours pour vous rapprocher de votre âme ancestrale, faites confiance au pouvoir des connexions divines.
it: L'universo cospira sempre per portarti più vicino alla tua tribù dell'anima, confida nel potere delle connessioni divine.
pt_br: O universo sempre conspira para aproximar você de sua alma ancestral, confie no poder das conexões divinas.

# Phrase−Faith−85
source: Your soul's purpose is to embody love and compassion, trust in the power of your heart.
es: El propósito de tu alma es encarnar el amor y la compasión, confía en el poder de tu corazón.
fr: Le but de votre âme est d'incarner l'amour et la compassion, la confiance dans la puissance de votre cœur.
it: Lo scopo della tua anima è quello di incarnare l'amore e la compassione, la fiducia nel potere del tuo cuore.
pt_br: O propósito da sua alma é incorporar o amor e a compaixão, confie no poder do seu coração.

# Phrase−Faith−86
source: The power of affirmation can reprogram your mind and beliefs, trust in its ability to create positive change.
es: El poder de la afirmación puede reprogramar tu mente y tus creencias, confía en su capacidad para crear un cambio positivo.
fr: Le pouvoir de l'affirmation peut reprogrammer votre esprit et vos croyances. Ayez confiance en sa capacité à créer un changement positif.
it: Il potere dell'affermazione può riprogrammare la tua mente e le tue convinzioni, confida nella sua capacità di creare un cambiamento positivo.
pt_br: O poder da afirmação pode reprogramar sua mente e suas crenças, confie em sua capacidade de criar mudanças positivas.

# Phrase−Faith−87
source: Your spirit is aligned with the universal laws of attraction, trust in the power of your thoughts and emotions.
es: Tu espíritu está alineado con las leyes universales de la atracción, confía en el poder de tus pensamientos y emociones.
fr: Votre esprit est aligné sur les lois universelles de l'attraction, faites confiance au pouvoir de vos pensées et de vos émotions.
it: Il tuo spirito è allineato con le leggi universali dell'attrazione, confida nel potere dei tuoi pensieri ed emozioni.
pt_br: Seu espírito está alinhado com as leis universais da atração, confie no poder de seus pensamentos e emoções.

# Phrase−Faith−88
source: The universe is always providing opportunities for growth and evolution, trust in the power of your challenges.
es: El universo siempre ofrece oportunidades de crecimiento y evolución, confía en el poder de tus desafíos.
fr: L'univers offre toujours des opportunités de croissance et d'évolution, faites confiance à la puissance de vos défis.
it: L'universo offre sempre opportunità di crescita ed evoluzione, abbi fiducia nel potere delle tue sfide.
pt_br: O universo sempre oferece oportunidades de crescimento e evolução, confie na força dos seus desafios.

# Phrase−Faith−89
source: Your soul's journey is a reflection of the divine plan for your life, trust in its perfect timing.
es: El viaje de tu alma es un reflejo del plan de Dios para tu vida, confía en su tiempo perfecto.
fr: Le voyage de votre âme est le reflet du plan de Dieu pour votre vie, faites confiance à son timing parfait.
it: Il viaggio della tua anima è un riflesso del piano divino per la tua vita, confida nel suo tempismo perfetto.
pt_br: A jornada de sua alma é um reflexo do plano de Deus para sua vida, confie em seu momento perfeito.

# Phrase−Faith−90
source: The power of visualization can manifest your desires into reality, trust in its ability to create your future.
es: El poder de la visualización puede manifestar tus deseos en realidad, confía en su capacidad para crear tu futuro.
fr: Le pouvoir de la visualisation peut concrétiser vos souhaits, faites confiance à sa capacité à créer votre avenir.
it: Il potere della visualizzazione può manifestare i tuoi desideri in realtà, confida nella sua capacità di creare il tuo futuro.
pt_br: O poder da visualização pode transformar seus desejos em realidade, confie em sua capacidade de criar seu futuro.

# Phrase−Faith−91
source: Your heart is a sanctuary of peace and love, trust in its ability to create a harmonious life.
es: Tu corazón es un santuario de paz y amor, confía en su capacidad para crear una vida armoniosa.
fr: Votre cœur est un sanctuaire de paix et d'amour, faites confiance à sa capacité à créer une vie harmonieuse.
it: Il tuo cuore è un santuario di pace e amore, confida nella sua capacità di creare una vita armoniosa.
pt_br: Seu coração é um santuário de paz e amor, confie em sua capacidade de criar uma vida harmoniosa.

# Phrase−Faith−92
source: Cultivate gratitude in every moment, for it opens the doors to abundance and joy.
es: Cultiva la gratitud en todo momento, porque abre la puerta a la abundancia y la alegría.
fr: Cultivez la gratitude à tout moment, car elle ouvre la porte à l'abondance et à la joie.
it: Coltiva la gratitudine in ogni momento, perché apre le porte all'abbondanza e alla gioia.
pt_br: Cultive a gratidão em todos os momentos, porque ela abre as portas para a abundância e a alegria.

# Phrase−Faith−93
source: You are a divine being of love and light, let that essence radiate from your being.
es: Eres un ser divino de amor y luz, deja que esa esencia irradie de tu ser.
fr: Vous êtes un être divin d'amour et de lumière, laissez cette essence rayonner de votre être.
it: Sei un essere divino di amore e luce, lascia che quell'essenza si irradi dal tuo essere.
pt_br: Você é um ser divino de amor e luz, deixe essa essência irradiar de seu ser.

# Phrase−Faith−94
source: Trust in the power of your intuition, for it is a direct line to the universe's guidance.
es: Confía en el poder de tu intuición, ya que es una línea directa a la guía del universo.
fr: Faites confiance au pouvoir de votre intuition, car c'est une ligne directe vers la direction de l'univers.
it: Abbi fiducia nel potere della tua intuizione, poiché è una linea diretta con la guida dell'universo.
pt_br: Confie no poder da sua intuição, pois é uma linha direta para a orientação do universo.

# Phrase−Faith−95
source: Your journey may have twists and turns, but every detour leads you to where you are meant to be.
es: Tu viaje puede tener giros y vueltas, pero cada desvío te lleva a donde debes estar.
fr: Votre voyage peut avoir des rebondissements, mais chaque détour vous amène là où vous êtes censé être.
it: Il tuo viaggio può avere colpi di scena, ma ogni deviazione ti porta dove dovresti essere.
pt_br: Sua jornada pode ter voltas e reviravoltas, mas cada desvio leva você aonde você deveria estar.

# Phrase−Faith−96
source: The universe is always supporting you, even when it doesn't feel like it.
es: El universo siempre te apoya, incluso cuando no tienes ganas.
fr: L'univers vous soutient toujours, même quand vous n'en avez pas envie.
it: L'universo ti sostiene sempre, anche quando non ne hai voglia.
pt_br: O universo sempre te apoia, mesmo quando você não quer.

# Phrase−Faith−97
source: Have faith that the universe has a plan for you, and that everything is happening for your highest good.
es: Ten fe en que el universo tiene un plan para ti y que todo está sucediendo para tu mayor bien.
fr: Ayez confiance que l'univers a un plan pour vous et que tout se passe pour votre plus grand bien.
it: Abbi fede che l'universo ha un piano per te e che tutto sta accadendo per il tuo massimo bene.
pt_br: Tenha fé que o universo tem um plano para você e que tudo está acontecendo para o seu bem maior.

# Phrase−Faith−98
source: You are surrounded by loving angels and guides, trust in their presence and support.
es: Estás rodeado de ángeles y guías amorosos, confía en su presencia y apoyo.
fr: Vous êtes entouré d'anges et de guides aimants, faites confiance à leur présence et à leur soutien.
it: Sei circondato da angeli e guide amorevoli, confida nella loro presenza e nel loro sostegno.
pt_br: Você está cercado por anjos e guias amorosos, confie na presença e no apoio deles.

# Phrase−Faith−99
source: Your past does not define you, trust in your ability to create a new and beautiful future.
es: Tu pasado no te define, confía en tu capacidad para crear un nuevo y hermoso futuro.
fr: Votre passé ne vous définit pas, ayez confiance en votre capacité à créer un avenir nouveau et magnifique.
it: Il tuo passato non ti definisce, confida nella tua capacità di creare un nuovo e bellissimo futuro.
pt_br: Seu passado não te define, confie na sua capacidade de criar um novo e belo futuro.

# Phrase−Faith−100
source: Every challenge is an opportunity to grow and expand, trust in your resilience and strength.
es: Cada desafío es una oportunidad para crecer y expandirse, confía en tu resiliencia y fortaleza.
fr: Chaque défi est une opportunité de grandir et de se développer, faites confiance à votre résilience et à votre force.
it: Ogni sfida è un'opportunità per crescere ed espandersi, confida nella tua resilienza e forza.
pt_br: Todo desafio é uma oportunidade de crescer e expandir, confie na sua resiliência e força.

# Phrase−Serenity−1
source: Do not be afraid, for you are not alone. I am here with you always.
es: No tengas miedo, porque no estás solo. Siempre estoy aquí contigo.
fr: N'aie pas peur, car tu n'es pas seul. Je suis toujours là avec toi.
it: Non aver paura, perché non sei solo. Sono sempre qui con te.
pt_br: Não tenha medo, porque você não está sozinho. Estou sempre aqui com você.

# Phrase−Serenity−2
source: Close your eyes and breathe deeply. Imagine a warm light filling your heart and surrounding you with love.
es: Cierra los ojos y respira profundamente. Imagina una luz cálida que llena tu corazón y te rodea de amor.
fr: Fermez les yeux et respirez profondément. Imaginez une lumière chaude remplissant votre cœur et vous entourant d'amour.
it: Chiudi gli occhi e respira profondamente. Immagina una luce calda che riempie il tuo cuore e ti circonda d'amore.
pt_br: Feche os olhos e respire profundamente. Imagine uma luz quente preenchendo seu coração e envolvendo-o com amor.

# Phrase−Serenity−3
source: Trust in the divine plan, and know that everything will work out for your highest good.
es: Confía en el plan divino y sabe que todo saldrá bien para tu mayor bien.
fr: Faites confiance au plan divin et sachez que tout ira pour votre plus grand bien.
it: Abbi fiducia nel piano divino e sappi che tutto funzionerà per il tuo massimo bene.
pt_br: Confie no plano divino e saiba que tudo correrá para o seu bem maior.

# Phrase−Serenity−4
source: Let go of your worries and surrender to the present moment. Feel the peace that comes from being fully present.
es: Deja de lado tus preocupaciones y entrégate al momento presente. Siente la paz que viene con estar completamente presente.
fr: Lâchez vos soucis et abandonnez-vous au moment présent. Ressentez la paix qui vient d'être pleinement présent.
it: Lascia andare le tue preoccupazioni e arrenditi al momento presente. Senti la pace che deriva dall'essere pienamente presenti.
pt_br: Deixe de lado suas preocupações e entregue-se ao momento presente. Sinta a paz que vem de estar totalmente presente.

# Phrase−Serenity−5
source: Know that you are loved unconditionally, just as you are. You are a beautiful soul, and your light shines brightly in the world.
es: Sabe que eres amado incondicionalmente, tal como eres. Eres un alma hermosa y tu luz brilla intensamente en el mundo.
fr: Sachez que vous êtes aimé inconditionnellement, tout comme vous êtes. Vous êtes une belle âme et votre lumière brille avec éclat dans le monde.
it: Sappi che sei amato incondizionatamente, proprio come sei. Sei un'anima meravigliosa e la tua luce risplende intensamente nel mondo.
pt_br: Saiba que você é amado incondicionalmente, assim como você é. Você é uma bela alma e sua luz brilha intensamente no mundo.

# Phrase−Serenity−6
source: Release all negativity and focus on the positive. See the beauty in all things, and let that beauty fill your heart with joy.
es: Libera toda negatividad y concéntrate en lo positivo. Ve la belleza en todas las cosas y deja que esa belleza llene tu corazón de alegría.
fr: Libérez toute négativité et concentrez-vous sur le positif. Voyez la beauté en toutes choses et laissez cette beauté remplir votre cœur de joie.
it: Rilascia tutta la negatività e concentrati sul positivo. Guarda la bellezza in tutte le cose e lascia che quella bellezza riempia il tuo cuore di gioia.
pt_br: Libere toda a negatividade e concentre-se no positivo. Veja a beleza em todas as coisas e deixe que essa beleza encha seu coração de alegria.

# Phrase−Serenity−7
source: You are stronger than you realize, and you have the power to overcome any challenge that comes your way. Believe in yourself, and trust in your inner wisdom.
es: Eres más fuerte de lo que piensas y tienes el poder de superar cualquier desafío que se te presente. Cree en ti mismo y confía en tu sabiduría interior.
fr: Vous êtes plus fort que vous ne le pensez et vous avez le pouvoir de surmonter tous les défis qui se présentent à vous. Croyez en vous et faites confiance à votre sagesse intérieure.
it: Sei più forte di quanto pensi e hai il potere di superare qualsiasi sfida ti si presenti. Credi in te stesso e abbi fiducia nella tua saggezza interiore.
pt_br: Você é mais forte do que pensa e tem o poder de superar qualquer desafio que surja em seu caminho. Acredite em si mesmo e confie em sua sabedoria interior.

# Phrase−Serenity−8
source: Take a moment to connect with nature, and feel the peace that comes from being in harmony with the natural world.
es: Tómate un momento para conectarte con la naturaleza y sentir la paz que proviene de estar en armonía con el mundo natural.
fr: Prenez un moment pour vous connecter avec la nature et ressentir la paix qui vient d'être en harmonie avec le monde naturel.
it: Prenditi un momento per connetterti con la natura e senti la pace che deriva dall'essere in armonia con il mondo naturale.
pt_br: Reserve um momento para se conectar com a natureza e sinta a paz que vem de estar em harmonia com o mundo natural.

# Phrase−Serenity−9
source: Remember that everything is temporary, and this too shall pass. Focus on the present moment, and let go of any worries about the future.
es: Recuerda que todo es temporal, y esto también pasará. Concéntrate en el momento presente y deja de lado cualquier preocupación sobre el futuro.
fr: N'oubliez pas que tout est temporaire et que cela aussi passera. Concentrez-vous sur le moment présent et laissez de côté toute inquiétude concernant l'avenir.
it: Ricorda che tutto è temporaneo, e anche questo passerà. Concentrati sul momento presente e lascia andare ogni preoccupazione per il futuro.
pt_br: Lembre-se de que tudo é temporário e isso também vai passar. Concentre-se no momento presente e deixe de lado as preocupações com o futuro.

# Phrase−Serenity−10
source: Take care of yourself, and nourish your body, mind, and spirit. You are a precious and valuable being, and you deserve to be treated with love and respect.
es: Cuídate y nutre tu cuerpo, mente y espíritu. Eres un ser precioso y valioso y mereces ser tratado con amor y respeto.
fr: Prenez soin de vous et nourrissez votre corps, votre esprit et votre esprit. Vous êtes un être précieux et précieux et méritez d'être traité avec amour et respect.
it: Prenditi cura di te stesso e nutri il tuo corpo, la tua mente e il tuo spirito. Sei un essere prezioso e prezioso e meriti di essere trattato con amore e rispetto.
pt_br: Cuide-se e alimente seu corpo, mente e espírito. Você é um ser precioso e valioso e merece ser tratado com amor e respeito.

# Phrase−Serenity−11
source: You are never alone. The divine is always with you, guiding you on your path.
es: Nunca estás solo. Lo divino siempre está contigo, guiándote en tu camino.
fr: Vous n'êtes jamais seul. Le divin est toujours avec vous, vous guidant sur votre chemin.
it: Non sei mai solo. Il divino è sempre con te, guidandoti nel tuo cammino.
pt_br: Você nunca está sozinho. O divino está sempre com você, guiando-o em seu caminho.

# Phrase−Serenity−12
source: Take a deep breath and release all tension. Allow yourself to relax into the present moment.
es: Respira hondo y libera cualquier tensión. Permítete relajarte en el momento presente.
fr: Respirez profondément et relâchez toute tension. Permettez-vous de vous détendre dans le moment présent.
it: Fai un respiro profondo e rilascia ogni tensione. Concediti di rilassarti nel momento presente.
pt_br: Respire fundo e libere qualquer tensão. Permita-se relaxar no momento presente.

# Phrase−Serenity−13
source: Trust in the unfolding of your life, and know that everything is happening for your highest good.
es: Ten fe en el desarrollo de tu vida y sabe que todo está sucediendo para tu mayor bien.
fr: Ayez foi dans le déroulement de votre vie et sachez que tout se passe pour votre plus grand bien.
it: Abbi fiducia nello svolgersi della tua vita e sappi che tutto sta accadendo per il tuo massimo bene.
pt_br: Tenha fé no desenrolar de sua vida e saiba que tudo está acontecendo para o seu bem maior.
