Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Healing−64
source: Take time to reflect on the things in your life that bring you joy and meaning, and to cultivate a sense of gratitude for all that you have.
es: Tómese el tiempo para reflexionar sobre las cosas en su vida que le brindan alegría y significado, y para cultivar un sentido de gratitud por todo lo que tiene.
fr: Prenez le temps de réfléchir aux choses de votre vie qui vous apportent joie et sens, et cultivez un sentiment de gratitude pour tout ce que vous avez.
it: Prenditi del tempo per riflettere sulle cose della tua vita che ti portano gioia e significato e per coltivare un senso di gratitudine per tutto ciò che hai.
pt_br: Reserve um tempo para refletir sobre as coisas em sua vida que lhe trazem alegria e significado e para cultivar um sentimento de gratidão por tudo o que você tem.

# Phrase−Healing−65
source: Trust in the wisdom of your body, and allow it to guide you towards the path of health and wellness that is right for you.
es: Confía en la sabiduría de tu cuerpo y deja que te guíe por el camino hacia la salud y el bienestar que sea adecuado para ti.
fr: Faites confiance à la sagesse de votre corps et laissez-le vous guider sur le chemin de la santé et du bien-être qui vous convient.
it: Abbi fiducia nella saggezza del tuo corpo, e lascia che ti guidi verso il percorso di salute e benessere che fa per te.
pt_br: Confie na sabedoria do seu corpo e deixe-o guiá-lo no caminho para a saúde e o bem-estar que é certo para você.

# Phrase−Healing−66
source: May you be filled with the energy and vitality of life, and know that you are capable of achieving your dreams and aspirations.
es: Que te llenes de la energía y vitalidad de la vida y sepas que eres capaz de alcanzar tus sueños y aspiraciones.
fr: Puissiez-vous être rempli de l'énergie et de la vitalité de la vie et sachez que vous êtes capable de réaliser vos rêves et vos aspirations.
it: Possa tu essere pieno dell'energia e della vitalità della vita e sapere che sei in grado di realizzare i tuoi sogni e le tue aspirazioni.
pt_br: Que você seja preenchido com a energia e vitalidade da vida e saiba que é capaz de realizar seus sonhos e aspirações.

# Phrase−Healing−67
source: Believe in the power of positive thinking, and in the ability of the mind to create healing and transformation.
es: Cree en el poder del pensamiento positivo y la capacidad de la mente para crear sanación y transformación.
fr: Croyez au pouvoir de la pensée positive et à la capacité de l'esprit à créer la guérison et la transformation.
it: Credi nel potere del pensiero positivo e nella capacità della mente di creare guarigione e trasformazione.
pt_br: Acredite no poder do pensamento positivo e na capacidade da mente de criar cura e transformação.

# Phrase−Healing−68
source: Allow yourself to be vulnerable, and to seek out the support and care of others when you need it.
es: Permítete ser vulnerable y buscar el apoyo y la atención de los demás cuando lo necesites.
fr: Permettez-vous d'être vulnérable et de rechercher le soutien et les soins des autres lorsque vous en avez besoin.
it: Consenti a te stesso di essere vulnerabile e di cercare il sostegno e la cura degli altri quando ne hai bisogno.
pt_br: Permita-se ser vulnerável e buscar apoio e cuidado de outras pessoas quando precisar.

# Phrase−Healing−69
source: May you be surrounded by the beauty and wonder of nature, and find solace in its healing presence.
es: Que estés rodeado por la belleza y la maravilla de la naturaleza y encuentres consuelo en su presencia curativa.
fr: Puissiez-vous être entouré par la beauté et les merveilles de la nature et trouver du réconfort dans sa présence curative.
it: Possa tu essere circondato dalla bellezza e dalla meraviglia della natura e trovare conforto nella sua presenza curativa.
pt_br: Que você esteja cercado pela beleza e maravilha da natureza e encontre consolo em sua presença curadora.

# Phrase−Healing−70
source: Take time to nurture your relationships, and to connect with the people in your life who bring you joy and support.
es: Tómese el tiempo para nutrir sus relaciones y conectarse con las personas en su vida que le brindan alegría y apoyo.
fr: Prenez le temps d'entretenir vos relations et de vous connecter avec les personnes de votre vie qui vous apportent joie et soutien.
it: Prenditi del tempo per coltivare le tue relazioni e per entrare in contatto con le persone della tua vita che ti portano gioia e sostegno.
pt_br: Reserve um tempo para nutrir seus relacionamentos e se conectar com as pessoas em sua vida que lhe trazem alegria e apoio.

# Phrase−Healing−71
source: Trust in the power of prayer, and in the ability of divine intervention to bring about healing and transformation.
es: Confía en el poder de la oración y en la capacidad de la intervención divina para lograr la sanación y la transformación.
fr: Faites confiance au pouvoir de la prière et à la capacité de l'intervention divine d'apporter la guérison et la transformation.
it: Confida nel potere della preghiera e nella capacità dell'intervento divino di portare guarigione e trasformazione.
pt_br: Confie no poder da oração e na capacidade da intervenção divina para trazer cura e transformação.

# Phrase−Healing−72
source: May you be filled with a sense of purpose and meaning, and know that your life has value and significance.
es: Que te llenes de un sentido de propósito y significado y sepas que tu vida tiene valor y significado.
fr: Puissiez-vous être rempli d'un but et d'un sens et savoir que votre vie a une valeur et un sens.
it: Possa tu essere pieno di un senso di scopo e significato e sapere che la tua vita ha valore e significato.
pt_br: Que você seja preenchido com um senso de propósito e significado e saiba que sua vida tem valor e significado.

# Phrase−Healing−73
source: Believe in your own worth and value, and know that you are deserving of love and care.
es: Cree en tu valor y sabe que mereces amor y cuidado.
fr: Croyez en votre valeur et sachez que vous méritez de l'amour et des soins.
it: Credi nel tuo valore e nel tuo valore e sappi che meriti amore e cura.
pt_br: Acredite no seu valor e saiba que você merece amor e cuidado.

# Phrase−Healing−74
source: Allow yourself to be fully present in the moment, and to embrace the beauty and wonder of life.
es: Permítete estar completamente presente en el momento y abrazar la belleza y la maravilla de la vida.
fr: Permettez-vous d'être pleinement présent dans l'instant et d'embrasser la beauté et l'émerveillement de la vie.
it: Consenti a te stesso di essere pienamente presente nel momento e di abbracciare la bellezza e la meraviglia della vita.
pt_br: Permita-se estar totalmente presente no momento e abraçar a beleza e a maravilha da vida.

# Phrase−Healing−75
source: May you find comfort in the knowledge that you are part of something greater than yourself, and that your life has a purpose beyond your individual experience.
es: Que encuentres consuelo en el conocimiento de que eres parte de algo más grande que tú mismo y que tu vida tiene un propósito más allá de tu experiencia individual.
fr: Puissiez-vous trouver du réconfort en sachant que vous faites partie de quelque chose de plus grand que vous-même et que votre vie a un but au-delà de votre expérience individuelle.
it: Possa tu trovare conforto nella consapevolezza che fai parte di qualcosa di più grande di te stesso e che la tua vita ha uno scopo al di là della tua esperienza individuale.
pt_br: Que você encontre conforto em saber que faz parte de algo maior do que você mesmo e que sua vida tem um propósito além de sua experiência individual.

# Phrase−Healing−76
source: Take time to rest and rejuvenate, and to give yourself the space and time you need to heal and recover.
es: Tómese el tiempo para descansar y rejuvenecer y darse el espacio y el tiempo que necesita para sanar y recuperarse.
fr: Prenez le temps de vous reposer et de vous ressourcer et de vous donner l'espace et le temps dont vous avez besoin pour guérir et récupérer.
it: Prenditi del tempo per riposare e ringiovanire e per concederti lo spazio e il tempo di cui hai bisogno per guarire e recuperare.
pt_br: Tire um tempo para descansar e rejuvenescer e dar a si mesmo o espaço e o tempo que você precisa para se curar e se recuperar.

# Phrase−Healing−77
source: Trust in the power of the universe to bring about healing and transformation in your life.
es: Confía en el poder del universo para traer sanación y transformación a tu vida.
fr: Faites confiance au pouvoir de l'univers pour apporter la guérison et la transformation dans votre vie.
it: Abbi fiducia nel potere dell'universo per portare guarigione e trasformazione nella tua vita.
pt_br: Confie no poder do universo para trazer cura e transformação para sua vida.

# Phrase−Healing−78
source: May you be surrounded by the healing energy of the angels, and know that you are always protected and supported.
es: Que estés rodeado por la energía curativa de los ángeles y sepas que siempre estás protegido y apoyado.
fr: Puissiez-vous être entouré par l'énergie de guérison des anges et sachez que vous êtes toujours protégé et soutenu.
it: Possa tu essere circondato dall'energia curativa degli angeli e sapere che sei sempre protetto e sostenuto.
pt_br: Que você esteja cercado pela energia de cura dos anjos e saiba que está sempre protegido e apoiado.

# Phrase−Healing−79
source: Allow yourself to let go of any guilt or shame you may be feeling, and to embrace the freedom and peace that come with forgiveness.
es: Permítete dejar ir cualquier culpa o vergüenza que puedas sentir y abrazar la libertad y la paz que viene con el perdón.
fr: Autorisez-vous à abandonner toute culpabilité ou honte que vous pourriez ressentir et à embrasser la liberté et la paix qui accompagnent le pardon.
it: Consenti a te stesso di lasciar andare ogni senso di colpa o vergogna che potresti provare e di abbracciare la libertà e la pace che derivano dal perdono.
pt_br: Permita-se deixar de lado qualquer culpa ou vergonha que possa estar sentindo e abraçar a liberdade e a paz que vêm com o perdão.

# Phrase−Healing−80
source: May you find strength and courage in the face of adversity, and know that you are capable of overcoming even the toughest challenges.
es: Que encuentres fuerza y ​​coraje frente a la adversidad y sepas que eres capaz de superar incluso los desafíos más difíciles.
fr: Puissiez-vous trouver force et courage face à l'adversité et sachez que vous êtes capable de surmonter même les défis les plus difficiles.
it: Possa tu trovare forza e coraggio di fronte alle avversità e sapere che sei in grado di superare anche le sfide più difficili.
pt_br: Que você encontre força e coragem diante das adversidades e saiba que é capaz de superar até os desafios mais difíceis.

# Phrase−Healing−81
source: Take time to connect with your own spirituality, and to cultivate a sense of peace and calm through meditation or prayer.
es: Tómese el tiempo para conectarse con su espiritualidad y cultivar una sensación de paz y calma a través de la meditación o la oración.
fr: Prenez le temps de vous connecter avec votre spiritualité et de cultiver un sentiment de paix et de calme par la méditation ou la prière.
it: Prenditi del tempo per connetterti con la tua spiritualità e per coltivare un senso di pace e calma attraverso la meditazione o la preghiera.
pt_br: Reserve um tempo para se conectar com sua espiritualidade e cultivar uma sensação de paz e calma por meio da meditação ou da oração.

# Phrase−Healing−82
source: Trust in the power of your own inner strength and resilience, and know that you are capable of bouncing back from any setback.
es: Confía en el poder de tu fuerza interior y resiliencia, y sé capaz de recuperarte de cualquier contratiempo.
fr: Faites confiance au pouvoir de votre force intérieure et de votre résilience, et sachez que vous êtes capable de rebondir après n'importe quel revers.
it: Abbi fiducia nel potere della tua forza interiore e resilienza, e sappi che sei in grado di riprenderti da qualsiasi battuta d'arresto.
pt_br: Confie no poder de sua força interior e resiliência, e saiba que você é capaz de se recuperar de qualquer revés.

# Phrase−Healing−83
source: May you be filled with a sense of hope and possibility, and know that there is always a way forward, even in the darkest of times.
es: Que te llenes de un sentido de esperanza y posibilidad, y sepas que siempre hay un camino a seguir, incluso en los momentos más oscuros.
fr: Puissiez-vous être rempli d'un sentiment d'espoir et de possibilités, et sachez qu'il y a toujours une voie à suivre, même dans les moments les plus sombres.
it: Possa tu essere pieno di un senso di speranza e possibilità, e sapere che c'è sempre una via da seguire, anche nei momenti più bui.
pt_br: Que você seja preenchido com um sentimento de esperança e possibilidade, e saiba que sempre há um caminho a seguir, mesmo nos momentos mais sombrios.

# Phrase−Healing−84
source: Believe in the power of self-care, and in the ability of small, everyday actions to promote healing and wellbeing.
es: Crees en el poder del cuidado personal y la capacidad de las pequeñas acciones diarias para promover la curación y el bienestar.
fr: Vous croyez au pouvoir des soins personnels et à la capacité de petites actions quotidiennes à favoriser la guérison et le bien-être.
it: Credi nel potere della cura di sé e nella capacità delle piccole azioni quotidiane di promuovere la guarigione e il benessere.
pt_br: Você acredita no poder do autocuidado e na capacidade de pequenas ações diárias para promover a cura e o bem-estar.

# Phrase−Healing−85
source: Allow yourself to explore new paths and possibilities, and to embrace the unknown with curiosity and openness.
es: Permítete explorar nuevos caminos y posibilidades y abrazar lo desconocido con curiosidad y apertura.
fr: Permettez-vous d'explorer de nouvelles voies et possibilités et d'embrasser l'inconnu avec curiosité et ouverture.
it: Consenti a te stesso di esplorare nuovi percorsi e possibilità e di abbracciare l'ignoto con curiosità e apertura.
pt_br: Permita-se explorar novos caminhos e possibilidades e abraçar o desconhecido com curiosidade e abertura.

# Phrase−Healing−86
source: May you be surrounded by the healing energy of the earth, and know that you are a part of the web of life that sustains us all.
es: Que estés rodeado por la energía curativa de la tierra y sepas que eres parte de la red de vida que nos sostiene a todos.
fr: Puissiez-vous être entouré par l'énergie de guérison de la terre et savoir que vous faites partie de la toile de vie qui nous soutient tous.
it: Possa tu essere circondato dall'energia curativa della terra e sapere che fai parte della rete della vita che sostiene tutti noi.
pt_br: Que você esteja cercado pela energia de cura da terra e saiba que você faz parte da teia da vida que nos sustenta a todos.

# Phrase−Healing−87
source: Take time to connect with your own creativity and passions, and to allow them to bring joy and meaning to your life.
es: Tómate el tiempo para conectarte con tu creatividad y tus pasiones y permíteles traer alegría y significado a tu vida.
fr: Prenez le temps de vous connecter avec votre créativité et vos passions et permettez-leur d'apporter de la joie et du sens à votre vie.
it: Prenditi del tempo per connetterti con la tua creatività e le tue passioni e per consentire loro di portare gioia e significato alla tua vita.
pt_br: Reserve um tempo para se conectar com sua criatividade e paixões e permita que elas tragam alegria e significado à sua vida.

# Phrase−Healing−88
source: Trust in the power of community, and know that there are people in your life who care about you and want to support you on your healing journey.
es: Confíe en el poder de la comunidad y sepa que hay personas en su vida que se preocupan por usted y quieren apoyarlo en su proceso de curación.
fr: Faites confiance au pouvoir de la communauté et sachez qu'il y a des gens dans votre vie qui se soucient de vous et qui veulent vous soutenir dans votre cheminement vers la guérison.
it: Abbi fiducia nel potere della comunità e sappi che ci sono persone nella tua vita che si prendono cura di te e vogliono supportarti nel tuo viaggio di guarigione.
pt_br: Confie no poder da comunidade e saiba que existem pessoas em sua vida que se preocupam com você e querem apoiá-lo em sua jornada de cura.

# Phrase−Healing−89
source: May you be filled with a sense of wonder and awe at the beauty and mystery of the universe, and know that you are a part of something larger than yourself.
es: Que te llenes de una sensación de asombro y asombro ante la belleza y el misterio del universo, y sepas que eres parte de algo más grande que tú mismo.
fr: Puissiez-vous être rempli d'un sentiment d'émerveillement et d'admiration devant la beauté et le mystère de l'univers, et sachez que vous faites partie de quelque chose de plus grand que vous-même.
pt_br: Que você se sinta maravilhado e maravilhado com a beleza e o mistério do universo, e saiba que você faz parte de algo maior do que você mesmo.

# Phrase−Healing−90
source: Believe in the power of laughter and joy, and in the ability of these emotions to lift your spirits and promote healing.
es: Cree en el poder de la risa y la alegría y en la capacidad de estas emociones para levantar el ánimo y promover la curación.
fr: Croyez au pouvoir du rire et de la joie et à la capacité de ces émotions à remonter le moral et à favoriser la guérison.
it: Credi nel potere delle risate e della gioia e nella capacità di queste emozioni di sollevare il morale e promuovere la guarigione.
pt_br: Acredite no poder do riso e da alegria e na capacidade dessas emoções de elevar o ânimo e promover a cura.

# Phrase−Healing−91
source: Allow yourself to be vulnerable with the people in your life, and to ask for help when you need it.
es: Permítete ser vulnerable con las personas en tu vida y pedir ayuda cuando la necesites.
fr: Permettez-vous d'être vulnérable avec les gens de votre vie et de demander de l'aide quand vous en avez besoin.
it: Consenti a te stesso di essere vulnerabile con le persone della tua vita e di chiedere aiuto quando ne hai bisogno.
pt_br: Permita-se ser vulnerável com as pessoas em sua vida e peça ajuda quando precisar.

# Phrase−Healing−92
source: May you find comfort in the knowledge that you are loved unconditionally, and that your worth is not tied to your achievements or accomplishments.
es: Que encuentres consuelo al saber que eres amado incondicionalmente y que tu valor no está ligado a tus éxitos o logros.
fr: Puissiez-vous trouver du réconfort en sachant que vous êtes aimé inconditionnellement et que votre valeur n'est pas liée à vos succès ou réalisations.
it: Possa tu trovare conforto nella consapevolezza di essere amato incondizionatamente e che il tuo valore non è legato ai tuoi successi o risultati.
pt_br: Que você encontre conforto em saber que é amado incondicionalmente e que seu valor não está vinculado a seus sucessos ou realizações.

# Phrase−Healing−93
source: Take time to engage in activities that bring you pleasure and joy, and to prioritize self-care in your daily life.
es: Tómese el tiempo para participar en actividades que le brinden placer y alegría, y para priorizar el cuidado personal en su vida diaria.
fr: Prenez le temps de vous engager dans des activités qui vous procurent du plaisir et de la joie, et de prioriser les soins personnels dans votre vie quotidienne.
it: Prenditi del tempo per impegnarti in attività che ti portano piacere e gioia e per dare la priorità alla cura di te stesso nella tua vita quotidiana.
pt_br: Reserve um tempo para se envolver em atividades que lhe tragam prazer e alegria e priorize o autocuidado em sua vida diária.

# Phrase−Healing−94
source: Trust in the power of your own intuition and instincts, and allow them to guide you towards the path of healing and wellbeing.
es: Confía en el poder de tu intuición e instintos y permite que te guíen por el camino de la curación y el bienestar.
fr: Faites confiance au pouvoir de votre intuition et de vos instincts et laissez-les vous guider sur le chemin de la guérison et du bien-être.
it: Abbi fiducia nel potere della tua intuizione e del tuo istinto e consenti loro di guidarti verso il sentiero della guarigione e del benessere.
pt_br: Confie no poder de sua intuição e instintos e permita que eles o guiem no caminho da cura e do bem-estar.

# Phrase−Healing−95
source: May you be surrounded by the healing energy of the universe, and know that you are always connected to the divine.
es: Que estés rodeado por la energía curativa del universo y sepas que siempre estás conectado con lo divino.
fr: Puissiez-vous être entouré par l'énergie de guérison de l'univers et sachez que vous êtes toujours connecté au divin.
it: Possa tu essere circondato dall'energia curativa dell'universo e sapere che sei sempre connesso al divino.
pt_br: Que você esteja cercado pela energia de cura do universo e saiba que está sempre conectado ao divino.

# Phrase−Healing−96
source: Believe in the power of positive affirmations, and in the ability of these statements to promote healing and transformation in your life.
es: Cree en el poder de las afirmaciones positivas y en la capacidad de estas afirmaciones para promover la curación y la transformación en tu vida.
fr: Croyez au pouvoir des affirmations positives et à la capacité de ces affirmations à favoriser la guérison et la transformation de votre vie.
it: Credi nel potere delle affermazioni positive e nella capacità di queste affermazioni di promuovere la guarigione e la trasformazione nella tua vita.
pt_br: Acredite no poder das afirmações positivas e na capacidade dessas afirmações de promover cura e transformação em sua vida.

# Phrase−Healing−97
source: Allow yourself to be fully present in your body, and to embrace the sensations and emotions that arise.
es: Permítete estar completamente presente en tu cuerpo y abrazar las sensaciones y emociones que surgen.
fr: Permettez-vous d'être pleinement présent dans votre corps et d'embrasser les sensations et les émotions qui en découlent.
it: Consenti a te stesso di essere pienamente presente nel tuo corpo e di abbracciare le sensazioni e le emozioni che sorgono.
pt_br: Permita-se estar totalmente presente em seu corpo e abrace as sensações e emoções que surgirem.

# Phrase−Healing−98
source: May you find peace and comfort in the beauty and simplicity of everyday life, and know that even small moments can be filled with wonder and magic.
es: Que encuentres paz y consuelo en la belleza y la sencillez de la vida cotidiana, y que sepas que incluso los pequeños momentos pueden llenarse de asombro y magia.
fr: Puissiez-vous trouver la paix et le réconfort dans la beauté et la simplicité de la vie quotidienne, et sachez que même de petits moments peuvent être remplis d'émerveillement et de magie.
it: Possa tu trovare pace e conforto nella bellezza e nella semplicità della vita di tutti i giorni, e sapere che anche i piccoli momenti possono essere riempiti di meraviglia e magia.
pt_br: Que você encontre paz e conforto na beleza e simplicidade da vida cotidiana, e saiba que mesmo pequenos momentos podem ser preenchidos com maravilha e magia.
