Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Relationships−39
source: Take time to understand and appreciate each other's love languages. It can improve communication and intimacy.
es: Tómese el tiempo para comprender y apreciar los lenguajes de amor de los demás. Puede mejorar la comunicación y la intimidad.
fr: Prenez le temps de comprendre et d'apprécier les langages amoureux de l'autre. Cela peut améliorer la communication et l'intimité.
it: Prenditi del tempo per capire e apprezzare le reciproche lingue d'amore. Può migliorare la comunicazione e l'intimità.
pt_br: Reserve um tempo para entender e apreciar as linguagens de amor um do outro. Isso pode melhorar a comunicação e a intimidade.

# Phrase−Relationships−40
source: Don't be afraid to apologize and make amends when you make a mistake. It's a sign of maturity and humility.
es: No tengas miedo de disculparte y hacer las paces cuando cometas un error. Es una señal de madurez y humildad.
fr: N'ayez pas peur de vous excuser et de faire amende honorable lorsque vous faites une erreur. C'est un signe de maturité et d'humilité.
it: Non aver paura di scusarti e fare ammenda quando commetti un errore. È un segno di maturità e umiltà.
pt_br: Não tenha medo de se desculpar e corrigir quando cometer um erro. É um sinal de maturidade e humildade.

# Phrase−Relationships−41
source: Be flexible and adaptable in your relationships. Life is unpredictable, but love is a constant.
es: Sé flexible y adaptable en tus relaciones. La vida es impredecible, pero el amor es una constante.
fr: Soyez flexible et adaptable dans vos relations. La vie est imprévisible, mais l'amour est une constante.
it: Sii flessibile e adattabile nelle tue relazioni. La vita è imprevedibile, ma l'amore è una costante.
pt_br: Seja flexível e adaptável em seus relacionamentos. A vida é imprevisível, mas o amor é uma constante.

# Phrase−Relationships−42
source: Remember that every day is a new opportunity to strengthen your relationships. Seize the moment and make it count.
es: Recuerda que cada día es una nueva oportunidad para fortalecer tus relaciones. Aprovecha el día y haz que cuente.
fr: N'oubliez pas que chaque jour est une nouvelle opportunité de renforcer vos relations. Saisissez la journée et faites en sorte qu'elle compte.
it: Ricorda che ogni giorno è una nuova opportunità per rafforzare le tue relazioni. Cogli l'attimo e fallo valere.
pt_br: Lembre-se que cada dia é uma nova oportunidade para fortalecer seus relacionamentos. Aproveite o dia e faça valer a pena.

# Phrase−Relationships−43
source: Be mindful of the words you speak. They have the power to heal or hurt.
es: Ten cuidado con las palabras que pronuncias. Tienen el poder de curar o herir.
fr: Soyez conscient des mots que vous prononcez. Ils ont le pouvoir de guérir ou de blesser.
it: Sii consapevole delle parole che dici. Hanno il potere di guarire o ferire.
pt_br: Tenha cuidado com as palavras que você fala. Elas têm o poder de curar ou ferir.

# Phrase−Relationships−44
source: Don't be afraid to challenge each other to grow and learn. It can lead to greater understanding and connection.
es: No tengan miedo de desafiarse unos a otros para crecer y aprender. Puede conducir a una mayor comprensión y conexión.
fr: N'ayez pas peur de vous mettre au défi de grandir et d'apprendre. Cela peut conduire à une meilleure compréhension et à une meilleure connexion.
it: Non aver paura di sfidarti a vicenda per crescere e imparare. Può portare a una maggiore comprensione e connessione.
pt_br: Não tenha medo de desafiar uns aos outros para crescer e aprender. Isso pode levar a uma maior compreensão e conexão.

# Phrase−Relationships−45
source: Be supportive of each other's dreams and aspirations. It's important to have individual goals as well as shared ones.
es: Apoyen los sueños y aspiraciones de los demás. Es importante tener metas individuales y compartidas.
fr: Soutenez les rêves et les aspirations de chacun. Il est important d'avoir des objectifs individuels et partagés.
it: Sostenere i sogni e le aspirazioni reciproci. È importante avere obiettivi individuali e condivisi.
pt_br: Apoiem os sonhos e aspirações uns dos outros. É importante ter objetivos individuais e compartilhados.

# Phrase−Relationships−46
source: Take time to appreciate the little things in life. They can bring great joy and happiness to your relationships.
es: Tómese el tiempo para apreciar las pequeñas cosas de la vida. Pueden traer gran alegría y felicidad a sus relaciones.
fr: Prenez le temps d'apprécier les petites choses de la vie. Elles peuvent apporter beaucoup de joie et de bonheur à vos relations.
it: Prenditi del tempo per apprezzare le piccole cose della vita. Possono portare grande gioia e felicità alle tue relazioni.
pt_br: Reserve um tempo para apreciar as pequenas coisas da vida. Elas podem trazer grande alegria e felicidade aos seus relacionamentos.

# Phrase−Relationships−47
source: Be willing to compromise and find solutions that work for both parties. It's a sign of mutual respect and love.
es: Esté dispuesto a comprometerse y encontrar soluciones que funcionen para ambas partes. Es una señal de respeto y amor mutuo.
fr: Soyez prêt à faire des compromis et à trouver des solutions qui conviennent aux deux parties. C'est un signe de respect et d'amour mutuels.
it: Sii disposto a scendere a compromessi e trova soluzioni che funzionino per entrambe le parti. È un segno di rispetto e amore reciproci.
pt_br: Esteja disposto a se comprometer e encontrar soluções que funcionem para ambas as partes. É um sinal de amor e respeito mútuos.

# Phrase−Relationships−48
source: Remember that the quality of your relationships is more important than the quantity. Focus on building deep, meaningful connections.
es: Recuerde que la calidad de sus relaciones es más importante que la cantidad. Concéntrese en construir conexiones profundas y significativas.
fr: N'oubliez pas que la qualité de vos relations est plus importante que la quantité. Concentrez-vous sur l'établissement de liens profonds et significatifs.
it: Ricorda che la qualità delle tue relazioni è più importante della quantità. Concentrati sulla costruzione di connessioni profonde e significative.
pt_br: Lembre-se de que a qualidade de seus relacionamentos é mais importante do que a quantidade. Concentre-se em construir conexões profundas e significativas.

# Phrase−Relationships−49
source: Be mindful of your own emotions and how they affect others. Self-awareness is key to healthy relationships.
es: Sé consciente de tus emociones y cómo afectan a los demás. La autoconciencia es clave para las relaciones saludables.
fr: Soyez conscient de vos émotions et de la façon dont elles affectent les autres. La conscience de soi est la clé de relations saines.
it: Sii consapevole delle tue emozioni e di come influenzano gli altri. La consapevolezza di sé è la chiave per relazioni sane.
pt_br: Esteja ciente de suas emoções e como elas afetam os outros. A autoconsciência é a chave para relacionamentos saudáveis.

# Phrase−Relationships−50
source: Don't be afraid to express gratitude and appreciation for the people in your life. It can create a positive and uplifting atmosphere in your relationships.
es: No tenga miedo de expresar gratitud y aprecio por las personas en su vida. Puede crear una atmósfera positiva y edificante en sus relaciones.
fr: N'ayez pas peur d'exprimer votre gratitude et votre appréciation pour les personnes de votre vie. Cela peut créer une atmosphère positive et édifiante dans vos relations.
it: Non aver paura di esprimere gratitudine e apprezzamento per le persone della tua vita. Può creare un'atmosfera positiva ed edificante nelle tue relazioni.
pt_br: Não tenha medo de expressar gratidão e apreço pelas pessoas em sua vida. Isso pode criar uma atmosfera positiva e edificante em seus relacionamentos.

# Phrase−Relationships−51
source: Never stop learning about yourself and your loved ones. It's an ongoing journey of growth and discovery.
es: Nunca dejes de conocerte a ti mismo y a tus seres queridos. Es un viaje continuo de crecimiento y descubrimiento.
fr: N'arrêtez jamais d'apprendre à vous connaître et à connaître vos proches. C'est un voyage continu de croissance et de découverte.
it: Non smettere mai di conoscere te stesso e i tuoi cari. È un viaggio continuo di crescita e scoperta.
pt_br: Nunca pare de conhecer a si mesmo e a seus entes queridos. É uma jornada contínua de crescimento e descoberta.

# Phrase−Relationships−52
source: Be present and attentive when spending time with your loved ones. It shows them that they are valued and appreciated.
es: Esté presente y atento cuando pase tiempo con sus seres queridos. Demuéstreles que son valorados y apreciados.
fr: Soyez présent et attentif lorsque vous passez du temps avec vos proches. Montrez-leur qu'ils sont valorisés et appréciés.
it: Sii presente e attento quando trascorri del tempo con i tuoi cari. Mostra loro che sono apprezzati e apprezzati.
pt_br: Esteja presente e atento ao passar o tempo com seus entes queridos. Mostre a eles que eles são valorizados e apreciados.

# Phrase−Relationships−53
source: Communication is key to any successful relationship. Make time to listen and express your thoughts and feelings.
es: La comunicación es la clave para cualquier relación exitosa. Tómese un tiempo para escuchar y expresar sus pensamientos y sentimientos.
fr: La communication est la clé de toute relation réussie. Prenez le temps d'écouter et d'exprimer vos pensées et vos sentiments.
it: La comunicazione è la chiave per ogni relazione di successo. Trova il tempo per ascoltare ed esprimere i tuoi pensieri e sentimenti.
pt_br: A comunicação é a chave para qualquer relacionamento bem-sucedido. Reserve um tempo para ouvir e expressar seus pensamentos e sentimentos.

# Phrase−Relationships−54
source: Remember that conflicts and disagreements are normal. Work together to find a solution that works for both parties.
es: Recuerde que los conflictos y los desacuerdos son normales. Trabajen juntos para encontrar una solución que funcione para ambas partes.
fr: N'oubliez pas que les conflits et les désaccords sont normaux. Travaillez ensemble pour trouver une solution qui fonctionne pour les deux parties.
it: Ricorda che i conflitti e i disaccordi sono normali. Lavora insieme per trovare una soluzione che funzioni per entrambe le parti.
pt_br: Lembre-se de que conflitos e divergências são normais. Trabalhe em conjunto para encontrar uma solução que funcione para ambas as partes.

# Phrase−Relationships−55
source: Trust your instincts and intuition when it comes to relationships. They can often guide you in the right direction.
es: Confía en tus instintos e intuición cuando se trata de relaciones. A menudo pueden orientarte en la dirección correcta.
fr: Faites confiance à votre instinct et à votre intuition en matière de relations. Ils peuvent souvent vous orienter dans la bonne direction.
it: Fidati del tuo istinto e del tuo intuito quando si tratta di relazioni. Spesso possono guidarti nella giusta direzione.
pt_br: Confie em seus instintos e intuição quando se trata de relacionamentos. Eles geralmente podem apontar a direção certa.

# Phrase−Relationships−56
source: Be generous with your time, energy, and resources. It shows your loved ones that you care and are invested in the relationship.
es: Sé generoso con tu tiempo, energía y recursos. Muéstrales a tus seres queridos que te preocupas y que estás involucrado en la relación.
fr: Soyez généreux de votre temps, de votre énergie et de vos ressources. Montrez à vos proches que vous vous souciez d'eux et que vous vous investissez dans la relation.
it: Sii generoso con il tuo tempo, energia e risorse. Mostra ai tuoi cari che ci tieni e che sei investito nella relazione.
pt_br: Seja generoso com seu tempo, energia e recursos. Mostre aos seus entes queridos que você se importa e investe no relacionamento.

# Phrase−Relationships−57
source: Don't be afraid to be vulnerable and open with your loved ones. It can lead to deeper connections and understanding.
es: No tenga miedo de ser vulnerable y abierto con sus seres queridos. Puede conducir a conexiones y comprensión más profundas.
fr: N'ayez pas peur d'être vulnérable et ouvert avec vos proches. Cela peut conduire à des liens et à une compréhension plus profonds.
it: Non aver paura di essere vulnerabile e aperto con i tuoi cari. Può portare a connessioni e comprensione più profonde.
pt_br: Não tenha medo de ser vulnerável e aberto com seus entes queridos. Isso pode levar a conexões e entendimentos mais profundos.

# Phrase−Relationships−58
source: Practice active listening and empathy in your relationships. It shows your loved ones that you are truly present and engaged.
es: Practica la escucha activa y la empatía en tus relaciones. Muéstrales a tus seres queridos que estás realmente presente y comprometido.
fr: Pratiquez l'écoute active et l'empathie dans vos relations. Montrez à vos proches que vous êtes vraiment présent et engagé.
it: Pratica l'ascolto attivo e l'empatia nelle tue relazioni. Mostra ai tuoi cari che sei veramente presente e impegnato.
pt_br: Pratique a escuta ativa e a empatia em seus relacionamentos. Mostre aos seus entes queridos que você está realmente presente e engajado.

# Phrase−Relationships−59
source: Be patient and understanding when your loved ones are going through a difficult time. It's important to support each other through both the good and the bad.
es: Sea paciente y comprensivo cuando sus seres queridos estén pasando por un momento difícil. Es importante apoyarse mutuamente en las buenas y en las malas.
fr: Soyez patient et compréhensif lorsque vos proches traversent une période difficile. Il est important de se soutenir mutuellement contre vents et marées.
it: Sii paziente e comprensivo quando i tuoi cari stanno attraversando un momento difficile. È importante sostenersi a vicenda sia nel bene che nel male.
pt_br: Seja paciente e compreensivo quando seus entes queridos estão passando por um momento difícil. É importante apoiar uns aos outros nos bons e maus momentos.

# Phrase−Relationships−60
source: Celebrate each other's accomplishments and milestones. It shows that you are invested in each other's happiness and success.
es: Celebren los logros e hitos de los demás. Demuestren que están comprometidos con la felicidad y el éxito de los demás.
fr: Célébrez les réalisations et les jalons de chacun. Montrez que vous êtes investi dans le bonheur et le succès de l'autre.
it: Festeggia i traguardi e le pietre miliari reciproci. Dimostra che sei investito nella felicità e nel successo reciproci.
pt_br: Celebre as realizações e marcos um do outro. Mostre que você investe na felicidade e no sucesso um do outro.

# Phrase−Relationships−61
source: Remember that forgiveness is an essential part of any healthy relationship. It allows you to move forward and grow together.
es: Recuerde que el perdón es una parte esencial de cualquier relación sana. Les permite avanzar y crecer juntos.
fr: N'oubliez pas que le pardon est un élément essentiel de toute relation saine. Il vous permet d'avancer et de grandir ensemble.
it: Ricorda che il perdono è una parte essenziale di ogni relazione sana. Ti permette di andare avanti e crescere insieme.
pt_br: Lembre-se de que o perdão é uma parte essencial de qualquer relacionamento saudável. Ele permite que vocês avancem e cresçam juntos.

# Phrase−Relationships−62
source: Take responsibility for your actions and words. It shows maturity and respect for yourself and others.
es: Asume la responsabilidad de tus acciones y palabras. Muestra madurez y respeto por ti mismo y por los demás.
fr: Assumez la responsabilité de vos actions et de vos paroles. Faites preuve de maturité et de respect pour vous-même et pour les autres.
it: Assumiti la responsabilità delle tue azioni e parole. Mostra maturità e rispetto per te stesso e per gli altri.
pt_br: Assuma a responsabilidade por suas ações e palavras. Mostre maturidade e respeito por si mesmo e pelos outros.

# Phrase−Relationships−63
source: Be honest and transparent in your relationships. It builds trust and creates a foundation for deeper connections.
es: Sé honesto y transparente en tus relaciones. Genera confianza y crea una base para conexiones más profundas.
fr: Soyez honnête et transparent dans vos relations. Cela renforce la confiance et crée une base pour des relations plus profondes.
it: Sii onesto e trasparente nelle tue relazioni. Costruisce fiducia e crea una base per connessioni più profonde.
pt_br: Seja honesto e transparente em seus relacionamentos. Isso gera confiança e cria uma base para conexões mais profundas.

# Phrase−Relationships−64
source: Don't be afraid to ask for help when you need it. It's a sign of strength and self-awareness.
es: No tengas miedo de pedir ayuda cuando la necesites. Es una señal de fortaleza y autoconciencia.
fr: N'ayez pas peur de demander de l'aide quand vous en avez besoin. C'est un signe de force et de conscience de soi.
it: Non aver paura di chiedere aiuto quando ne hai bisogno. È un segno di forza e consapevolezza di sé.
pt_br: Não tenha medo de pedir ajuda quando precisar. É um sinal de força e autoconsciência.

# Phrase−Relationships−65
source: Be mindful of your own needs and boundaries in relationships. It's important to take care of yourself as well as others.
es: Sé consciente de tus necesidades y limitaciones en las relaciones. Es importante cuidarte a ti mismo y a los demás.
fr: Soyez conscient de vos besoins et de vos limites dans les relations. Il est important de prendre soin de vous et des autres.
it: Sii consapevole dei tuoi bisogni e dei tuoi limiti nelle relazioni. È importante prendersi cura di te stesso e degli altri.
pt_br: Esteja ciente de suas necessidades e limitações nos relacionamentos. É importante cuidar de si e dos outros.

# Phrase−Relationships−66
source: Embrace change and growth in your relationships. It allows you to adapt and evolve together.
es: Acepte el cambio y el crecimiento en sus relaciones. Les permite adaptarse y evolucionar juntos.
fr: Acceptez le changement et la croissance dans vos relations. Cela vous permet de vous adapter et d'évoluer ensemble.
it: Abbraccia il cambiamento e la crescita nelle tue relazioni. Ti consente di adattarti ed evolvere insieme.
pt_br: Abrace a mudança e o crescimento em seus relacionamentos. Isso permite que você se adapte e evolua juntos.

# Phrase−Relationships−67
source: Remember that relationships take effort and commitment. Make time for each other and prioritize your connection.
es: Recuerde que las relaciones requieren compromiso y dedicación. Dediquen tiempo el uno al otro y prioricen su conexión.
fr: N'oubliez pas que les relations exigent de l'engagement et du dévouement. Prenez du temps l'un pour l'autre et donnez la priorité à votre connexion.
it: Ricorda che le relazioni richiedono impegno e impegno. Prenditi del tempo l'uno per l'altro e dai la priorità alla tua connessione.
pt_br: Lembre-se de que os relacionamentos exigem comprometimento e dedicação. Arranje tempo um para o outro e priorize sua conexão.

# Phrase−Relationships−68
source: Be open and curious about each other's interests and hobbies. It can lead to new experiences and shared passions.
es: Sé abierto y curioso sobre los intereses y pasatiempos de los demás. Puede conducir a nuevas experiencias y pasiones compartidas.
fr: Soyez ouvert et curieux des intérêts et des passe-temps de l'autre. Cela peut mener à de nouvelles expériences et à des passions partagées.
it: Sii aperto e curioso degli interessi e degli hobby reciproci. Può portare a nuove esperienze e passioni condivise.
pt_br: Seja aberto e curioso sobre os interesses e hobbies um do outro. Isso pode levar a novas experiências e paixões compartilhadas.

# Phrase−Relationships−69
source: Practice gratitude and appreciation for your loved ones. It can foster a positive and loving atmosphere in your relationships.
es: Practica la gratitud y el aprecio por tus seres queridos. Puede fomentar una atmósfera positiva y amorosa en tus relaciones.
fr: Pratiquez la gratitude et l'appréciation pour vos proches. Cela peut favoriser une atmosphère positive et aimante dans vos relations.
it: Pratica la gratitudine e l'apprezzamento per i tuoi cari. Può favorire un'atmosfera positiva e amorevole nelle tue relazioni.
pt_br: Pratique gratidão e apreço por seus entes queridos. Isso pode promover uma atmosfera positiva e amorosa em seus relacionamentos.

# Phrase−Relationships−70
source: Don't be afraid to express your love and affection for your loved ones. It can create a deep and meaningful bond.
es: No tengas miedo de expresar tu amor y afecto por tus seres queridos. Puede crear un vínculo profundo y significativo.
fr: N'ayez pas peur d'exprimer votre amour et votre affection pour vos proches. Cela peut créer un lien profond et significatif.
it: Non aver paura di esprimere il tuo amore e affetto per i tuoi cari. Può creare un legame profondo e significativo.
pt_br: Não tenha medo de expressar seu amor e afeição por seus entes queridos. Isso pode criar um vínculo profundo e significativo.

# Phrase−Relationships−71
source: Be flexible and adaptable when facing challenges in your relationships. It allows you to find creative solutions and overcome obstacles together.
es: Sé flexible y adaptable cuando enfrentes desafíos en tus relaciones. Te permite encontrar soluciones creativas y superar obstáculos juntos.
fr: Soyez flexible et adaptable lorsque vous faites face à des défis dans vos relations. Cela vous permet de trouver des solutions créatives et de surmonter les obstacles ensemble.
it: Sii flessibile e adattabile quando affronti le sfide nelle tue relazioni. Ti permette di trovare soluzioni creative e superare gli ostacoli insieme.
pt_br: Seja flexível e adaptável ao lidar com desafios em seus relacionamentos. Isso permite que você encontre soluções criativas e supere obstáculos juntos.

# Phrase−Relationships−72
source: Remember that quality time is more important than quantity. Make each moment count in your relationships.
es: Recuerda que el tiempo de calidad es más importante que la cantidad. Haz que cada momento cuente en tus relaciones.
fr: N'oubliez pas que le temps de qualité est plus important que la quantité. Faites en sorte que chaque instant compte dans vos relations.
it: Ricorda che il tempo di qualità è più importante della quantità. Fai in modo che ogni momento conti nelle tue relazioni.
pt_br: Lembre-se de que o tempo de qualidade é mais importante do que a quantidade. Faça com que cada momento conte em seus relacionamentos.

# Phrase−Relationships−73
source: Be kind and compassionate towards yourself and others. It creates a nurturing and supportive environment in your relationships.
es: Sé amable y compasivo contigo mismo y con los demás. Crea un entorno enriquecedor y de apoyo en tus relaciones.
fr: Soyez gentil et compatissant envers vous-même et les autres. Créez un environnement stimulant et favorable dans vos relations.
it: Sii gentile e compassionevole verso te stesso e gli altri. Crea un ambiente nutriente e di supporto nelle tue relazioni.
pt_br: Seja gentil e compassivo consigo mesmo e com os outros. Crie um ambiente estimulante e de apoio em seus relacionamentos.
