Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Relationships−74
source: Don't be afraid to explore new experiences and adventures together. It can create lasting memories and strengthen your connection.
es: No tengas miedo de explorar nuevas experiencias y aventuras juntos. Puede crear recuerdos duraderos y fortalecer su conexión.
fr: N'ayez pas peur d'explorer de nouvelles expériences et aventures ensemble. Cela peut créer des souvenirs durables et renforcer votre connexion.
it: Non aver paura di esplorare nuove esperienze e avventure insieme. Può creare ricordi duraturi e rafforzare la tua connessione.
pt_br: Não tenha medo de explorar novas experiências e aventuras juntos. Isso pode criar memórias duradouras e fortalecer sua conexão.

# Phrase−Relationships−75
source: Be mindful of your tone and body language in communication. It can impact how your words are received and perceived.
es: Tenga en cuenta su tono y lenguaje corporal en la comunicación. Puede afectar la forma en que se reciben y perciben sus palabras.
fr: Soyez conscient de votre ton et de votre langage corporel dans la communication. Cela peut affecter la façon dont vos mots sont reçus et perçus.
it: Sii consapevole del tuo tono e del linguaggio del corpo nella comunicazione. Può influire sul modo in cui le tue parole vengono ricevute e percepite.
pt_br: Esteja ciente de seu tom e linguagem corporal na comunicação. Isso pode afetar como suas palavras são recebidas e percebidas.

# Phrase−Relationships−76
source: Take time to celebrate each other's unique qualities and strengths. It shows that you appreciate and value each other as individuals.
es: Tómese el tiempo para celebrar las cualidades y fortalezas únicas de cada uno. Demuestre que se valora y valora a los demás como individuos.
fr: Prenez le temps de célébrer les qualités et les forces uniques de chacun. Montrez que vous vous appréciez et que vous vous appréciez en tant qu'individus.
it: Prenditi del tempo per celebrare le reciproche qualità e punti di forza unici. Dimostra che apprezzi e apprezzi l'un l'altro come individui.
pt_br: Reserve um tempo para celebrar as qualidades e pontos fortes um do outro. Mostre que você se valoriza e se valoriza como indivíduos.

# Phrase−Relationships−77
source: Be curious and open-minded about each other's perspectives and beliefs. It allows for greater understanding and connection.
es: Sé curioso y de mente abierta sobre las perspectivas y creencias de los demás. Permite una mayor comprensión y conexión.
fr: Soyez curieux et ouvert d'esprit sur les perspectives et les croyances de chacun. Cela permet une meilleure compréhension et une plus grande connexion.
it: Sii curioso e di mentalità aperta riguardo alle reciproche prospettive e convinzioni. Consente una maggiore comprensione e connessione.
pt_br: Seja curioso e tenha a mente aberta sobre as perspectivas e crenças uns dos outros. Isso permite uma maior compreensão e conexão.

# Phrase−Relationships−78
source: Remember to take breaks and recharge when necessary. It allows you to show up fully in your relationships.
es: Recuerda tomar descansos y recargar cuando sea necesario. Te permite mostrarte completamente en tus relaciones.
fr: N'oubliez pas de faire des pauses et de vous ressourcer en cas de besoin. Cela vous permet de vous montrer pleinement dans vos relations.
it: Ricorda di fare delle pause e ricaricarti quando necessario. Ti permette di mostrarti pienamente nelle tue relazioni.
pt_br: Lembre-se de fazer pausas e recarregar quando necessário. Isso permite que você se mostre totalmente em seus relacionamentos.

# Phrase−Relationships−79
source: Be supportive and encouraging of each other's growth and development. It allows you to grow together as individuals and as a couple.
es: Para apoyar y alentar el crecimiento y desarrollo de cada uno. Les permite crecer juntos como individuos y como pareja.
fr: Pour soutenir et encourager la croissance et le développement de chacun. Cela vous permet de grandir ensemble en tant qu'individus et en tant que couple.
it: Sostenere e incoraggiare la crescita e lo sviluppo reciproci. Ti permette di crescere insieme come individui e come coppia.
pt_br: Apoiar e encorajar o crescimento e o desenvolvimento um do outro. Isso permite que vocês cresçam juntos como indivíduos e como casal.

# Phrase−Relationships−80
source: Don't be afraid to express your boundaries and preferences in your relationships. It allows for clear communication and mutual respect.
es: No tengas miedo de expresar tus límites y preferencias en tus relaciones. Permite una comunicación clara y respeto mutuo.
fr: N'ayez pas peur d'exprimer vos limites et vos préférences dans vos relations. Cela permet une communication claire et un respect mutuel.
it: Non aver paura di esprimere i tuoi confini e le tue preferenze nelle tue relazioni. Consente una comunicazione chiara e rispetto reciproco.
pt_br: Não tenha medo de expressar seus limites e preferências em seus relacionamentos. Isso permite uma comunicação clara e respeito mútuo.

# Phrase−Relationships−81
source: Be patient and understanding when your loved ones are going through a challenging time. It's important to offer compassion and support.
es: Sea paciente y comprensivo cuando sus seres queridos estén pasando por un momento difícil. Es importante ofrecer compasión y apoyo.
fr: Soyez patient et compréhensif lorsque vos proches traversent une période difficile. Il est important d'offrir de la compassion et du soutien.
it: Sii paziente e comprensivo quando i tuoi cari stanno attraversando un momento difficile. È importante offrire compassione e sostegno.
pt_br: Seja paciente e compreensivo quando seus entes queridos estão passando por um momento difícil. É importante oferecer compaixão e apoio.

# Phrase−Relationships−82
source: Practice forgiveness and let go of grudges. It allows you to move forward and cultivate a positive relationship.
es: Practica el perdón y deja ir los resentimientos. Te permite seguir adelante y cultivar una relación positiva.
fr: Pratiquez le pardon et laissez aller les rancunes. Cela vous permet d'avancer et de cultiver une relation positive.
it: Pratica il perdono e lascia andare i rancori. Ti permette di andare avanti e coltivare una relazione positiva.
pt_br: Pratique o perdão e deixe de lado os ressentimentos. Isso permite que você siga em frente e cultive um relacionamento positivo.

# Phrase−Relationships−83
source: Be willing to compromise and find a solution that works for both parties. It shows respect and a willingness to work together.
es: Esté dispuesto a comprometerse y encontrar una solución que funcione para ambas partes. Muestre respeto y voluntad de trabajar juntos.
fr: Soyez prêt à faire des compromis et à trouver une solution qui fonctionne pour les deux parties. Faites preuve de respect et d'une volonté de travailler ensemble.
it: Sii disposto a scendere a compromessi e trova una soluzione che funzioni per entrambe le parti. Mostra rispetto e volontà di lavorare insieme.
pt_br: Esteja disposto a se comprometer e encontrar uma solução que funcione para ambas as partes. Mostre respeito e vontade de trabalhar juntos.

# Phrase−Relationships−84
source: Take responsibility for your mistakes and apologize when necessary. It shows humility and a willingness to make amends.
es: Asuma la responsabilidad por sus errores y discúlpese cuando sea necesario. Muestre humildad y voluntad de hacer las paces.
fr: Assumez la responsabilité de vos erreurs et excusez-vous si nécessaire. Faites preuve d'humilité et d'une volonté de faire amende honorable.
it: Assumiti la responsabilità dei tuoi errori e scusati quando necessario. Mostra umiltà e volontà di fare ammenda.
pt_br: Assuma a responsabilidade por seus erros e peça desculpas quando necessário. Mostre humildade e disposição para fazer as pazes.

# Phrase−Relationships−85
source: Remember that your loved ones are not mind readers. Be clear and direct in your communication to avoid misunderstandings.
es: Recuerde que los seres queridos no leen la mente. Sea claro y directo en su comunicación para evitar malentendidos.
fr: N'oubliez pas que vos proches ne lisent pas dans les pensées. Soyez clair et direct dans votre communication pour éviter les malentendus.
it: Ricorda che i tuoi cari non leggono nel pensiero. Sii chiaro e diretto nella tua comunicazione per evitare fraintendimenti.
pt_br: Lembre-se de que os entes queridos não lêem mentes. Seja claro e direto em sua comunicação para evitar mal-entendidos.

# Phrase−Relationships−86
source: Don't be afraid to show vulnerability and share your feelings with your loved ones. It can deepen your connection and understanding.
es: No tenga miedo de mostrar vulnerabilidad y compartir sus sentimientos con sus seres queridos. Puede profundizar su conexión y comprensión.
fr: N'ayez pas peur de montrer votre vulnérabilité et de partager vos sentiments avec vos proches. Cela peut approfondir votre connexion et votre compréhension.
it: Non aver paura di mostrare vulnerabilità e condividere i tuoi sentimenti con i tuoi cari. Può approfondire la tua connessione e comprensione.
pt_br: Não tenha medo de mostrar vulnerabilidade e compartilhar seus sentimentos com os entes queridos. Isso pode aprofundar sua conexão e compreensão.

# Phrase−Relationships−87
source: Be mindful of the impact your actions and words have on others. It's important to treat your loved ones with kindness and respect.
es: Sea consciente del impacto que sus acciones y palabras tienen en los demás. Es importante tratar a sus seres queridos con amabilidad y respeto.
fr: Soyez conscient de l'impact que vos actions et vos paroles ont sur les autres. Il est important de traiter vos proches avec gentillesse et respect.
it: Sii consapevole dell'impatto che le tue azioni e parole hanno sugli altri. È importante trattare i tuoi cari con gentilezza e rispetto.
pt_br: Esteja ciente do impacto que suas ações e palavras têm sobre os outros. É importante tratar seus entes queridos com gentileza e respeito.

# Phrase−Relationships−88
source: Make time for fun and play in your relationships. It can bring joy and laughter to your connection.
es: Haz tiempo para divertirte y jugar en tus relaciones. Puede traer alegría y risas a tu conexión.
fr: Prenez du temps pour vous amuser et jouer dans vos relations. Cela peut apporter de la joie et des rires à votre connexion.
it: Trova il tempo per divertirti e giocare nelle tue relazioni. Può portare gioia e risate alla tua connessione.
pt_br: Arranje tempo para se divertir e brincar em seus relacionamentos. Isso pode trazer alegria e riso à sua conexão.

# Phrase−Relationships−89
source: Be willing to ask for feedback and listen to constructive criticism. It allows for growth and improvement in your relationships.
es: Esté dispuesto a pedir comentarios y escuchar críticas constructivas. Permite el crecimiento y la mejora en sus relaciones.
fr: Soyez prêt à demander des commentaires et à écouter les critiques constructives. Cela permet de développer et d'améliorer vos relations.
it: Sii disposto a chiedere feedback e ad ascoltare critiche costruttive. Consente la crescita e il miglioramento delle tue relazioni.
pt_br: Esteja disposto a pedir feedback e ouvir críticas construtivas. Isso permite crescimento e melhoria em seus relacionamentos.

# Phrase−Relationships−90
source: Express appreciation and gratitude for the small things in your relationships. It shows that you don't take your loved ones for granted.
es: Expresa aprecio y gratitud por las pequeñas cosas en tus relaciones. Demuestra que no das por sentado a tus seres queridos.
fr: Exprimez votre appréciation et votre gratitude pour les petites choses dans vos relations. Cela montre que vous ne tenez pas vos proches pour acquis.
it: Esprimi apprezzamento e gratitudine per le piccole cose nelle tue relazioni. Dimostra che non dai per scontati i tuoi cari.
pt_br: Expresse apreço e gratidão pelas pequenas coisas em seus relacionamentos. Isso mostra que você não considera seus entes queridos garantidos.

# Phrase−Relationships−91
source: Remember that no relationship is perfect. It's important to work through challenges and support each other through difficult times.
es: Recuerde que ninguna relación es perfecta. Es importante enfrentar los desafíos y apoyarse mutuamente en los momentos difíciles.
fr: N'oubliez pas qu'aucune relation n'est parfaite. Il est important de relever des défis et de se soutenir mutuellement dans les moments difficiles.
it: Ricorda che nessuna relazione è perfetta. È importante affrontare le sfide e sostenersi a vicenda nei momenti difficili.
pt_br: Lembre-se de que nenhum relacionamento é perfeito. É importante enfrentar desafios e apoiar um ao outro em tempos difíceis.

# Phrase−Relationships−92
source: Be authentic and true to yourself in your relationships. It allows for a genuine connection and mutual understanding.
es: Sé auténtico y fiel a ti mismo en tus relaciones. Permite una conexión genuina y una comprensión mutua.
fr: Soyez authentique et fidèle à vous-même dans vos relations. Cela permet une véritable connexion et une compréhension mutuelle.
it: Sii autentico e fedele a te stesso nelle tue relazioni. Consente una connessione genuina e una comprensione reciproca.
pt_br: Seja autêntico e verdadeiro consigo mesmo em seus relacionamentos. Isso permite uma conexão genuína e compreensão mútua.

# Phrase−Relationships−93
source: Don't be afraid to seek professional help if needed. It shows a commitment to your relationship and personal growth.
es: No tenga miedo de buscar ayuda profesional si es necesario. Muestre un compromiso con su relación y crecimiento personal.
fr: N'ayez pas peur de demander de l'aide professionnelle si nécessaire. Montrez un engagement envers votre relation et votre croissance personnelle.
it: Non aver paura di cercare un aiuto professionale se necessario. Mostra un impegno per la tua relazione e la crescita personale.
pt_br: Não tenha medo de procurar ajuda profissional, se necessário. Demonstre compromisso com seu relacionamento e crescimento pessoal.

# Phrase−Relationships−94
source: Be respectful of each other's boundaries and preferences. It shows that you value and respect each other's individuality.
es: Sean respetuosos de los límites y preferencias de los demás. Demuestren que valoran y respetan la individualidad de los demás.
fr: Soyez respectueux des limites et des préférences de chacun. Montrez que vous appréciez et respectez l'individualité de chacun.
it: Sii rispettoso dei confini e delle preferenze reciproci. Dimostra che apprezzi e rispetti l'individualità reciproca.
pt_br: Seja respeitoso com os limites e preferências um do outro. Mostre que você valoriza e respeita a individualidade um do outro.

# Phrase−Relationships−95
source: Practice active listening and ask questions to show interest in your loved ones' lives. It creates a deeper connection and understanding.
es: Practica la escucha activa y haz preguntas para mostrar interés en la vida de tus seres queridos. Construye una conexión y una comprensión más profundas.
fr: Pratiquez l'écoute active et posez des questions pour montrer de l'intérêt pour la vie de vos proches. Construisez une connexion et une compréhension plus profondes.
it: Pratica l'ascolto attivo e fai domande per mostrare interesse per la vita dei tuoi cari. Crea una connessione e una comprensione più profonde.
pt_br: Pratique a escuta ativa e faça perguntas para mostrar interesse na vida de seus entes queridos. Construa uma conexão e compreensão mais profundas.

# Phrase−Relationships−96
source: Be mindful of your tone and language in conflict resolution. It's important to approach disagreements with compassion and empathy.
es: Tenga en cuenta su tono y lenguaje al resolver conflictos. Es importante abordar los desacuerdos con compasión y empatía.
fr: Soyez conscient de votre ton et de votre langage dans la résolution des conflits. Il est important d'aborder les désaccords avec compassion et empathie.
it: Sii consapevole del tuo tono e del tuo linguaggio nella risoluzione dei conflitti. È importante affrontare i disaccordi con compassione ed empatia.
pt_br: Esteja atento ao seu tom e linguagem ao resolver conflitos. É importante abordar as divergências com compaixão e empatia.

# Phrase−Relationships−97
source: Remember to take care of yourself physically, mentally, and emotionally. It allows you to show up fully in your relationships.
es: Recuerda cuidarte física, mental y emocionalmente. Te permite mostrarte plenamente en tus relaciones.
fr: N'oubliez pas de prendre soin de vous physiquement, mentalement et émotionnellement. Cela vous permet de vous montrer pleinement dans vos relations.
it: Ricorda di prenderti cura di te stesso fisicamente, mentalmente ed emotivamente. Ti permette di mostrarti pienamente nelle tue relazioni.
pt_br: Lembre-se de cuidar de si mesmo fisicamente, mentalmente e emocionalmente. Isso permite que você se mostre plenamente em seus relacionamentos.

# Phrase−Relationships−98
source: Be supportive and encouraging of each other's passions and hobbies. It can create a shared sense of joy and excitement.
es: Apoyen y alienten las pasiones y pasatiempos de los demás. Puede crear una sensación compartida de alegría y entusiasmo.
fr: Soutenez et encouragez les passions et les passe-temps de chacun. Cela peut créer un sentiment partagé de joie et d'excitation.
it: Sostenere e incoraggiare le reciproche passioni e hobby. Può creare un senso condiviso di gioia ed eccitazione.
pt_br: Apoiem e encorajem as paixões e hobbies uns dos outros. Isso pode criar um sentimento compartilhado de alegria e emoção.

# Phrase−Relationships−99
source: Be willing to apologize and make amends when you have hurt your loved ones. It shows a willingness to take responsibility and make things right.
es: Esté dispuesto a disculparse y hacer las paces cuando haya lastimado a sus seres queridos. Muestre la voluntad de asumir la responsabilidad y hacer las cosas bien.
fr: Soyez prêt à vous excuser et à faire amende honorable lorsque vous avez blessé des êtres chers. Montrez une volonté d'assumer vos responsabilités et de faire les choses correctement.
it: Sii disposto a scusarti e a fare ammenda quando hai ferito i tuoi cari. Mostra la volontà di assumersi la responsabilità e sistemare le cose.
pt_br: Esteja disposto a se desculpar e fazer as pazes quando magoar entes queridos. Mostre disposição para assumir a responsabilidade e consertar as coisas.

# Phrase−Relationships−100
source: Remember that love is a verb. It requires effort, commitment, and action to cultivate a strong and healthy relationship.
es: Recuerda que amar es un verbo. Se necesita esfuerzo, compromiso y acción para cultivar una relación fuerte y saludable.
fr: N'oubliez pas que l'amour est un verbe. Il faut des efforts, de l'engagement et de l'action pour cultiver une relation solide et saine.
it: Ricorda che l'amore è un verbo. Richiede sforzo, impegno e azione per coltivare una relazione forte e sana.
pt_br: Lembre-se de que o amor é um verbo. É preciso esforço, comprometimento e ação para cultivar um relacionamento forte e saudável.

# Phrase−Success−1
source: Believe in yourself and your abilities, for you are capable of achieving great things.
es: Cree en ti mismo y en tus capacidades, porque eres capaz de lograr grandes cosas.
fr: Croyez en vous et en vos capacités, car vous êtes capable de réaliser de grandes choses.
it: Credi in te stesso e nelle tue capacità, perché sei in grado di realizzare grandi cose.
pt_br: Acredite em você e em suas habilidades, porque você é capaz de realizar grandes coisas.

# Phrase−Success−2
source: Do not let fear or doubt hold you back, for you have the strength and courage to overcome any obstacle.
es: No dejes que el miedo o la duda te detengan, porque tienes la fuerza y ​​el coraje para superar cualquier obstáculo.
fr: Ne laissez pas la peur ou le doute vous retenir, car vous avez la force et le courage de surmonter n'importe quel obstacle.
it: Non lasciare che la paura o il dubbio ti trattengano, perché hai la forza e il coraggio per superare qualsiasi ostacolo.
pt_br: Não deixe que o medo ou a dúvida o impeçam, pois você tem força e coragem para superar qualquer obstáculo.

# Phrase−Success−3
source: Trust in your intuition and follow your heart, for it will lead you to your true purpose.
es: Confía en tu intuición y sigue tu corazón, porque te llevará a tu verdadero propósito.
fr: Faites confiance à votre intuition et suivez votre cœur, car il vous mènera à votre véritable objectif.
it: Abbi fiducia nella tua intuizione e segui il tuo cuore, perché ti condurrà al tuo vero scopo.
pt_br: Confie na sua intuição e siga o seu coração, pois ele o levará ao seu verdadeiro propósito.

# Phrase−Success−4
source: Remember that every failure is an opportunity to learn and grow, and that success often comes after many setbacks.
es: Recuerda que cada fracaso es una oportunidad para aprender y crecer, y que el éxito suele llegar después de muchos contratiempos.
fr: N'oubliez pas que chaque échec est une opportunité d'apprendre et de grandir, et que le succès vient souvent après de nombreux revers.
it: Ricorda che ogni fallimento è un'opportunità per imparare e crescere, e che il successo spesso arriva dopo molte battute d'arresto.
pt_br: Lembre-se de que todo fracasso é uma oportunidade de aprender e crescer, e que o sucesso geralmente vem depois de muitos contratempos.

# Phrase−Success−5
source: Stay focused on your goals, and do not allow distractions to pull you off course.
es: Mantente enfocado en tus objetivos y no dejes que las distracciones te desvíen del rumbo.
fr: Restez concentré sur vos objectifs et ne laissez pas les distractions vous dérouter.
it: Resta concentrato sui tuoi obiettivi e non permettere alle distrazioni di portarti fuori rotta.
pt_br: Mantenha-se focado em seus objetivos e não deixe que as distrações o desviem do curso.

# Phrase−Success−6
source: Never give up on your dreams, for they are the spark that ignites your soul.
es: Nunca renuncies a tus sueños, porque son la chispa que enciende tu alma.
fr: N'abandonnez jamais vos rêves, car ils sont l'étincelle qui enflamme votre âme.
it: Non rinunciare mai ai tuoi sogni, perché sono la scintilla che accende la tua anima.
pt_br: Nunca desista dos seus sonhos, porque eles são a faísca que acende a sua alma.

# Phrase−Success−7
source: Keep a positive attitude and surround yourself with supportive people who believe in you.
es: Mantén una actitud positiva y rodéate de personas solidarias que crean en ti.
fr: Gardez une attitude positive et entourez-vous de personnes qui vous soutiennent et qui croient en vous.
it: Mantieni un atteggiamento positivo e circondati di persone solidali che credono in te.
pt_br: Mantenha uma atitude positiva e cerque-se de pessoas solidárias que acreditam em você.

# Phrase−Success−8
source: Remember that success is not measured by material possessions, but by the impact you have on the world and the people around you.
es: Recuerda que el éxito no se mide por las posesiones materiales, sino por el impacto que tienes en el mundo y en las personas que te rodean.
fr: N'oubliez pas que le succès ne se mesure pas par les possessions matérielles, mais par l'impact que vous avez sur le monde et les gens qui vous entourent.
it: Ricorda che il successo non si misura dai beni materiali, ma dall'impatto che hai sul mondo e sulle persone intorno a te.
pt_br: Lembre-se de que o sucesso não é medido por bens materiais, mas pelo impacto que você causa no mundo e nas pessoas ao seu redor.
