Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Fear−84
source: Practice positive self-talk and replace negative thoughts with empowering ones.
es: Practica el diálogo interno positivo y reemplaza los pensamientos negativos por otros que te den poder.
fr: Pratiquez un discours intérieur positif et remplacez les pensées négatives par des pensées stimulantes.
it: Pratica un dialogo interiore positivo e sostituisci i pensieri negativi con quelli che danno potere.
pt_br: Pratique uma conversa interna positiva e substitua os pensamentos negativos por outros fortalecedores.

# Phrase−Fear−85
source: Surround yourself with beauty and things that make you feel calm and at peace.
es: Rodéate de belleza y cosas que te hagan sentir tranquilo y en paz.
fr: Entourez-vous de beauté et de choses qui vous font vous sentir calme et en paix.
it: Circondati di bellezza e cose che ti fanno sentire calmo e in pace.
pt_br: Cerque-se de beleza e coisas que te façam sentir calmo e em paz.

# Phrase−Fear−86
source: Remember that failure is not the end. It's simply an opportunity to try again with more knowledge and experience.
es: Recuerde que el fracaso no es el final. Es simplemente una oportunidad para volver a intentarlo con más conocimiento y experiencia.
fr: N'oubliez pas que l'échec n'est pas la fin. C'est simplement une opportunité d'essayer à nouveau avec plus de connaissances et d'expérience.
it: Ricorda che il fallimento non è la fine. È semplicemente un'opportunità per riprovare con più conoscenza ed esperienza.
pt_br: Lembre-se de que o fracasso não é o fim. É simplesmente uma oportunidade de tentar novamente com mais conhecimento e experiência.

# Phrase−Fear−87
source: Create a mantra or affirmation that reminds you of your strength and power.
es: Crea un mantra o afirmación que te recuerde tu fuerza y ​​poder.
fr: Créez un mantra ou une affirmation qui vous rappelle votre force et votre pouvoir.
it: Crea un mantra o un'affermazione che ti ricordi la tua forza e il tuo potere.
pt_br: Crie um mantra ou afirmação que o lembre de sua força e poder.

# Phrase−Fear−88
source: Let go of the need for perfection and embrace the journey of growth and learning.
es: Deja de lado la necesidad de perfección y abraza el camino del crecimiento y el aprendizaje.
fr: Lâchez le besoin de perfection et embrassez le chemin de la croissance et de l'apprentissage.
it: Lascia andare il bisogno di perfezione e abbraccia il viaggio della crescita e dell'apprendimento.
pt_br: Deixe de lado a necessidade de perfeição e abrace a jornada de crescimento e aprendizado.

# Phrase−Fear−89
source: Face your fears head-on and prove to yourself that you are stronger than you think.
es: Enfréntate a tus miedos y demuéstrate a ti mismo que eres más fuerte de lo que crees.
fr: Affrontez vos peurs de front et prouvez-vous que vous êtes plus fort que vous ne le pensez.
it: Affronta le tue paure a testa alta e dimostra a te stesso che sei più forte di quanto pensi.
pt_br: Enfrente seus medos de frente e prove a si mesmo que você é mais forte do que pensa.

# Phrase−Fear−90
source: Use your past successes as motivation and evidence of your ability to overcome challenges.
es: Use sus éxitos pasados ​​como motivación y prueba de su capacidad para superar los desafíos.
fr: Utilisez vos succès passés comme motivation et preuve de votre capacité à surmonter les défis.
it: Usa i tuoi successi passati come motivazione e prova della tua capacità di superare le sfide.
pt_br: Use seus sucessos anteriores como motivação e prova de sua capacidade de superar desafios.

# Phrase−Fear−91
source: Remind yourself that fear is a natural part of life, but it doesn't have to control you.
es: Recuérdate que el miedo es una parte natural de la vida, pero no tiene que controlarte.
fr: Rappelez-vous que la peur fait naturellement partie de la vie, mais qu'elle n'a pas à vous contrôler.
it: Ricorda a te stesso che la paura è una parte naturale della vita, ma non deve controllarti.
pt_br: Lembre-se de que o medo é uma parte natural da vida, mas não precisa controlá-lo.

# Phrase−Fear−92
source: Challenge yourself to do something that scares you every day.
es: Desafíate a ti mismo a hacer algo que te asuste todos los días.
fr: Mettez-vous au défi de faire quelque chose qui vous fait peur tous les jours.
it: Sfida te stesso a fare qualcosa che ti spaventa ogni giorno.
pt_br: Desafie-se a fazer algo que te assusta todos os dias.

# Phrase−Fear−93
source: Surround yourself with positive affirmations and messages of hope and encouragement.
es: Rodéate de afirmaciones positivas y mensajes de esperanza y aliento.
fr: Entourez-vous d'affirmations positives et de messages d'espoir et d'encouragement.
it: Circondati di affermazioni positive e messaggi di speranza e incoraggiamento.
pt_br: Cerque-se de afirmações positivas e mensagens de esperança e encorajamento.

# Phrase−Fear−94
source: Trust in the journey and have faith that everything will work out in the end.
es: Confía en el viaje y ten fe en que todo saldrá bien al final.
fr: Faites confiance au voyage et ayez confiance que tout finira par s'arranger.
it: Abbi fiducia nel viaggio e abbi fede che alla fine tutto funzionerà.
pt_br: Confie na jornada e tenha fé que tudo vai dar certo no final.

# Phrase−Fear−95
source: Be kind to yourself, especially when you're feeling scared or vulnerable.
es: Sé amable contigo mismo, especialmente cuando te sientas asustado o vulnerable.
fr: Soyez gentil avec vous-même, surtout lorsque vous vous sentez effrayé ou vulnérable.
it: Sii gentile con te stesso, specialmente quando ti senti spaventato o vulnerabile.
pt_br: Seja gentil consigo mesmo, especialmente quando estiver se sentindo assustado ou vulnerável.

# Phrase−Fear−96
source: Focus on your strengths and use them to help you overcome your fears.
es: Concéntrate en tus puntos fuertes y utilízalos para ayudarte a superar tus miedos.
fr: Concentrez-vous sur vos forces et utilisez-les pour vous aider à surmonter vos peurs.
it: Concentrati sui tuoi punti di forza e usali per aiutarti a superare le tue paure.
pt_br: Concentre-se em seus pontos fortes e use-os para ajudá-lo a superar seus medos.

# Phrase−Fear−97
source: Remember that each day is a new opportunity to face your fears with courage and determination.
es: Recuerda que cada día es una nueva oportunidad para enfrentar tus miedos con valentía y determinación.
fr: N'oubliez pas que chaque jour est une nouvelle opportunité d'affronter vos peurs avec courage et détermination.
it: Ricorda che ogni giorno è una nuova opportunità per affrontare le tue paure con coraggio e determinazione.
pt_br: Lembre-se que cada dia é uma nova oportunidade de enfrentar seus medos com coragem e determinação.

# Phrase−Fear−98
source: Learn from your mistakes and use them to grow and become stronger.
es: Aprende de tus errores y utilízalos para crecer y ser más fuerte.
fr: Apprenez de vos erreurs et utilisez-les pour grandir et devenir plus fort.
it: Impara dai tuoi errori e usali per crescere e diventare più forte.
pt_br: Aprenda com seus erros e use-os para crescer e se tornar mais forte.

# Phrase−Fear−99
source: Find inspiration in the stories of others who have faced their fears and come out stronger on the other side.
es: Encuentra inspiración en las historias de otros que han enfrentado sus miedos y salen fortalecidos del otro lado.
fr: Trouvez l'inspiration dans les histoires d'autres personnes qui ont affronté leurs peurs et qui s'en sortent plus fortes de l'autre côté.
it: Trova ispirazione nelle storie di altri che hanno affrontato le proprie paure e ne sono usciti più forti dall'altra parte.
pt_br: Encontre inspiração nas histórias de outras pessoas que enfrentaram seus medos e saíram mais fortes do outro lado.

# Phrase−Fear−100
source: Believe in yourself and your ability to overcome anything that comes your way.
es: Cree en ti mismo y en tu capacidad para superar cualquier cosa que se te presente.
fr: Croyez en vous et en votre capacité à surmonter tout ce qui se présente à vous.
it: Credi in te stesso e nella tua capacità di superare tutto ciò che ti capita.
pt_br: Acredite em si mesmo e em sua capacidade de superar qualquer coisa que surja em seu caminho.

# Phrase−Patience−1
source: Remember that everything happens for a reason, and your current situation is part of a greater plan.
es: Recuerda que todo sucede por una razón y tu situación actual es parte de un plan más grande.
fr: N'oubliez pas que tout arrive pour une raison et que votre situation actuelle fait partie d'un plan plus vaste.
it: Ricorda che tutto accade per una ragione e la tua situazione attuale fa parte di un piano più grande.
pt_br: Lembre-se de que tudo acontece por uma razão e sua situação atual faz parte de um plano maior.

# Phrase−Patience−2
source: Trust that the universe is working in your favor, and have faith that everything will work out in the end.
es: Confía en que el universo está trabajando a tu favor y confía en que todo saldrá bien al final.
fr: Ayez confiance que l'univers travaille en votre faveur et ayez confiance que tout finira par s'arranger.
it: Abbi fiducia nel fatto che l'universo stia lavorando a tuo favore e abbi fede che alla fine tutto funzionerà.
pt_br: Confie que o universo está trabalhando a seu favor e confie que tudo vai dar certo no final.

# Phrase−Patience−3
source: Find peace in the present moment, and let go of worries about the future or regrets about the past.
es: Encuentra la paz en el momento presente y deja de lado las preocupaciones sobre el futuro o los arrepentimientos por el pasado.
fr: Trouvez la paix dans le moment présent et laissez aller les inquiétudes concernant l'avenir ou les regrets concernant le passé.
it: Trova la pace nel momento presente e lascia andare le preoccupazioni per il futuro o i rimpianti per il passato.
pt_br: Encontre a paz no momento presente e deixe de lado as preocupações com o futuro ou os arrependimentos do passado.

# Phrase−Patience−4
source: Practice gratitude for the blessings in your life, and focus on the positive rather than dwelling on the negative.
es: Practica la gratitud por las bendiciones en tu vida y concéntrate en lo positivo en lugar de insistir en lo negativo.
fr: Pratiquez la gratitude pour les bénédictions de votre vie et concentrez-vous sur le positif plutôt que de vous attarder sur le négatif.
it: Pratica la gratitudine per le benedizioni della tua vita e concentrati sul positivo piuttosto che soffermarti sul negativo.
pt_br: Pratique a gratidão pelas bênçãos em sua vida e concentre-se no positivo, em vez de insistir no negativo.

# Phrase−Patience−5
source: Have compassion for yourself and others, and cultivate a spirit of forgiveness and understanding.
es: Ten compasión de ti mismo y de los demás, y cultiva un espíritu de perdón y comprensión.
fr: Ayez de la compassion pour vous-même et pour les autres, et cultivez un esprit de pardon et de compréhension.
it: Abbi compassione per te stesso e per gli altri e coltiva uno spirito di perdono e comprensione.
pt_br: Tenha compaixão por si mesmo e pelos outros, e cultive um espírito de perdão e compreensão.

# Phrase−Patience−6
source: Take a deep breath and let go of your attachment to control, and allow life to unfold as it will.
es: Respira hondo y deja ir tu apego al control y deja que la vida se desarrolle como quiera.
fr: Prenez une profonde respiration et abandonnez votre attachement au contrôle et laissez la vie se dérouler comme elle le fera.
it: Fai un respiro profondo e lascia andare il tuo attaccamento al controllo e lascia che la vita si svolga come vuole.
pt_br: Respire fundo e deixe de lado o seu apego ao controle e deixe a vida acontecer como quiser.

# Phrase−Patience−7
source: Believe in your own strength and resilience, and know that you are capable of handling whatever comes your way.
es: Cree en tu fuerza y ​​resiliencia y sabe que puedes manejar lo que se te presente.
fr: Croyez en votre force et votre résilience et sachez que vous pouvez gérer tout ce qui se présente à vous.
it: Credi nella tua forza e resilienza e sappi che sei in grado di gestire qualunque cosa ti capiti.
pt_br: Acredite em sua força e resiliência e saiba que você pode lidar com o que quer que surja em seu caminho.

# Phrase−Patience−8
source: Embrace the journey, and enjoy the small moments of joy and beauty that are present in every day.
es: Acepta el viaje y disfruta de los pequeños momentos de alegría y belleza que están presentes en cada día.
fr: Embrasse le voyage et profite des petits moments de joie et de beauté qui sont présents chaque jour.
it: Abbraccia il viaggio e goditi i piccoli momenti di gioia e bellezza che sono presenti in ogni giorno.
pt_br: Abrace a jornada e aproveite os pequenos momentos de alegria e beleza que estão presentes em todos os dias.

# Phrase−Patience−9
source: Remember that growth and transformation often come through adversity, and trust that you are growing and learning through your struggles.
es: Recuerde que el crecimiento y la transformación a menudo surgen de la adversidad, y confíe en que está creciendo y aprendiendo a través de sus luchas.
fr: N'oubliez pas que la croissance et la transformation passent souvent par l'adversité, et ayez confiance que vous grandissez et apprenez à travers vos luttes.
it: Ricorda che la crescita e la trasformazione spesso arrivano attraverso le avversità e abbi fiducia che stai crescendo e imparando attraverso le tue lotte.
pt_br: Lembre-se de que o crescimento e a transformação geralmente vêm da adversidade e confie que você está crescendo e aprendendo com suas lutas.

# Phrase−Patience−10
source: Know that you are loved and supported, and that your angels are always with you, guiding you towards your highest good.
es: Sepa que es amado y apoyado y que sus ángeles están siempre con usted, guiándolo hacia su mayor bien.
fr: Sachez que vous êtes aimé et soutenu et que vos anges sont toujours avec vous, vous guidant vers votre plus grand bien.
it: Sappi che sei amato e sostenuto e che i tuoi angeli sono sempre con te, guidandoti verso il tuo massimo bene.
pt_br: Saiba que você é amado e apoiado e que seus anjos estão sempre com você, guiando-o para o seu bem maior.

# Phrase−Patience−11
source: Have patience with yourself and others, and trust that progress will come with time.
es: Ten paciencia contigo mismo y con los demás y confía en que el progreso llegará con el tiempo.
fr: Soyez patient avec vous-même et avec les autres et ayez confiance que les progrès viendront avec le temps.
it: Abbi pazienza con te stesso e con gli altri e confida che i progressi arriveranno con il tempo.
pt_br: Tenha paciência consigo mesmo e com os outros e confie que o progresso virá com o tempo.

# Phrase−Patience−12
source: Surrender to the present moment, and let go of any resistance or attachment to how things 'should' be.
es: Ríndete al momento presente y deja ir cualquier resistencia o apego a cómo 'deberían' ser las cosas.
fr: Abandonnez-vous au moment présent et abandonnez toute résistance ou attachement à la façon dont les choses 'devraient' être.
it: Arrenditi al momento presente e lascia andare ogni resistenza o attaccamento a come le cose 'dovrebbero' essere.
pt_br: Renda-se ao momento presente e deixe de lado qualquer resistência ou apego a como as coisas 'deveriam' ser.

# Phrase−Patience−13
source: See challenges as opportunities for growth and learning, and have faith that you will emerge stronger and wiser.
es: Vea los desafíos como oportunidades de crecimiento y aprendizaje, y confíe en que saldrá más fuerte y más sabio.
fr: Considérez les défis comme des opportunités de croissance et d'apprentissage, et ayez confiance que vous en sortirez plus fort et plus sage.
it: Vedi le sfide come opportunità di crescita e apprendimento e abbi fiducia che emergerai più forte e più saggio.
pt_br: Veja os desafios como oportunidades de crescimento e aprendizado e confie que você sairá mais forte e mais sábio.

# Phrase−Patience−14
source: Release any judgments or expectations you have of yourself or others, and embrace acceptance and compassion instead.
es: Libere cualquier juicio o expectativa que tenga sobre usted mismo o sobre los demás y, en su lugar, acepte la aceptación y la compasión.
fr: Libérez tout jugement ou attente que vous avez sur vous-même ou sur les autres et adoptez plutôt l'acceptation et la compassion.
it: Rilascia qualsiasi giudizio o aspettativa che hai su te stesso o sugli altri e abbraccia invece l'accettazione e la compassione.
pt_br: Liberte-se de quaisquer julgamentos ou expectativas que você tenha sobre si mesmo ou sobre os outros e, em vez disso, abrace a aceitação e a compaixão.

# Phrase−Patience−15
source: Remember that life is a journey, and every step along the way is valuable and meaningful.
es: Recuerda que la vida es un viaje y cada paso en el camino es precioso y significativo.
fr: N'oubliez pas que la vie est un voyage et que chaque étape est précieuse et significative.
it: Ricorda che la vita è un viaggio e ogni passo lungo la strada è prezioso e significativo.
pt_br: Lembre-se que a vida é uma jornada e cada passo ao longo do caminho é precioso e significativo.

# Phrase−Patience−16
source: Find peace in the stillness within, and allow that inner peace to guide your actions and thoughts.
es: Encuentra la paz en la quietud interior y permite que esa paz interior guíe tus acciones y pensamientos.
fr: Trouvez la paix dans le calme intérieur et laissez cette paix intérieure guider vos actions et vos pensées.
it: Trova la pace nella quiete interiore e consenti a quella pace interiore di guidare le tue azioni e i tuoi pensieri.
pt_br: Encontre a paz na quietude interior e permita que essa paz interior guie suas ações e pensamentos.

# Phrase−Patience−17
source: Cultivate a spirit of gratitude and generosity, and seek to give more than you receive.
es: Cultiva un espíritu de gratitud y generosidad y busca dar más de lo que recibes.
fr: Cultivez un esprit de gratitude et de générosité et cherchez à donner plus que vous ne recevez.
it: Coltiva uno spirito di gratitudine e generosità e cerca di dare più di quanto ricevi.
pt_br: Cultive um espírito de gratidão e generosidade e procure dar mais do que você recebe.

# Phrase−Patience−18
source: Practice self-care and self-compassion, and nurture yourself with kindness and love.
es: Practica el cuidado personal y la autocompasión y nútrete con amabilidad y amor.
fr: Pratiquez les soins personnels et l'auto-compassion et nourrissez-vous de gentillesse et d'amour.
it: Pratica la cura di te stesso e l'auto-compassione e nutriti con gentilezza e amore.
pt_br: Pratique o autocuidado e a autocompaixão e alimente-se com bondade e amor.

# Phrase−Patience−19
source: Let go of the need for perfection, and embrace the beauty and imperfection of life.
es: Deja de lado la necesidad de perfección y abraza la belleza y la imperfección de la vida.
fr: Lâchez le besoin de perfection et embrassez la beauté et l'imperfection de la vie.
it: Lascia andare il bisogno di perfezione e abbraccia la bellezza e l'imperfezione della vita.
pt_br: Deixe de lado a necessidade de perfeição e abrace a beleza e a imperfeição da vida.

# Phrase−Patience−20
source: Believe in your own worth and value, and know that you are deserving of love and happiness.
es: Cree en tu valor y sabe que mereces amor y felicidad.
fr: Croyez en votre valeur et sachez que vous méritez l'amour et le bonheur.
it: Credi nel tuo valore e nel tuo valore e sappi che meriti amore e felicità.
pt_br: Acredite no seu valor e saiba que você merece amor e felicidade.

# Phrase−Patience−21
source: Find joy in the present moment, and allow yourself to experience the simple pleasures of life.
es: Encuentra alegría en el momento presente y permítete experimentar los placeres simples de la vida.
fr: Trouvez de la joie dans le moment présent et permettez-vous de goûter aux plaisirs simples de la vie.
it: Trova la gioia nel momento presente e concediti di sperimentare i semplici piaceri della vita.
pt_br: Encontre alegria no momento presente e permita-se experimentar os prazeres simples da vida.

# Phrase−Patience−22
source: Be patient with the process, and trust that every step you take is leading you closer to your goals.
es: Ten paciencia con el proceso y confía en que cada paso que das te acerca a tus objetivos.
fr: Soyez patient avec le processus et ayez confiance que chaque pas que vous faites vous rapproche de vos objectifs.
it: Sii paziente con il processo e confida che ogni passo che fai ti sta portando più vicino ai tuoi obiettivi.
pt_br: Seja paciente com o processo e confie que cada passo que você dá o aproxima de seus objetivos.

# Phrase−Patience−23
source: See setbacks as opportunities for redirection, and trust that the universe is guiding you towards your highest good.
es: Vea los contratiempos como oportunidades para redirigir y confíe en que el universo lo está guiando hacia su mayor bien.
fr: Voyez les revers comme des opportunités de redirection et ayez confiance que l'univers vous guide vers votre plus grand bien.
it: Vedi le battute d'arresto come opportunità di reindirizzamento e confida che l'universo ti stia guidando verso il tuo massimo bene.
pt_br: Veja os contratempos como oportunidades de redirecionamento e confie que o universo o está guiando para o seu bem maior.

# Phrase−Patience−24
source: Remember that every experience, even the difficult ones, are part of your unique journey and purpose.
es: Recuerde que cada experiencia, incluso las difíciles, es parte de su viaje y propósito únicos.
fr: N'oubliez pas que chaque expérience, même difficile, fait partie de votre parcours et de votre objectif uniques.
it: Ricorda che ogni esperienza, anche quelle difficili, fa parte del tuo viaggio e scopo unico.
pt_br: Lembre-se de que toda experiência, mesmo as difíceis, faz parte de sua jornada e propósito únicos.

# Phrase−Patience−25
source: Practice forgiveness and let go of any resentment or anger towards yourself or others.
es: Practica el perdón y deja ir cualquier resentimiento o ira hacia ti mismo o hacia los demás.
fr: Pratiquez le pardon et abandonnez tout ressentiment ou colère envers vous-même ou envers les autres.
it: Pratica il perdono e lascia andare ogni risentimento o rabbia verso te stesso o gli altri.
pt_br: Pratique o perdão e deixe de lado qualquer ressentimento ou raiva de si mesmo ou dos outros.

# Phrase−Patience−26
source: Find comfort in the knowledge that you are not alone, and that others have walked this path before you.
es: Encuentra consuelo sabiendo que no estás solo y que otros han recorrido este camino antes que tú.
fr: Trouvez du réconfort en sachant que vous n'êtes pas seul et que d'autres ont parcouru ce chemin avant vous.
it: Trova conforto nella consapevolezza che non sei solo e che altri hanno percorso questa strada prima di te.
pt_br: Encontre conforto em saber que você não está sozinho e que outros trilharam esse caminho antes de você.

# Phrase−Patience−27
source: See challenges as opportunities to exercise your strength and resilience, and emerge from them even stronger.
es: Ve los desafíos como oportunidades para ejercitar tu fuerza y ​​resiliencia, y emerge de ellos aún más fuerte.
fr: Voyez les défis comme des opportunités d'exercer votre force et votre résilience, et sortez-en encore plus fort.
it: Vedi le sfide come opportunità per esercitare la tua forza e resilienza, ed emergere da esse ancora più forti.
pt_br: Veja os desafios como oportunidades para exercitar sua força e resiliência, e saia deles ainda mais forte.
