Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Patience−28
source: Embrace the unknown, and trust that the universe has a plan for your life.
es: Abraza lo desconocido y confía en que el universo tiene un plan para tu vida.
fr: Embrasse l'inconnu et fais confiance que l'univers a un plan pour ta vie.
it: Abbraccia l'ignoto e confida che l'universo abbia un piano per la tua vita.
pt_br: Abrace o desconhecido e confie que o universo tem um plano para sua vida.

# Phrase−Patience−29
source: Remember that your thoughts and beliefs shape your reality, and choose to focus on positivity and optimism.
es: Recuerde que sus pensamientos y creencias dan forma a su realidad y elija centrarse en la positividad y el optimismo.
fr: N'oubliez pas que vos pensées et vos croyances façonnent votre réalité et choisissez de vous concentrer sur la positivité et l'optimisme.
it: Ricorda che i tuoi pensieri e le tue convinzioni modellano la tua realtà e scegli di concentrarti sulla positività e sull'ottimismo.
pt_br: Lembre-se de que seus pensamentos e crenças moldam sua realidade e opte por se concentrar na positividade e no otimismo.

# Phrase−Patience−30
source: Practice mindfulness and live in the present moment, rather than getting caught up in worries about the future or regrets about the past.
es: Practica la atención plena y vive el momento presente, en lugar de dejarte atrapar por las preocupaciones sobre el futuro o el arrepentimiento por el pasado.
fr: Pratiquez la pleine conscience et vivez dans le moment présent, plutôt que de vous laisser prendre par des inquiétudes concernant l'avenir ou des regrets concernant le passé.
it: Pratica la consapevolezza e vivi nel momento presente, piuttosto che lasciarti prendere dalle preoccupazioni per il futuro o dai rimpianti per il passato.
pt_br: Pratique a atenção plena e viva no momento presente, em vez de se preocupar com o futuro ou se arrepender do passado.

# Phrase−Patience−31
source: Cultivate a sense of inner peace, and let that peace guide your actions and thoughts.
es: Cultiva un sentido de paz interior y deja que esa paz guíe tus acciones y pensamientos.
fr: Cultivez un sentiment de paix intérieure et laissez cette paix guider vos actions et vos pensées.
it: Coltiva un senso di pace interiore e lascia che quella pace guidi le tue azioni e i tuoi pensieri.
pt_br: Cultive um senso de paz interior e deixe essa paz guiar suas ações e pensamentos.

# Phrase−Patience−32
source: Find meaning and purpose in your struggles, and use them as fuel to propel you towards your goals.
es: Encuentra significado y propósito en tus luchas y úsalos como combustible para impulsarte hacia tus metas.
fr: Trouvez un sens et un but dans vos luttes et utilisez-les comme carburant pour vous propulser vers vos objectifs.
it: Trova significato e scopo nelle tue lotte e usali come carburante per spingerti verso i tuoi obiettivi.
pt_br: Encontre significado e propósito em suas lutas e use-os como combustível para impulsioná-lo em direção aos seus objetivos.

# Phrase−Patience−33
source: Be kind and compassionate to yourself, and treat yourself with the same care and concern you would show to a beloved friend.
es: Sé amable y compasivo contigo mismo y trátate con el mismo cuidado y preocupación que le mostrarías a un querido amigo.
fr: Soyez gentil et compatissant envers vous-même et traitez-vous avec le même soin et le même souci que vous montreriez à un ami cher.
it: Sii gentile e compassionevole con te stesso e trattati con la stessa cura e preoccupazione che mostreresti a un caro amico.
pt_br: Seja gentil e compassivo consigo mesmo e trate-se com o mesmo cuidado e preocupação que você mostraria a um amigo querido.

# Phrase−Patience−34
source: Allow yourself to feel and process your emotions, rather than suppressing or denying them.
es: Permítete sentir y procesar tus emociones, en lugar de reprimirlas o negarlas.
fr: Permettez-vous de ressentir et de traiter vos émotions, plutôt que de les supprimer ou de les nier.
it: Consenti a te stesso di sentire ed elaborare le tue emozioni, piuttosto che sopprimerle o negarle.
pt_br: Permita-se sentir e processar suas emoções, em vez de reprimi-las ou negá-las.

# Phrase−Patience−35
source: Have faith in yourself and your abilities, and know that you have everything you need within you to succeed.
es: Ten fe en ti mismo y en tus habilidades y ten en cuenta que tienes todo lo que necesitas dentro de ti para tener éxito.
fr: Ayez confiance en vous et en vos capacités et sachez que vous avez tout ce dont vous avez besoin en vous pour réussir.
it: Abbi fiducia in te stesso e nelle tue capacità e sappi che hai tutto ciò di cui hai bisogno dentro di te per avere successo.
pt_br: Tenha fé em si mesmo e em suas habilidades e saiba que você tem tudo o que precisa dentro de você para ter sucesso.

# Phrase−Patience−36
source: See the beauty in all things, and cultivate a sense of wonder and awe at the world around you.
es: Vea la belleza en todas las cosas y cultive un sentido de asombro y admiración por el mundo que lo rodea.
fr: Voyez la beauté en toutes choses et cultivez un sentiment d'émerveillement et d'admiration pour le monde qui vous entoure.
it: Vedi la bellezza in tutte le cose e coltiva un senso di meraviglia e stupore per il mondo che ti circonda.
pt_br: Veja a beleza em todas as coisas e cultive um sentimento de admiração e admiração pelo mundo ao seu redor.

# Phrase−Patience−37
source: Practice patience with others, and seek to understand their perspectives and experiences.
es: Ejercita la paciencia con los demás y trata de comprender sus perspectivas y experiencias.
fr: Faites preuve de patience avec les autres et essayez de comprendre leurs points de vue et leurs expériences.
it: Esercita la pazienza con gli altri e cerca di comprendere le loro prospettive ed esperienze.
pt_br: Exercite a paciência com os outros e tente entender suas perspectivas e experiências.

# Phrase−Patience−38
source: Let go of the need to be in control, and allow life to unfold as it will.
es: Deja de lado la necesidad de tener el control y deja que la vida se desarrolle como quiera.
fr: Lâchez le besoin d'être en contrôle et laissez la vie se dérouler comme elle veut.
it: Lascia andare la necessità di avere il controllo e lascia che la vita si svolga come vuole.
pt_br: Deixe de lado a necessidade de estar no controle e deixe a vida acontecer como ela quiser.

# Phrase−Patience−39
source: Practice self-reflection and self-awareness, and seek to learn and grow from your experiences.
es: Practica la autorreflexión y la autoconciencia y trata de aprender y crecer a partir de tus experiencias.
fr: Pratiquez l'auto-réflexion et la conscience de soi et essayez d'apprendre et de grandir à partir de vos expériences.
it: Pratica l'autoriflessione e l'autoconsapevolezza e cerca di imparare e crescere dalle tue esperienze.
pt_br: Pratique a autorreflexão e a autoconsciência e tente aprender e crescer com suas experiências.

# Phrase−Patience−40
source: Find balance in your life, and make time for rest, relaxation, and rejuvenation.
es: Encuentre el equilibrio en su vida y tómese un tiempo para descansar, relajarse y rejuvenecer.
fr: Trouvez l'équilibre dans votre vie et prenez le temps de vous reposer, de vous détendre et de vous ressourcer.
it: Trova l'equilibrio nella tua vita e trova il tempo per il riposo, il relax e il ringiovanimento.
pt_br: Encontre o equilíbrio em sua vida e reserve um tempo para descansar, relaxar e rejuvenescer.

# Phrase−Patience−41
source: Trust that everything is happening exactly as it should, and have faith in the divine plan for your life.
es: Confía en que todo está sucediendo exactamente como debe ser y ten fe en el plan de Dios para tu vida.
fr: Ayez confiance que tout se passe exactement comme il se doit et ayez foi dans le plan de Dieu pour votre vie.
it: Abbi fiducia che tutto sta accadendo esattamente come dovrebbe e abbi fede nel piano divino per la tua vita.
pt_br: Confie que tudo está acontecendo exatamente como deveria e tenha fé no plano de Deus para sua vida.

# Phrase−Patience−42
source: Remember that your struggles and challenges are temporary, and that better times are on the horizon.
es: Recuerda que tus luchas y desafíos son temporales y que mejores tiempos están en el horizonte.
fr: N'oubliez pas que vos luttes et vos défis sont temporaires et que des temps meilleurs se profilent à l'horizon.
it: Ricorda che le tue lotte e le tue sfide sono temporanee e che tempi migliori sono all'orizzonte.
pt_br: Lembre-se de que suas lutas e desafios são temporários e que tempos melhores estão por vir.

# Phrase−Patience−43
source: Cultivate a sense of inner strength and resilience, and know that you are capable of overcoming any obstacle.
es: Cultiva un sentido de fuerza interior y resiliencia y sabe que eres capaz de superar cualquier obstáculo.
fr: Cultivez un sentiment de force intérieure et de résilience et sachez que vous êtes capable de surmonter n'importe quel obstacle.
it: Coltiva un senso di forza interiore e resilienza e sappi che sei in grado di superare qualsiasi ostacolo.
pt_br: Cultive um senso de força interior e resiliência e saiba que você é capaz de superar qualquer obstáculo.

# Phrase−Patience−44
source: See yourself as a co-creator of your own life, and take responsibility for your thoughts, feelings, and actions.
es: Mírate a ti mismo como co-creador de tu propia vida y asume la responsabilidad de tus pensamientos, sentimientos y acciones.
fr: Considérez-vous comme un co-créateur de votre propre vie et assumez la responsabilité de vos pensées, sentiments et actions.
it: Vedi te stesso come un co-creatore della tua stessa vita e assumiti la responsabilità dei tuoi pensieri, sentimenti e azioni.
pt_br: Veja-se como um co-criador de sua própria vida e assuma a responsabilidade por seus pensamentos, sentimentos e ações.

# Phrase−Patience−45
source: Practice forgiveness, both for yourself and others, and release any negative energy that is weighing you down.
es: Practica el perdón, tanto para ti como para los demás, y libera cualquier energía negativa que te esté agobiando.
fr: Pratiquez le pardon, à la fois pour vous-même et pour les autres, et libérez toute énergie négative qui vous pèse.
it: Pratica il perdono, sia per te stesso che per gli altri, e rilascia qualsiasi energia negativa che ti appesantisce.
pt_br: Pratique o perdão, tanto para si mesmo quanto para os outros, e libere qualquer energia negativa que esteja sobrecarregando você.

# Phrase−Patience−46
source: Find inspiration and motivation in the success stories of others, and use them to fuel your own journey.
es: Encuentre inspiración y motivación en las historias de éxito de otros y utilícelas para impulsar su propio viaje.
fr: Trouvez l'inspiration et la motivation dans les réussites des autres et utilisez-les pour alimenter votre propre voyage.
it: Trova ispirazione e motivazione nelle storie di successo degli altri e usale per alimentare il tuo viaggio.
pt_br: Encontre inspiração e motivação nas histórias de sucesso de outras pessoas e use-as para alimentar sua própria jornada.

# Phrase−Patience−47
source: Seek out the support and guidance of others, and know that it is a sign of strength to ask for help when you need it.
es: Busque el apoyo y la orientación de los demás, y sepa que es una señal de fortaleza pedir ayuda cuando la necesita.
fr: Recherchez le soutien et les conseils des autres, et sachez que c'est un signe de force que de demander de l'aide quand vous en avez besoin.
it: Cerca il sostegno e la guida degli altri e sappi che è un segno di forza chiedere aiuto quando ne hai bisogno.
pt_br: Busque apoio e orientação de outras pessoas e saiba que é um sinal de força pedir ajuda quando você precisa.

# Phrase−Patience−48
source: Find joy in the small moments of everyday life, and allow yourself to experience gratitude and contentment.
es: Encuentra alegría en los pequeños momentos de la vida diaria y permítete sentir gratitud y satisfacción.
fr: Trouvez de la joie dans les petits moments de la vie quotidienne et permettez-vous de ressentir de la gratitude et du contentement.
it: Trova la gioia nei piccoli momenti della vita quotidiana e concediti di provare gratitudine e appagamento.
pt_br: Encontre alegria nos pequenos momentos da vida diária e permita-se sentir gratidão e contentamento.

# Phrase−Patience−49
source: Remember that your journey is unique and special, and that your experiences have the power to inspire and uplift others.
es: Recuerde que su viaje es único y especial, y que sus experiencias tienen el poder de inspirar y animar a otros.
fr: N'oubliez pas que votre voyage est unique et spécial, et que vos expériences ont le pouvoir d'inspirer et d'élever les autres.
it: Ricorda che il tuo viaggio è unico e speciale e che le tue esperienze hanno il potere di ispirare ed elevare gli altri.
pt_br: Lembre-se de que sua jornada é única e especial e que suas experiências têm o poder de inspirar e elevar os outros.

# Phrase−Patience−50
source: Have faith in yourself and in the universe, and know that everything will work out in the end if you trust the process.
es: Confía en ti mismo y en el universo, y ten en cuenta que todo saldrá bien al final si confías en el proceso.
fr: Ayez confiance en vous et en l'univers, et sachez que tout finira par s'arranger si vous faites confiance au processus.
it: Abbi fiducia in te stesso e nell'universo, e sappi che alla fine tutto funzionerà se ti fidi del processo.
pt_br: Confie em si mesmo e no universo, e saiba que tudo vai dar certo no final se você confiar no processo.

# Phrase−Patience−51
source: Patience is the key that unlocks the door to success.
es: La paciencia es la llave que abre la puerta al éxito.
fr: La patience est la clé qui ouvre la porte du succès.
it: La pazienza è la chiave che apre la porta al successo.
pt_br: Paciência é a chave que abre a porta para o sucesso.

# Phrase−Patience−52
source: When things don't go as planned, it's an opportunity to practice patience and trust the universe's plan for you.
es: Cuando las cosas no salen según lo planeado, es una oportunidad para ejercitar la paciencia y confiar en el plan del universo para ti.
fr: Quand les choses ne se passent pas comme prévu, c'est l'occasion de faire preuve de patience et de faire confiance au plan de l'univers pour vous.
it: Quando le cose non vanno come previsto, è un'opportunità per esercitare la pazienza e fidarsi del piano dell'universo per te.
pt_br: Quando as coisas não saem como planejado, é uma oportunidade de exercitar a paciência e confiar no plano do universo para você.

# Phrase−Patience−53
source: Remember that good things come to those who wait, so be patient and trust in the timing of the universe.
es: Recuerda que las cosas buenas llegan a aquellos que esperan, así que ten paciencia y confía en el tiempo del universo.
fr: N'oubliez pas que les bonnes choses arrivent à ceux qui attendent, alors soyez patient et faites confiance au timing de l'univers.
it: Ricorda che le cose buone arrivano a coloro che aspettano, quindi sii paziente e abbi fiducia nei tempi dell'universo.
pt_br: Lembre-se que as coisas boas vêm para aqueles que esperam, então seja paciente e confie no tempo do universo.

# Phrase−Patience−54
source: Don't rush the journey, trust that the universe has a perfect timeline for your life.
es: No apresures el viaje, confía en que el universo tiene una línea de tiempo perfecta para tu vida.
fr: Ne précipitez pas le voyage, faites confiance à l'univers qui a une chronologie parfaite pour votre vie.
it: Non affrettare il viaggio, fidati che l'universo ha una linea temporale perfetta per la tua vita.
pt_br: Não apresse a jornada, confie que o universo tem uma linha do tempo perfeita para sua vida.

# Phrase−Patience−55
source: Patience allows you to stay calm in the midst of chaos.
es: La paciencia te permite mantener la calma en medio del caos.
fr: La patience vous permet de garder votre calme au milieu du chaos.
it: La pazienza ti permette di mantenere la calma in mezzo al caos.
pt_br: A paciência permite que você mantenha a calma em meio ao caos.

# Phrase−Patience−56
source: When things get tough, remember to breathe deeply and practice patience.
es: Cuando las cosas se pongan difíciles, recuerda respirar profundamente y practicar la paciencia.
fr: Quand les choses deviennent difficiles, n'oubliez pas de respirer profondément et de faire preuve de patience.
it: Quando le cose si fanno difficili, ricordati di respirare profondamente e praticare la pazienza.
pt_br: Quando as coisas ficarem difíceis, lembre-se de respirar fundo e praticar a paciência.

# Phrase−Patience−57
source: Patience allows you to remain centered and grounded, even in the face of adversity.
es: La paciencia te permite mantenerte centrado y conectado a tierra, incluso frente a la adversidad.
fr: La patience vous permet de rester centré et ancré, même face à l'adversité.
it: La pazienza ti permette di rimanere centrato e con i piedi per terra, anche di fronte alle avversità.
pt_br: A paciência permite que você fique centrado e com os pés no chão, mesmo diante da adversidade.

# Phrase−Patience−58
source: Patience is a sign of strength, not weakness.
es: La paciencia es un signo de fortaleza, no de debilidad.
fr: La patience est un signe de force, pas de faiblesse.
it: La pazienza è un segno di forza, non di debolezza.
pt_br: A paciência é um sinal de força, não de fraqueza.

# Phrase−Patience−59
source: When you feel like giving up, remember that patience and perseverance go hand in hand.
es: Cuando tengas ganas de rendirte, recuerda que la paciencia y la perseverancia van de la mano.
fr: Lorsque vous avez envie d'abandonner, rappelez-vous que la patience et la persévérance vont de pair.
it: Quando hai voglia di arrenderti, ricorda che la pazienza e la perseveranza vanno di pari passo.
pt_br: Quando você sentir vontade de desistir, lembre-se de que paciência e perseverança andam de mãos dadas.

# Phrase−Patience−60
source: Patience is a practice that can be cultivated through consistent effort and intention.
es: La paciencia es una práctica que se puede cultivar a través del esfuerzo y la intención constantes.
fr: La patience est une pratique qui peut être cultivée par un effort et une intention constants.
it: La pazienza è una pratica che può essere coltivata attraverso uno sforzo e un'intenzione costanti.
pt_br: A paciência é uma prática que pode ser cultivada por meio de esforço e intenção constantes.

# Phrase−Patience−61
source: The more patient you are, the easier it is to find joy and contentment in life's simple moments.
es: Cuanto más paciente seas, más fácil será encontrar alegría y satisfacción en los momentos simples de la vida.
fr: Plus vous êtes patient, plus il est facile de trouver de la joie et de l'épanouissement dans les moments simples de la vie.
it: Più sei paziente, più facile è trovare gioia e appagamento nei semplici momenti della vita.
pt_br: Quanto mais paciente você for, mais fácil será encontrar alegria e satisfação nos momentos simples da vida.

# Phrase−Patience−62
source: Patience allows you to fully appreciate the journey, rather than just focusing on the destination.
es: La paciencia te permite apreciar completamente el viaje, en lugar de solo concentrarte en el destino.
fr: La patience vous permet d'apprécier pleinement le voyage, plutôt que de vous concentrer uniquement sur la destination.
it: La pazienza ti consente di apprezzare appieno il viaggio, piuttosto che concentrarti solo sulla destinazione.
pt_br: A paciência permite que você aprecie totalmente a jornada, em vez de se concentrar apenas no destino.

# Phrase−Patience−63
source: When you feel frustrated or angry, take a moment to pause and practice patience before reacting.
es: Cuando te sientas frustrado o enojado, tómate un momento para detenerte y practicar la paciencia antes de reaccionar.
fr: Lorsque vous vous sentez frustré ou en colère, prenez un moment pour vous arrêter et faites preuve de patience avant de réagir.
it: Quando ti senti frustrato o arrabbiato, prenditi un momento per fermarti e praticare la pazienza prima di reagire.
pt_br: Quando estiver se sentindo frustrado ou com raiva, pare um momento e pratique a paciência antes de reagir.

# Phrase−Patience−64
source: Patience allows you to stay focused on your goals, even when the path forward seems unclear.
es: La paciencia te permite mantenerte enfocado en tus objetivos, incluso cuando el camino a seguir parece poco claro.
fr: La patience vous permet de rester concentré sur vos objectifs, même lorsque la voie à suivre ne semble pas claire.
it: La pazienza ti consente di rimanere concentrato sui tuoi obiettivi, anche quando il percorso da seguire sembra poco chiaro.
pt_br: A paciência permite que você mantenha o foco em seus objetivos, mesmo quando o caminho a seguir parece incerto.

# Phrase−Patience−65
source: When you encounter obstacles, practice patience and trust that a solution will present itself.
es: Cuando encuentre obstáculos, practique la paciencia y confíe en que se presentará una solución.
fr: Lorsque vous rencontrez des obstacles, faites preuve de patience et ayez confiance qu'une solution se présentera.
it: Quando incontri ostacoli, pratica la pazienza e confida che una soluzione si presenterà.
pt_br: Quando você encontrar obstáculos, pratique a paciência e confie que uma solução se apresentará.

# Phrase−Patience−66
source: Patience is a virtue that will serve you well in all areas of your life.
es: La paciencia es una virtud que te servirá bien en todas las áreas de tu vida.
fr: La patience est une vertu qui vous servira bien dans tous les domaines de votre vie.
it: La pazienza è una virtù che ti servirà bene in tutte le aree della tua vita.
pt_br: A paciência é uma virtude que o ajudará em todas as áreas da sua vida.

# Phrase−Patience−67
source: When you feel overwhelmed, remember to take things one step at a time and practice patience.
es: Cuando se sienta abrumado, recuerde tomar las cosas paso a paso y practique la paciencia.
fr: Lorsque vous vous sentez dépassé, n'oubliez pas de faire les choses une étape à la fois et de faire preuve de patience.
it: Quando ti senti sopraffatto, ricorda di fare le cose un passo alla volta e praticare la pazienza.
pt_br: Quando você se sentir sobrecarregado, lembre-se de dar um passo de cada vez e praticar a paciência.

# Phrase−Patience−68
source: Patience allows you to approach challenges with a clear and open mind, rather than reacting from a place of fear or frustration.
es: La paciencia te permite abordar los desafíos con una mente clara y abierta, en lugar de reaccionar desde un lugar de miedo o frustración.
fr: La patience vous permet d'aborder les défis avec un esprit clair et ouvert, plutôt que de réagir à partir d'un lieu de peur ou de frustration.
it: La pazienza ti consente di affrontare le sfide con una mente chiara e aperta, piuttosto che reagire da un luogo di paura o frustrazione.
pt_br: A paciência permite que você enfrente os desafios com uma mente clara e aberta, em vez de reagir com medo ou frustração.

# Phrase−Patience−69
source: When things feel chaotic or uncertain, practicing patience can help you feel more grounded and centered.
es: Cuando las cosas parecen caóticas o inciertas, practicar la paciencia puede ayudarte a sentirte más conectado a tierra y centrado.
fr: Lorsque les choses semblent chaotiques ou incertaines, pratiquer la patience peut vous aider à vous sentir plus enraciné et centré.
it: Quando le cose sembrano caotiche o incerte, praticare la pazienza può aiutarti a sentirti più radicato e centrato.
pt_br: Quando as coisas parecem caóticas ou incertas, praticar a paciência pode ajudá-lo a se sentir mais fundamentado e centrado.
