Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Healing−27
source: Allow yourself to rest and relax, and to let go of any stress or tension that may be weighing you down.
es: Permítete descansar y relajarte y dejar de lado cualquier estrés o tensión que pueda estar agobiándote.
fr: Permettez-vous de vous reposer et de vous détendre et de vous débarrasser de tout stress ou tension qui pourrait vous peser.
it: Concediti di riposare e rilassarti e di lasciar andare qualsiasi stress o tensione che potrebbe appesantirti.
pt_br: Permita-se descansar e relaxar e deixe de lado qualquer estresse ou tensão que possa estar pesando sobre você.

# Phrase−Healing−28
source: Believe in your own power and potential, and know that you are capable of creating a life filled with abundance and joy.
es: Cree en tu poder y potencial y sabe que eres capaz de crear una vida llena de abundancia y alegría.
fr: Croyez en votre pouvoir et votre potentiel et sachez que vous êtes capable de créer une vie remplie d'abondance et de joie.
it: Credi nel tuo potere e potenziale e sappi che sei in grado di creare una vita piena di abbondanza e gioia.
pt_br: Acredite no seu poder e potencial e saiba que você é capaz de criar uma vida repleta de abundância e alegria.

# Phrase−Healing−29
source: May you find inspiration and hope in the stories of others who have overcome similar challenges, and know that you too will emerge victorious.
es: Que encuentres inspiración y esperanza en las historias de otros que han superado desafíos similares y que sepas que tú también saldrás victorioso.
fr: Puissiez-vous trouver l'inspiration et l'espoir dans les histoires d'autres personnes qui ont surmonté des défis similaires et sachez que vous aussi sortirez victorieux.
it: Possa tu trovare ispirazione e speranza nelle storie di altri che hanno superato sfide simili e sapere che anche tu ne uscirai vittorioso.
pt_br: Que você encontre inspiração e esperança nas histórias de outras pessoas que superaram desafios semelhantes e saiba que você também sairá vitorioso.

# Phrase−Healing−30
source: Surround yourself with positive energy and loving people, and allow their love and support to lift you up.
es: Rodéate de energía positiva y personas amorosas, y deja que su amor y apoyo te animen.
fr: Entourez-vous d'énergie positive et de personnes aimantes, et laissez leur amour et leur soutien vous élever.
it: Circondati di energia positiva e di persone amorevoli, e lascia che il loro amore e il loro sostegno ti sollevino.
pt_br: Cerque-se de energia positiva e pessoas amorosas, e deixe que o amor e o apoio deles o elevem.

# Phrase−Healing−31
source: May you find peace and healing in the quiet moments of reflection and meditation.
es: Que encuentres paz y sanación en momentos tranquilos de reflexión y meditación.
fr: Puissiez-vous trouver la paix et la guérison dans des moments calmes de réflexion et de méditation.
it: Possa tu trovare pace e guarigione nei tranquilli momenti di riflessione e meditazione.
pt_br: Que você encontre paz e cura em momentos tranquilos de reflexão e meditação.

# Phrase−Healing−32
source: Release any negative thoughts or beliefs that may be holding you back, and replace them with positivity and optimism.
es: Libere cualquier pensamiento o creencia negativa que pueda estar frenándolo, y reemplácelos con positividad y optimismo.
fr: Libérez toutes les pensées ou croyances négatives qui pourraient vous retenir et remplacez-les par de la positivité et de l'optimisme.
it: Rilascia qualsiasi pensiero o convinzione negativa che potrebbe trattenerti e sostituiscili con positività e ottimismo.
pt_br: Libere quaisquer pensamentos ou crenças negativas que possam estar impedindo você e substitua-os por positividade e otimismo.

# Phrase−Healing−33
source: Believe in the power of prayer, and in the knowledge that the universe is conspiring to bring you healing and love.
es: Cree en el poder de la oración y en el conocimiento de que el universo está conspirando para brindarte sanación y amor.
fr: Croyez au pouvoir de la prière et à la connaissance que l'univers conspire pour vous apporter la guérison et l'amour.
it: Credi nel potere della preghiera e nella consapevolezza che l'universo sta cospirando per portarti guarigione e amore.
pt_br: Acredite no poder da oração e no conhecimento de que o universo está conspirando para lhe trazer cura e amor.

# Phrase−Healing−34
source: May you find comfort in the knowledge that you are never truly alone, and that the divine is always with you.
es: Que encuentres consuelo en el conocimiento de que nunca estás realmente solo y que lo divino siempre está contigo.
fr: Puissiez-vous trouver du réconfort en sachant que vous n'êtes jamais vraiment seul et que le divin est toujours avec vous.
it: Possa tu trovare conforto nella consapevolezza che non sei mai veramente solo e che il divino è sempre con te.
pt_br: Que você encontre conforto em saber que nunca está verdadeiramente sozinho e que o divino está sempre com você.

# Phrase−Healing−35
source: Take time to connect with your inner self, and to listen to the whispers of your soul.
es: Tómate el tiempo para conectarte con tu ser interior y escuchar los susurros de tu alma.
fr: Prenez le temps de vous connecter avec votre moi intérieur et d'écouter les murmures de votre âme.
it: Prenditi del tempo per connetterti con il tuo io interiore e per ascoltare i sussurri della tua anima.
pt_br: Reserve um tempo para se conectar com seu eu interior e ouvir os sussurros de sua alma.

# Phrase−Healing−36
source: May you find strength and courage in the face of fear, and know that you are capable of overcoming even the greatest challenges.
es: Que encuentres fuerza y ​​coraje frente al miedo y sepas que eres capaz de superar incluso los mayores desafíos.
fr: Puissiez-vous trouver force et courage face à la peur et sachez que vous êtes capable de surmonter même les plus grands défis.
it: Possa tu trovare forza e coraggio di fronte alla paura e sapere che sei in grado di superare anche le sfide più grandi.
pt_br: Que você encontre força e coragem diante do medo e saiba que é capaz de superar até os maiores desafios.

# Phrase−Healing−37
source: Allow yourself to feel the love and support of your community, and to lean on them when you need help.
es: Permítete sentir el amor y el apoyo de tu comunidad y apóyate en ellos cuando necesites ayuda.
fr: Permettez-vous de ressentir l'amour et le soutien de votre communauté et appuyez-vous sur eux lorsque vous avez besoin d'aide.
it: Consenti a te stesso di sentire l'amore e il sostegno della tua comunità e di appoggiarti a loro quando hai bisogno di aiuto.
pt_br: Permita-se sentir o amor e o apoio de sua comunidade e conte com eles quando precisar de ajuda.

# Phrase−Healing−38
source: Find joy in the small moments of everyday life, and know that happiness is always within reach.
es: Encuentre alegría en los pequeños momentos de la vida cotidiana y sepa que la felicidad siempre está al alcance de la mano.
fr: Trouvez de la joie dans les petits moments du quotidien et sachez que le bonheur est toujours à portée de main.
it: Trova gioia nei piccoli momenti della vita quotidiana e sappi che la felicità è sempre a portata di mano.
pt_br: Encontre alegria nos pequenos momentos da vida cotidiana e saiba que a felicidade está sempre por perto.

# Phrase−Healing−39
source: May you be surrounded by the healing energy of the universe, and know that you are held in the loving embrace of the divine.
es: Que estés rodeado por la energía curativa del universo y sepas que estás en el abrazo amoroso de lo divino.
fr: Puissiez-vous être entouré par l'énergie de guérison de l'univers et sachez que vous êtes tenu dans l'étreinte aimante du divin.
it: Possa tu essere circondato dall'energia curativa dell'universo e sapere che sei tenuto nell'amorevole abbraccio del divino.
pt_br: Que você esteja cercado pela energia de cura do universo e saiba que está no abraço amoroso do divino.

# Phrase−Healing−40
source: Trust in the process of healing, and know that even small steps can lead to great progress.
es: Confíe en el proceso de curación y sepa que incluso los pequeños pasos pueden conducir a un gran progreso.
fr: Faites confiance au processus de guérison et sachez que même de petits pas peuvent mener à de grands progrès.
it: Abbi fiducia nel processo di guarigione e sappi che anche piccoli passi possono portare a grandi progressi.
pt_br: Confie no processo de cura e saiba que mesmo pequenos passos podem levar a grandes progressos.

# Phrase−Healing−41
source: Allow yourself to be vulnerable, and to share your struggles and fears with those you trust.
es: Permítete ser vulnerable y compartir tus luchas y miedos con aquellos en quienes confías.
fr: Permettez-vous d'être vulnérable et de partager vos luttes et vos peurs avec ceux en qui vous avez confiance.
it: Consenti a te stesso di essere vulnerabile e di condividere le tue lotte e le tue paure con coloro di cui ti fidi.
pt_br: Permita-se ser vulnerável e compartilhar suas lutas e medos com aqueles em quem você confia.

# Phrase−Healing−42
source: May you find comfort in the knowledge that you are a unique and beautiful expression of the divine, and that your life has purpose and meaning.
es: Que encuentres consuelo en el conocimiento de que eres una expresión única y hermosa de lo divino y que tu vida tiene un propósito y significado.
fr: Puissiez-vous trouver du réconfort en sachant que vous êtes une expression unique et magnifique du divin et que votre vie a un but et un sens.
it: Possa tu trovare conforto nella consapevolezza di essere un'espressione unica e meravigliosa del divino e che la tua vita ha uno scopo e un significato.
pt_br: Que você encontre conforto no conhecimento de que você é uma expressão única e bela do divino e que sua vida tem propósito e significado.

# Phrase−Healing−43
source: Believe in the power of positive thinking, and in the ability of the mind to heal the body.
es: Cree en el poder del pensamiento positivo y la capacidad de la mente para sanar el cuerpo.
fr: Croyez au pouvoir de la pensée positive et à la capacité de l'esprit à guérir le corps.
it: Credi nel potere del pensiero positivo e nella capacità della mente di guarire il corpo.
pt_br: Acredite no poder do pensamento positivo e na capacidade da mente de curar o corpo.

# Phrase−Healing−44
source: Take time to nurture your relationships, and to express your love and gratitude to those who support you.
es: Tómese el tiempo para nutrir sus relaciones y expresar su amor y gratitud a quienes lo apoyan.
fr: Prenez le temps d'entretenir vos relations et d'exprimer votre amour et votre gratitude à ceux qui vous soutiennent.
it: Prenditi del tempo per coltivare le tue relazioni e per esprimere il tuo amore e la tua gratitudine a coloro che ti supportano.
pt_br: Reserve um tempo para nutrir seus relacionamentos e expressar seu amor e gratidão àqueles que o apoiam.

# Phrase−Healing−45
source: May you find peace in the midst of chaos, and know that even in difficult times, you are safe and protected.
es: Que encuentres la paz en medio del caos y sepas que incluso en tiempos difíciles estás a salvo y seguro.
fr: Puissiez-vous trouver la paix au milieu du chaos et sachez que même dans les moments difficiles, vous êtes en sécurité.
it: Possa tu trovare la pace in mezzo al caos e sapere che anche nei momenti difficili sei al sicuro e protetto.
pt_br: Que você encontre paz em meio ao caos e saiba que mesmo em tempos difíceis você está seguro e protegido.

# Phrase−Healing−46
source: Surround yourself with beauty, and allow it to uplift and inspire you on your healing journey.
es: Rodéate de belleza y deja que te anime e inspire en tu viaje de sanación.
fr: Entourez-vous de beauté et laissez-la vous élever et vous inspirer dans votre cheminement vers la guérison.
it: Circondati di bellezza e lascia che ti elevi e ti ispiri nel tuo viaggio di guarigione.
pt_br: Cerque-se de beleza e deixe-a elevá-lo e inspirá-lo em sua jornada de cura.

# Phrase−Healing−47
source: Believe in the power of forgiveness, and in the ability of love to heal even the deepest wounds.
es: Cree en el poder del perdón y en la capacidad del amor para sanar hasta las heridas más profundas.
fr: Croyez au pouvoir du pardon et à la capacité de l'amour à guérir même les blessures les plus profondes.
it: Credi nel potere del perdono e nella capacità dell'amore di guarire anche le ferite più profonde.
pt_br: Acredite no poder do perdão e na capacidade do amor de curar até as feridas mais profundas.

# Phrase−Healing−48
source: Take time to be still and quiet, and to listen to the whispers of your heart.
es: Toma tiempo para estar quieto y quieto, y para escuchar los susurros de tu corazón.
fr: Prenez le temps d'être tranquille et immobile, et d'écouter les murmures de votre cœur.
it: Prenditi del tempo per stare fermo e tranquillo, e per ascoltare i sussurri del tuo cuore.
pt_br: Reserve um tempo para ficar quieto e quieto e ouvir os sussurros do seu coração.

# Phrase−Healing−49
source: May you find comfort in the knowledge that you are a part of something greater than yourself, and that your life has a purpose beyond your individual experience.
es: Que encuentres consuelo en el conocimiento de que eres parte de algo más grande que tú mismo y que tu vida tiene un propósito más allá de tu experiencia individual.
fr: Puissiez-vous trouver du réconfort en sachant que vous faites partie de quelque chose de plus grand que vous-même et que votre vie a un but au-delà de votre expérience individuelle.
it: Possa tu trovare conforto nella consapevolezza che fai parte di qualcosa di più grande di te stesso e che la tua vita ha uno scopo al di là della tua esperienza individuale.
pt_br: Que você encontre conforto em saber que faz parte de algo maior do que você mesmo e que sua vida tem um propósito além de sua experiência individual.

# Phrase−Healing−50
source: Allow yourself to be vulnerable, and to share your journey with others who may be struggling with similar challenges. Together, you can find strength and support in community.
es: Permítete ser vulnerable y comparte tu viaje con otras personas que puedan estar lidiando con desafíos similares. Juntos, pueden encontrar fortaleza y apoyo en la comunidad.
fr: Permettez-vous d'être vulnérable et partagez votre parcours avec d'autres personnes qui pourraient être aux prises avec des défis similaires. Ensemble, vous pouvez trouver force et soutien dans la communauté.
it: Consenti a te stesso di essere vulnerabile e di condividere il tuo viaggio con altri che potrebbero essere alle prese con sfide simili. Insieme, puoi trovare forza e sostegno nella comunità.
pt_br: Permita-se ser vulnerável e compartilhe sua jornada com outras pessoas que possam estar enfrentando desafios semelhantes. Juntos, vocês podem encontrar força e apoio na comunidade.

# Phrase−Healing−51
source: May you be surrounded by love and light, and know that you are always protected and supported.
es: Que estés rodeado de amor y luz, y sepas que siempre estás protegido y apoyado.
fr: Puissiez-vous être entouré d'amour et de lumière, et sachez que vous êtes toujours protégé et soutenu.
it: Possa tu essere circondato da amore e luce, e sapere che sei sempre protetto e sostenuto.
pt_br: Que você esteja cercado de amor e luz e saiba que está sempre protegido e apoiado.

# Phrase−Healing−52
source: Trust in your own inner wisdom, and allow it to guide you towards health and healing.
es: Confía en tu sabiduría interior y deja que te guíe hacia la salud y la curación.
fr: Faites confiance à votre sagesse intérieure et laissez-la vous guider vers la santé et la guérison.
it: Abbi fiducia nella tua saggezza interiore e lascia che ti guidi verso la salute e la guarigione.
pt_br: Confie na sua sabedoria interior e deixe-a guiá-lo para a saúde e a cura.

# Phrase−Healing−53
source: Take time to connect with your own body and its needs, and to give yourself the care and attention you deserve.
es: Tómate el tiempo para conectarte con tu cuerpo y sus necesidades y darte el cuidado y la atención que mereces.
fr: Prenez le temps de vous connecter avec votre corps et ses besoins et offrez-vous les soins et l'attention que vous méritez.
it: Prenditi del tempo per connetterti con il tuo corpo e le sue esigenze e per darti la cura e l'attenzione che meriti.
pt_br: Reserve um tempo para se conectar com seu corpo e suas necessidades e dê a si mesmo o cuidado e a atenção que você merece.

# Phrase−Healing−54
source: May you find strength and courage in the face of uncertainty, and know that you are capable of navigating even the most difficult of challenges.
es: Que encuentres fuerza y ​​coraje frente a la incertidumbre y sepas que eres capaz de enfrentar incluso los desafíos más difíciles.
fr: Puissiez-vous trouver force et courage face à l'incertitude et sachez que vous êtes capable de relever les défis les plus difficiles.
it: Possa tu trovare forza e coraggio di fronte all'incertezza e sapere che sei in grado di affrontare anche le sfide più difficili.
pt_br: Que você encontre força e coragem diante da incerteza e saiba que é capaz de enfrentar até os desafios mais difíceis.

# Phrase−Healing−55
source: Believe in the power of love, and in the ability of love to heal even the deepest wounds.
es: Cree en el poder del amor y en la capacidad del amor para sanar incluso las heridas más profundas.
fr: Croyez au pouvoir de l'amour et à la capacité de l'amour à guérir même les blessures les plus profondes.
it: Credi nel potere dell'amore e nella capacità dell'amore di guarire anche le ferite più profonde.
pt_br: Acredite no poder do amor e na capacidade do amor de curar até as feridas mais profundas.

# Phrase−Healing−56
source: Allow yourself to let go of any expectations or pressures you may be feeling, and simply be present with yourself and your own experience.
es: Permítete dejar de lado cualquier expectativa o presión que puedas sentir y simplemente estar presente contigo mismo y tu experiencia.
fr: Permettez-vous de laisser tomber toutes les attentes ou pressions que vous pourriez ressentir et soyez simplement présent avec vous-même et votre expérience.
it: Consenti a te stesso di lasciar andare qualsiasi aspettativa o pressione che potresti provare e sii semplicemente presente con te stesso e la tua esperienza.
pt_br: Permita-se deixar de lado quaisquer expectativas ou pressões que possa estar sentindo e apenas esteja presente consigo mesmo e com sua experiência.

# Phrase−Healing−57
source: May you find comfort in the knowledge that you are never alone, and that the divine is always with you, guiding and supporting you on your journey.
es: Que encuentres consuelo en el conocimiento de que nunca estás solo y que lo divino está siempre contigo, guiándote y apoyándote en tu viaje.
fr: Puissiez-vous trouver du réconfort en sachant que vous n'êtes jamais seul et que le divin est toujours avec vous, vous guidant et vous soutenant dans votre voyage.
it: Possa tu trovare conforto nella consapevolezza che non sei mai solo e che il divino è sempre con te, guidandoti e sostenendoti nel tuo viaggio.
pt_br: Que você encontre conforto em saber que nunca está sozinho e que o divino está sempre com você, guiando e apoiando você em sua jornada.

# Phrase−Healing−58
source: Take time to appreciate the beauty of the world around you, and to find joy in the small moments of everyday life.
es: Tómate el tiempo para apreciar la belleza del mundo que te rodea y encontrar alegría en los pequeños momentos de la vida cotidiana.
fr: Prenez le temps d'apprécier la beauté du monde qui vous entoure et de trouver de la joie dans les petits moments de la vie quotidienne.
it: Prenditi del tempo per apprezzare la bellezza del mondo che ti circonda e per trovare gioia nei piccoli momenti della vita quotidiana.
pt_br: Tire um tempo para apreciar a beleza do mundo ao seu redor e encontrar alegria nos pequenos momentos da vida cotidiana.

# Phrase−Healing−59
source: Trust in the process of healing, and know that even the smallest steps can lead to great progress.
es: Confíe en el proceso de curación y sepa que incluso los pasos más pequeños pueden conducir a un gran progreso.
fr: Faites confiance au processus de guérison et sachez que même les plus petits pas peuvent mener à de grands progrès.
it: Abbi fiducia nel processo di guarigione e sappi che anche i passi più piccoli possono portare a grandi progressi.
pt_br: Confie no processo de cura e saiba que mesmo os menores passos podem levar a um grande progresso.

# Phrase−Healing−60
source: May you be filled with a sense of peace and calm, and know that you are always held in the loving embrace of the divine.
es: Que te llenes de una sensación de paz y calma, y ​​sepas que siempre estás en el abrazo amoroso de lo divino.
fr: Puissiez-vous être rempli d'un sentiment de paix et de calme, et sachez que vous êtes toujours tenu dans l'étreinte aimante du divin.
it: Possa tu essere pieno di un senso di pace e calma, e sapere che sei sempre tenuto nell'amorevole abbraccio del divino.
pt_br: Que você seja preenchido com uma sensação de paz e calma, e saiba que você está sempre no abraço amoroso do divino.

# Phrase−Healing−61
source: Believe in your own strength and resilience, and know that you are capable of overcoming even the greatest challenges.
es: Cree en tu fuerza y ​​resiliencia y sé que eres capaz de superar incluso los mayores desafíos.
fr: Croyez en votre force et votre résilience et sachez que vous êtes capable de surmonter même les plus grands défis.
it: Credi nella tua forza e resilienza e sappi che sei in grado di superare anche le sfide più grandi.
pt_br: Acredite na sua força e resiliência e saiba que você é capaz de superar até os maiores desafios.

# Phrase−Healing−62
source: Allow yourself to feel your emotions fully, and to express them in healthy ways that promote healing and growth.
es: Permítete sentir plenamente tus emociones y expresarlas de manera saludable que promuevan la curación y el crecimiento.
fr: Permettez-vous de ressentir pleinement vos émotions et de les exprimer de manière saine qui favorise la guérison et la croissance.
it: Consenti a te stesso di sentire pienamente le tue emozioni e di esprimerle in modi sani che promuovono la guarigione e la crescita.
pt_br: Permita-se sentir plenamente suas emoções e expressá-las de maneira saudável que promova a cura e o crescimento.

# Phrase−Healing−63
source: May you find inspiration and hope in the stories of others who have overcome similar challenges, and know that you too will emerge victorious.
es: Que encuentres inspiración y esperanza en las historias de otros que han superado desafíos similares y que sepas que tú también saldrás victorioso.
fr: Puissiez-vous trouver l'inspiration et l'espoir dans les histoires d'autres personnes qui ont surmonté des défis similaires et sachez que vous aussi sortirez victorieux.
it: Possa tu trovare ispirazione e speranza nelle storie di altri che hanno superato sfide simili e sapere che anche tu ne uscirai vittorioso.
pt_br: Que você encontre inspiração e esperança nas histórias de outras pessoas que superaram desafios semelhantes e saiba que você também sairá vitorioso.
