Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Abundance−42
source: May your life be filled with abundance, and may you use it to make a positive impact on the world.
es: Que tu vida se llene de abundancia y que la uses para tener un impacto positivo en el mundo.
fr: Puisse votre vie être remplie d'abondance et puissiez-vous l'utiliser pour avoir un impact positif sur le monde.
it: Possa la tua vita essere piena di abbondanza e che tu possa usarla per avere un impatto positivo sul mondo.
pt_br: Que sua vida seja repleta de abundância e que você possa usá-la para causar um impacto positivo no mundo.

# Phrase−Abundance−43
source: May you be blessed with an abundance of peace, serenity, and tranquility.
es: Que seas bendecido con abundancia de paz, serenidad y tranquilidad.
fr: Puissiez-vous être béni avec une abondance de paix, de sérénité et de tranquillité.
it: Possa tu essere benedetto con un'abbondanza di pace, serenità e tranquillità.
pt_br: Que você seja abençoado com uma abundância de paz, serenidade e tranquilidade.

# Phrase−Abundance−44
source: May you attract abundance effortlessly, and may it manifest in your life in miraculous ways.
es: Que atraigas la abundancia sin esfuerzo y que se manifieste en tu vida de manera milagrosa.
fr: Puissiez-vous attirer l'abondance sans effort et puisse-t-elle se manifester dans votre vie de manière miraculeuse.
it: Possa tu attrarre l'abbondanza senza sforzo e possa manifestarsi nella tua vita in modi miracolosi.
pt_br: Que você atraia abundância sem esforço e que ela se manifeste em sua vida de maneiras milagrosas.

# Phrase−Abundance−45
source: May you be surrounded by the angels of abundance, and may they guide you towards prosperity and success.
es: Que estés rodeado de ángeles de la abundancia y que te guíen hacia la prosperidad y el éxito.
fr: Puissiez-vous être entouré d'anges d'abondance et puissent-ils vous guider vers la prospérité et le succès.
it: Possa tu essere circondato dagli angeli dell'abbondanza e possano guidarti verso la prosperità e il successo.
pt_br: Que você esteja cercado por anjos de abundância e que eles possam guiá-lo para a prosperidade e o sucesso.

# Phrase−Abundance−46
source: May your life be filled with abundance, and may you live with purpose and meaning.
es: Que tu vida se llene de abundancia y viva con propósito y significado.
fr: Que votre vie soit remplie d'abondance et vive avec un but et un sens.
it: Possa la tua vita essere piena di abbondanza e vivere con uno scopo e un significato.
pt_br: Que sua vida seja repleta de abundância e viva com propósito e significado.

# Phrase−Abundance−47
source: May you be blessed with an abundance of faith, hope, and optimism.
es: Que sean bendecidos con abundancia de fe, esperanza y optimismo.
fr: Puissiez-vous être béni avec une abondance de foi, d'espoir et d'optimisme.
it: Possa tu essere benedetto con un'abbondanza di fede, speranza e ottimismo.
pt_br: Que você seja abençoado com abundância de fé, esperança e otimismo.

# Phrase−Abundance−48
source: May you attract abundance and prosperity into your life with ease and grace.
es: Que atraigas abundancia y prosperidad a tu vida con facilidad y gracia.
fr: Puissiez-vous attirer l'abondance et la prospérité dans votre vie avec facilité et grâce.
it: Possa tu attrarre abbondanza e prosperità nella tua vita con facilità e grazia.
pt_br: Que você atraia abundância e prosperidade para sua vida com facilidade e graça.

# Phrase−Abundance−49
source: May your life be filled with an abundance of adventure, excitement, and new experiences.
es: Que tu vida se llene de abundantes aventuras, emociones y nuevas experiencias.
fr: Que votre vie soit remplie d'une abondance d'aventures, d'excitation et de nouvelles expériences.
it: Possa la tua vita essere piena di un'abbondanza di avventura, eccitazione e nuove esperienze.
pt_br: Que sua vida seja repleta de aventuras, emoções e novas experiências.

# Phrase−Abundance−50
source: May you be surrounded by an abundance of positive energy, and may it uplift and inspire you every day.
es: Que estés rodeado de una gran cantidad de energía positiva, y que te anime e inspire todos los días.
fr: Puissiez-vous être entouré d'une abondance d'énergie positive, et puisse-t-elle vous élever et vous inspirer chaque jour.
it: Possa tu essere circondato da un'abbondanza di energia positiva, e possa elevarti e ispirarti ogni giorno.
pt_br: Que você esteja cercado por uma abundância de energia positiva e que ela o eleve e inspire todos os dias.

# Phrase−Abundance−51
source: May your life be filled with an abundance of laughter, joy, and happiness.
es: Que tu vida se llene de risas, alegría y felicidad en abundancia.
fr: Que votre vie soit remplie de rires, de joie et de bonheur en abondance.
it: Possa la tua vita essere piena di risate, gioia e felicità in abbondanza.
pt_br: Que sua vida seja repleta de risos, alegria e felicidade em abundância.

# Phrase−Abundance−52
source: May you attract abundance in all areas of your life, and may it flow effortlessly into your reality.
es: Que atraigas la abundancia a todas las áreas de tu vida y que fluya sin esfuerzo hacia tu realidad.
fr: Puissiez-vous attirer l'abondance dans tous les domaines de votre vie et puisse-t-elle couler sans effort dans votre réalité.
it: Possa tu attrarre l'abbondanza in tutte le aree della tua vita e possa fluire senza sforzo nella tua realtà.
pt_br: Que você atraia abundância para todas as áreas da sua vida e que ela flua sem esforço para a sua realidade.

# Phrase−Abundance−53
source: May you be blessed with an abundance of knowledge and wisdom to make the right choices and decisions.
es: Que seas bendecido con abundancia de conocimiento y sabiduría para tomar las decisiones correctas.
fr: Puissiez-vous être béni avec une abondance de connaissances et de sagesse pour faire les bons choix et prendre les bonnes décisions.
it: Possa tu essere benedetto con un'abbondanza di conoscenza e saggezza per fare le scelte e le decisioni giuste.
pt_br: Que você seja abençoado com abundância de conhecimento e sabedoria para fazer as escolhas e decisões certas.

# Phrase−Abundance−54
source: May your life be filled with an abundance of blessings, and may you share your abundance with others.
es: Que tu vida se llene de abundantes bendiciones y comparte tu abundancia con los demás.
fr: Que votre vie soit remplie d'une abondance de bénédictions et partagez votre abondance avec les autres.
it: Possa la tua vita essere piena di un'abbondanza di benedizioni e condividere la tua abbondanza con gli altri.
pt_br: Que sua vida seja repleta de abundância de bênçãos e compartilhe sua abundância com os outros.

# Phrase−Abundance−55
source: May the angels of abundance and prosperity bring you good luck and fortune in all your endeavors.
es: Que los ángeles de la abundancia y la prosperidad te traigan buena fortuna y suerte en todos tus esfuerzos.
fr: Puissent les anges de l'abondance et de la prospérité vous apporter bonne fortune et chance dans tous vos efforts.
it: Possano gli angeli dell'abbondanza e della prosperità portarti buona fortuna e fortuna in tutti i tuoi sforzi.
pt_br: Que os anjos da abundância e da prosperidade lhe tragam boa fortuna e sorte em todos os seus empreendimentos.

# Phrase−Abundance−56
source: May you attract abundance and prosperity into your life, and may it bring you inner peace and fulfillment.
es: Que atraigas abundancia y prosperidad a tu vida, y que te traiga paz interior y satisfacción.
fr: Puissiez-vous attirer l'abondance et la prospérité dans votre vie, et puisse-t-il vous apporter la paix intérieure et le contentement.
it: Possa tu attrarre abbondanza e prosperità nella tua vita, e possa portarti pace interiore e appagamento.
pt_br: Que você atraia abundância e prosperidade para sua vida, e que isso lhe traga paz interior e contentamento.

# Phrase−Abundance−57
source: May your life be filled with an abundance of positivity and optimism, and may it attract more of the same.
es: Que tu vida se llene de una abundancia de positividad y optimismo, y que atraiga más de lo mismo.
fr: Puisse votre vie être remplie d'une abondance de positivité et d'optimisme, et puisse-t-elle attirer plus de la même chose.
it: Possa la tua vita essere piena di un'abbondanza di positività e ottimismo, e possa attrarre più o meno lo stesso.
pt_br: Que sua vida seja repleta de positividade e otimismo em abundância, e que atraia mais do mesmo.

# Phrase−Abundance−58
source: May you be blessed with an abundance of opportunities, and may you have the courage to seize them.
es: Que seas bendecido con una gran cantidad de oportunidades y que tengas el coraje de aprovecharlas.
fr: Puissiez-vous être béni avec une abondance d'opportunités et puissiez-vous avoir le courage de les saisir.
it: Che tu possa essere benedetto con un'abbondanza di opportunità e che tu possa avere il coraggio di coglierle.
pt_br: Que você seja abençoado com uma abundância de oportunidades e que tenha a coragem de aproveitá-las.

# Phrase−Abundance−59
source: May the universe bless you with an abundance of love, and may it fill your heart with joy and contentment.
es: Que el universo te bendiga con abundancia de amor y que llene tu corazón de alegría y satisfacción.
fr: Que l'univers vous bénisse avec une abondance d'amour et qu'il remplisse votre cœur de joie et de contentement.
it: Possa l'universo benedirti con abbondanza di amore e possa riempire il tuo cuore di gioia e appagamento.
pt_br: Que o universo os abençoe com abundância de amor e que encha seu coração de alegria e contentamento.

# Phrase−Abundance−60
source: May you be surrounded by an abundance of beauty and grace, and may it inspire you every day.
es: Que estés rodeado de una abundancia de belleza y gracia, y que te inspire todos los días.
fr: Puissiez-vous être entouré d'une abondance de beauté et de grâce, et puisse-t-il vous inspirer chaque jour.
it: Possa tu essere circondato da un'abbondanza di bellezza e grazia, e possa ispirarti ogni giorno.
pt_br: Que você esteja cercado por uma abundância de beleza e graça, e que isso possa inspirá-lo todos os dias.

# Phrase−Abundance−61
source: May you attract an abundance of love, joy, and abundance into your life, and may it manifest in miraculous ways.
es: Que atraigas abundancia de amor, alegría y abundancia a tu vida, y que se manifieste de manera milagrosa.
fr: Puissiez-vous attirer une abondance d'amour, de joie et d'abondance dans votre vie, et puisse-t-elle se manifester de manière miraculeuse.
it: Possa tu attrarre un'abbondanza di amore, gioia e abbondanza nella tua vita, e possa manifestarsi in modi miracolosi.
pt_br: Que você atraia uma abundância de amor, alegria e abundância para sua vida, e que isso se manifeste de maneiras milagrosas.

# Phrase−Abundance−62
source: May your life be filled with abundance, and may you use it to make a positive impact on the world.
es: Que tu vida se llene de abundancia y que la uses para tener un impacto positivo en el mundo.
fr: Puisse votre vie être remplie d'abondance et puissiez-vous l'utiliser pour avoir un impact positif sur le monde.
it: Possa la tua vita essere piena di abbondanza e che tu possa usarla per avere un impatto positivo sul mondo.
pt_br: Que sua vida seja repleta de abundância e que você possa usá-la para causar um impacto positivo no mundo.

# Phrase−Abundance−63
source: May you be blessed with an abundance of good health, and may it bring you strength and vitality.
es: Que seas bendecido con abundancia de buena salud y que te traiga fuerza y ​​vitalidad.
fr: Puissiez-vous être béni avec une abondance de bonne santé et puisse-t-elle vous apporter force et vitalité.
it: Possa tu essere benedetto con un'abbondanza di buona salute e possa portarti forza e vitalità.
pt_br: Que você seja abençoado com abundância de boa saúde e que isso lhe traga força e vitalidade.

# Phrase−Abundance−64
source: May you attract abundance effortlessly, and may it flow into your life with ease and grace.
es: Que atraigas la abundancia sin esfuerzo y que fluya a tu vida con facilidad y gracia.
fr: Puissiez-vous attirer l'abondance sans effort et puisse-t-elle couler dans votre vie avec aisance et grâce.
it: Possa tu attrarre l'abbondanza senza sforzo e possa fluire nella tua vita con facilità e grazia.
pt_br: Que você atraia abundância sem esforço e que ela flua em sua vida com facilidade e graça.

# Phrase−Abundance−65
source: May your life be filled with an abundance of new opportunities, and may you have the courage to pursue them.
es: Que tu vida esté llena de abundancia de nuevas oportunidades y que tengas el coraje de perseguirlas.
fr: Puisse votre vie être remplie d'une abondance de nouvelles opportunités et puissiez-vous avoir le courage de les poursuivre.
it: Possa la tua vita essere piena di un'abbondanza di nuove opportunità e che tu possa avere il coraggio di perseguirle.
pt_br: Que sua vida seja repleta de novas oportunidades e que você tenha a coragem de persegui-las.

# Phrase−Abundance−66
source: May the universe bless you with an abundance of wealth, success, and happiness.
es: Que el universo te bendiga con abundancia de riqueza, éxito y felicidad.
fr: Que l'univers vous bénisse avec une abondance de richesse, de succès et de bonheur.
it: Possa l'universo benedirti con un'abbondanza di ricchezza, successo e felicità.
pt_br: Que o universo o abençoe com abundância de riqueza, sucesso e felicidade.

# Phrase−Abundance−67
source: May you be surrounded by an abundance of positive energy, and may it uplift and inspire you every day.
es: Que estés rodeado de una gran cantidad de energía positiva, y que te anime e inspire todos los días.
fr: Puissiez-vous être entouré d'une abondance d'énergie positive, et puisse-t-elle vous élever et vous inspirer chaque jour.
it: Possa tu essere circondato da un'abbondanza di energia positiva, e possa elevarti e ispirarti ogni giorno.
pt_br: Que você esteja cercado por uma abundância de energia positiva e que ela o eleve e inspire todos os dias.

# Phrase−Abundance−68
source: May your life be filled with an abundance of creativity, and may you use it to manifest your dreams.
es: Que tu vida se llene de una abundancia de creatividad y que la uses para manifestar tus sueños.
fr: Puisse votre vie être remplie d'une abondance de créativité et puissiez-vous l'utiliser pour manifester vos rêves.
it: Possa la tua vita essere piena di un'abbondanza di creatività e che tu possa usarla per manifestare i tuoi sogni.
pt_br: Que sua vida seja repleta de abundância de criatividade e que você possa usá-la para manifestar seus sonhos.

# Phrase−Abundance−69
source: May you be blessed with an abundance of peace and serenity, and may it calm your soul.
es: Que seas bendecido con abundancia de paz y serenidad, y que esto calme tu alma.
fr: Puissiez-vous être béni avec une abondance de paix et de sérénité, et puisse-t-il apaiser votre âme.
it: Possa tu essere benedetto con un'abbondanza di pace e serenità, e possa calmare la tua anima.
pt_br: Que você seja abençoado com abundância de paz e serenidade, e que isso acalme sua alma.

# Phrase−Abundance−70
source: May you attract abundance in all areas of your life, and may it bring you inner peace and fulfillment.
es: Que atraigas la abundancia en todas las áreas de tu vida y que te traiga paz interior y satisfacción.
fr: Puissiez-vous attirer l'abondance dans tous les domaines de votre vie et puisse-t-elle vous apporter paix intérieure et épanouissement.
it: Possa tu attrarre abbondanza in tutte le aree della tua vita e possa portarti pace interiore e appagamento.
pt_br: Que você atraia abundância em todas as áreas da sua vida e que isso lhe traga paz interior e realização.

# Phrase−Abundance−71
source: May your life be filled with an abundance of laughter, joy, and happiness.
es: Que tu vida se llene de risas, alegría y felicidad en abundancia.
fr: Que votre vie soit remplie de rires, de joie et de bonheur en abondance.
it: Possa la tua vita essere piena di risate, gioia e felicità in abbondanza.
pt_br: Que sua vida seja repleta de risos, alegria e felicidade em abundância.

# Phrase−Abundance−72
source: May the angels of abundance and prosperity guide you towards a life of abundance and fulfillment.
es: Que los Ángeles de la Abundancia y la Prosperidad te guíen a una vida de abundancia y plenitud.
fr: Puissent les Anges de l'Abondance et de la Prospérité vous guider vers une vie d'abondance et d'épanouissement.
it: Possano gli angeli dell'abbondanza e della prosperità guidarti verso una vita di abbondanza e appagamento.
pt_br: Que os Anjos da Abundância e Prosperidade o guiem para uma vida de abundância e realização.

# Phrase−Abundance−73
source: May you be blessed with an abundance of wisdom, and may it guide you towards your highest good.
es: Que seas bendecido con abundancia de sabiduría y que te guíe hacia tu mayor bien.
fr: Puissiez-vous être béni avec une abondance de sagesse et puisse-t-elle vous guider vers votre plus grand bien.
it: Possa tu essere benedetto con un'abbondanza di saggezza e possa guidarti verso il tuo massimo bene.
pt_br: Que você seja abençoado com uma abundância de sabedoria e que ela o guie para o seu bem maior.

# Phrase−Abundance−74
source: May your life be filled with an abundance of blessings, and may you share your abundance with others.
es: Que tu vida se llene de abundantes bendiciones y comparte tu abundancia con los demás.
fr: Que votre vie soit remplie d'une abondance de bénédictions et partagez votre abondance avec les autres.
it: Possa la tua vita essere piena di un'abbondanza di benedizioni e condividere la tua abbondanza con gli altri.
pt_br: Que sua vida seja repleta de abundância de bênçãos e compartilhe sua abundância com os outros.

# Phrase−Abundance−75
source: May you attract an abundance of positive relationships, and may they bring you joy and happiness.
es: Que atraigas una gran cantidad de relaciones positivas y que te traigan alegría y felicidad.
fr: Puissiez-vous attirer une abondance de relations positives et puissent-elles vous apporter joie et bonheur.
it: Che tu possa attrarre un'abbondanza di relazioni positive e che possano portarti gioia e felicità.
pt_br: Que você atraia uma abundância de relacionamentos positivos e que eles lhe tragam alegria e felicidade.

# Phrase−Abundance−76
source: May you be surrounded by an abundance of love, and may it fill your heart with warmth and happiness.
es: Que estés rodeado de una abundancia de amor y que tu corazón se llene de calidez y felicidad.
fr: Puissiez-vous être entouré d'une abondance d'amour et que votre cœur soit rempli de chaleur et de bonheur.
it: Possa tu essere circondato da un'abbondanza di amore e possa riempire il tuo cuore di calore e felicità.
pt_br: Que você esteja cercado por uma abundância de amor e que seu coração se encha de calor e felicidade.

# Phrase−Abundance−77
source: May your life be filled with an abundance of inspiration and creativity, and may it manifest in all areas of your life.
es: Que tu vida se llene de abundante inspiración y creatividad, y que se manifieste en todas las áreas de tu vida.
fr: Que votre vie soit remplie d'une abondance d'inspiration et de créativité, et puisse-t-elle se manifester dans tous les domaines de votre vie.
it: Possa la tua vita essere piena di abbondanza di ispirazione e creatività, e possa manifestarsi in tutte le aree della tua vita.
pt_br: Que sua vida seja repleta de abundância de inspiração e criatividade, e que ela se manifeste em todas as áreas de sua vida.

# Phrase−Abundance−78
source: May you attract abundance and prosperity with ease and grace, and may it bring you success and happiness.
es: Que atraigas abundancia y prosperidad con facilidad y gracia, y que te traiga éxito y felicidad.
fr: Puissiez-vous attirer l'abondance et la prospérité avec facilité et grâce, et puisse-t-il vous apporter succès et bonheur.
it: Possa tu attrarre abbondanza e prosperità con facilità e grazia, e possa portarti successo e felicità.
pt_br: Que você atraia abundância e prosperidade com facilidade e graça, e que isso lhe traga sucesso e felicidade.

# Phrase−Abundance−79
source: May you attract an abundance of opportunities that align with your purpose and bring you fulfillment.
es: Que atraigas una gran cantidad de oportunidades que se alineen con tu propósito y te brinden satisfacción.
fr: Puissiez-vous attirer une abondance d'opportunités qui correspondent à votre objectif et vous apportent l'épanouissement.
it: Possa tu attrarre un'abbondanza di opportunità che si allineano con il tuo scopo e ti portano soddisfazione.
pt_br: Que você atraia uma abundância de oportunidades que se alinhem com seu propósito e lhe tragam satisfação.

# Phrase−Abundance−80
source: May you be blessed with an abundance of courage and determination to pursue your dreams and aspirations.
es: Que seas bendecido con abundancia de coraje y determinación para perseguir tus sueños y aspiraciones.
fr: Puissiez-vous être béni avec une abondance de courage et de détermination pour poursuivre vos rêves et vos aspirations.
it: Possa tu essere benedetto con un'abbondanza di coraggio e determinazione per perseguire i tuoi sogni e le tue aspirazioni.
pt_br: Que você seja abençoado com muita coragem e determinação para perseguir seus sonhos e aspirações.

# Phrase−Abundance−81
source: May your life be filled with an abundance of gratitude, and may it attract more blessings into your reality.
es: Que tu vida se llene de una abundancia de gratitud y que atraigas más bendiciones a tu realidad.
fr: Puisse votre vie être remplie d'une abondance de gratitude et puissiez-vous attirer plus de bénédictions dans votre réalité.
it: Possa la tua vita essere piena di abbondanza di gratitudine e possa attrarre più benedizioni nella tua realtà.
pt_br: Que sua vida seja repleta de abundância de gratidão e que você atraia mais bênçãos para sua realidade.

# Phrase−Abundance−82
source: May you attract an abundance of abundance, and may it overflow into all areas of your life.
es: Que atraigas la abundancia y que se desborde en todos los ámbitos de tu vida.
fr: Puissiez-vous attirer l'abondance et qu'elle déborde dans tous les domaines de votre vie.
it: Possa tu attrarre un'abbondanza di abbondanza e possa traboccare in tutte le aree della tua vita.
pt_br: Que você atraia abundância e que ela transborde em todas as áreas da sua vida.

# Phrase−Abundance−83
source: May you be surrounded by an abundance of positive people who support and encourage your growth.
es: Que estés rodeado de una gran cantidad de personas positivas que apoyen y alienten tu crecimiento.
fr: Puissiez-vous être entouré d'une abondance de personnes positives qui soutiennent et encouragent votre croissance.
it: Possa tu essere circondato da un'abbondanza di persone positive che sostengono e incoraggiano la tua crescita.
pt_br: Que você esteja cercado por uma abundância de pessoas positivas que apóiam e encorajam seu crescimento.

# Phrase−Abundance−84
source: May your life be filled with an abundance of good fortune, and may it bring you prosperity and success.
es: Que tu vida esté llena de abundancia de buena suerte y que te traiga prosperidad y éxito.
fr: Que votre vie soit remplie d'une abondance de chance et qu'elle vous apporte prospérité et succès.
it: Possa la tua vita essere piena di un'abbondanza di buona fortuna e possa portarti prosperità e successo.
pt_br: Que sua vida seja repleta de boa sorte e que ela lhe traga prosperidade e sucesso.
