Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Patience−70
source: Patience allows you to be fully present in the moment, rather than always rushing ahead to the next thing.
es: La paciencia te permite estar completamente presente en el momento, en lugar de estar siempre corriendo hacia lo siguiente.
fr: La patience vous permet d'être pleinement présent dans l'instant, plutôt que de toujours vous précipiter vers la prochaine chose.
it: La pazienza ti consente di essere pienamente presente nel momento, piuttosto che correre sempre avanti verso la cosa successiva.
pt_br: A paciência permite que você esteja totalmente presente no momento, em vez de sempre correr para a próxima coisa.

# Phrase−Patience−71
source: Remember that patience is not just about waiting, but about trusting and having faith in the process.
es: Recuerda que la paciencia no se trata solo de esperar, se trata de confiar y tener fe en el proceso.
fr: N'oubliez pas que la patience ne consiste pas seulement à attendre, il s'agit de faire confiance et d'avoir foi dans le processus.
it: Ricorda che la pazienza non riguarda solo l'attesa, ma anche la fiducia e l'avere fede nel processo.
pt_br: Lembre-se de que a paciência não é apenas esperar, mas sim confiar e ter fé no processo.

# Phrase−Patience−72
source: When you feel discouraged, remember that patience and persistence can help you overcome even the biggest challenges.
es: Cuando te sientas desanimado, recuerda que la paciencia y la persistencia pueden ayudarte a superar incluso los desafíos más grandes.
fr: Lorsque vous vous sentez découragé, rappelez-vous que la patience et la persévérance peuvent vous aider à surmonter même les plus grands défis.
it: Quando ti senti scoraggiato, ricorda che la pazienza e la tenacia possono aiutarti a superare anche le sfide più grandi.
pt_br: Quando estiver desanimado, lembre-se de que a paciência e a persistência podem ajudá-lo a superar até os maiores desafios.

# Phrase−Patience−73
source: Patience allows you to see things from different perspectives, and to approach challenges with a sense of curiosity and openness.
es: La paciencia te permite ver las cosas desde diferentes perspectivas y abordar los desafíos con un sentido de curiosidad y apertura.
fr: La patience vous permet de voir les choses sous différents angles et d'aborder les défis avec curiosité et ouverture d'esprit.
it: La pazienza ti permette di vedere le cose da diverse prospettive e di affrontare le sfide con un senso di curiosità e apertura.
pt_br: A paciência permite que você veja as coisas de diferentes perspectivas e enfrente os desafios com um senso de curiosidade e abertura.

# Phrase−Patience−74
source: When things feel out of control, practicing patience can help you feel more calm and grounded.
es: Cuando las cosas parecen estar fuera de control, practicar la paciencia puede ayudarlo a sentirse más tranquilo y conectado a tierra.
fr: Lorsque les choses semblent hors de contrôle, pratiquer la patience peut vous aider à vous sentir plus calme et ancré.
it: Quando le cose sembrano fuori controllo, praticare la pazienza può aiutarti a sentirti più calmo e radicato.
pt_br: Quando as coisas parecem fora de controle, praticar a paciência pode ajudá-lo a se sentir mais calmo e fundamentado.

# Phrase−Patience−75
source: Patience allows you to be kind and compassionate towards yourself and others, even in difficult times.
es: La paciencia te permite ser amable y compasivo contigo mismo y con los demás, incluso en tiempos difíciles.
fr: La patience vous permet d'être gentil et compatissant envers vous-même et les autres, même dans les moments difficiles.
it: La pazienza ti permette di essere gentile e compassionevole verso te stesso e gli altri, anche nei momenti difficili.
pt_br: A paciência permite que você seja gentil e compassivo consigo mesmo e com os outros, mesmo em tempos difíceis.

# Phrase−Patience−76
source: When you feel like giving up, remember that patience and perseverance are the keys to success.
es: Cuando tengas ganas de rendirte, recuerda que la paciencia y la perseverancia son las claves del éxito.
fr: Lorsque vous avez envie d'abandonner, rappelez-vous que la patience et la persévérance sont les clés du succès.
it: Quando hai voglia di arrenderti, ricorda che la pazienza e la perseveranza sono le chiavi del successo.
pt_br: Quando você sentir vontade de desistir, lembre-se de que paciência e perseverança são as chaves do sucesso.

# Phrase−Patience−77
source: Patience allows you to appreciate the beauty of life's simple moments, rather than always rushing ahead to the next thing.
es: La paciencia te permite apreciar la belleza de los momentos simples de la vida, en lugar de apresurarte a lo siguiente.
fr: La patience vous permet d'apprécier la beauté des moments simples de la vie, plutôt que de toujours vous précipiter vers la prochaine chose.
it: La pazienza ti permette di apprezzare la bellezza dei momenti semplici della vita, piuttosto che correre sempre avanti verso la cosa successiva.
pt_br: A paciência permite que você aprecie a beleza dos momentos simples da vida, em vez de sempre correr para a próxima coisa.

# Phrase−Patience−78
source: Remember that everything happens for a reason, and practicing patience can help you trust in the bigger picture.
es: Recuerde que todo sucede por una razón, y practicar la paciencia puede ayudarlo a confiar en el panorama general.
fr: N'oubliez pas que tout arrive pour une raison, et faire preuve de patience peut vous aider à faire confiance à la situation dans son ensemble.
it: Ricorda che tutto accade per una ragione e praticare la pazienza può aiutarti a fidarti del quadro più ampio.
pt_br: Lembre-se de que tudo acontece por um motivo, e praticar a paciência pode ajudá-lo a confiar no quadro geral.

# Phrase−Patience−79
source: When you encounter setbacks, remember that practicing patience can help you stay focused on your goals.
es: Cuando encuentre contratiempos, recuerde que practicar la paciencia puede ayudarlo a mantenerse enfocado en sus objetivos.
fr: Lorsque vous rencontrez des revers, rappelez-vous que la pratique de la patience peut vous aider à rester concentré sur vos objectifs.
it: Quando incontri battute d'arresto, ricorda che praticare la pazienza può aiutarti a rimanere concentrato sui tuoi obiettivi.
pt_br: Quando você encontrar contratempos, lembre-se de que praticar a paciência pode ajudá-lo a manter o foco em seus objetivos.

# Phrase−Patience−80
source: Patience allows you to be fully present in your relationships, and to show up with kindness and compassion for those you love.
es: La paciencia te permite estar plenamente presente en tus relaciones y mostrarte bondadoso y compasivo con los que amas.
fr: La patience vous permet d'être pleinement présent dans vos relations et de vous montrer avec bienveillance et compassion envers ceux que vous aimez.
it: La pazienza ti consente di essere pienamente presente nelle tue relazioni e di mostrarti con gentilezza e compassione per coloro che ami.
pt_br: A paciência permite que você esteja totalmente presente em seus relacionamentos e se mostre com bondade e compaixão por aqueles que você ama.

# Phrase−Patience−81
source: When you feel stressed or anxious, practicing patience can help you feel more calm and centered.
es: Cuando te sientes estresado o ansioso, practicar la paciencia puede ayudarte a sentirte más tranquilo y centrado.
fr: Lorsque vous vous sentez stressé ou anxieux, pratiquer la patience peut vous aider à vous sentir plus calme et plus centré.
it: Quando ti senti stressato o ansioso, praticare la pazienza può aiutarti a sentirti più calmo e centrato.
pt_br: Quando você está se sentindo estressado ou ansioso, praticar a paciência pode ajudá-lo a se sentir mais calmo e centrado.

# Phrase−Patience−82
source: Patience allows you to be fully engaged in the present moment, rather than always worrying about the future.
es: La paciencia te permite estar completamente comprometido con el momento presente, en lugar de preocuparte siempre por el futuro.
fr: La patience vous permet d'être pleinement engagé dans le moment présent, plutôt que de toujours vous soucier de l'avenir.
it: La pazienza ti permette di essere pienamente coinvolto nel momento presente, piuttosto che preoccuparti sempre del futuro.
pt_br: A paciência permite que você esteja totalmente envolvido no momento presente, em vez de sempre se preocupar com o futuro.

# Phrase−Patience−83
source: Remember that practicing patience is a process, and it's okay to make mistakes and learn along the way.
es: Recuerde que practicar la paciencia es un proceso, y está bien cometer errores y aprender en el camino.
fr: N'oubliez pas que la pratique de la patience est un processus, et il est normal de faire des erreurs et d'apprendre en cours de route.
it: Ricorda che praticare la pazienza è un processo, e va bene fare errori e imparare lungo la strada.
pt_br: Lembre-se de que praticar a paciência é um processo e não há problema em cometer erros e aprender ao longo do caminho.

# Phrase−Patience−84
source: When you feel like you're not making progress, remember that practicing patience can help you stay focused and motivated.
es: Cuando sienta que no está progresando, recuerde que practicar la paciencia puede ayudarlo a mantenerse enfocado y motivado.
fr: Lorsque vous sentez que vous ne progressez pas, rappelez-vous que la pratique de la patience peut vous aider à rester concentré et motivé.
it: Quando ti senti come se non stessi facendo progressi, ricorda che praticare la pazienza può aiutarti a rimanere concentrato e motivato.
pt_br: Quando você sentir que não está progredindo, lembre-se de que praticar a paciência pode ajudá-lo a manter o foco e a motivação.

# Phrase−Patience−85
source: When you feel like things aren't going your way, remember that practicing patience can help you trust in the bigger picture.
es: Cuando sientas que las cosas no van como quieres, recuerda que practicar la paciencia puede ayudarte a confiar en el panorama general.
fr: Lorsque vous sentez que les choses ne vont pas comme vous le souhaitez, rappelez-vous que la patience peut vous aider à faire confiance à la situation dans son ensemble.
it: Quando senti che le cose non stanno andando per il verso giusto, ricorda che praticare la pazienza può aiutarti a fidarti del quadro più ampio.
pt_br: Quando você sentir que as coisas não estão indo do seu jeito, lembre-se de que praticar a paciência pode ajudá-lo a confiar no quadro geral.

# Phrase−Patience−86
source: Patience allows you to approach challenges with a sense of calm and clarity, rather than reacting from a place of fear or anger.
es: La paciencia te permite enfrentar los desafíos con una sensación de calma y claridad, en lugar de reaccionar desde el miedo o la ira.
fr: La patience vous permet de faire face aux défis avec un sentiment de calme et de clarté, plutôt que de réagir à partir d'un lieu de peur ou de colère.
it: La pazienza ti consente di affrontare le sfide con un senso di calma e chiarezza, piuttosto che reagire da un luogo di paura o rabbia.
pt_br: A paciência permite que você enfrente os desafios com uma sensação de calma e clareza, em vez de reagir com medo ou raiva.

# Phrase−Patience−87
source: Remember that practicing patience is a form of self-care, and it's important to be kind and gentle with yourself along the way.
es: Recuerde que practicar la paciencia es una forma de cuidado personal y es importante ser amable y amoroso consigo mismo en el camino.
fr: N'oubliez pas que la pratique de la patience est une forme de soins personnels et qu'il est important d'être gentil et aimant envers vous-même en cours de route.
it: Ricorda che praticare la pazienza è una forma di cura di sé ed è importante essere gentili e gentili con te stesso lungo la strada.
pt_br: Lembre-se de que praticar a paciência é uma forma de autocuidado e é importante ser gentil e amoroso consigo mesmo ao longo do caminho.

# Phrase−Patience−88
source: When you encounter setbacks, practicing patience can help you stay focused on your goals and trust that a solution will present itself.
es: Cuando encuentre contratiempos, practicar la paciencia puede ayudarlo a mantenerse enfocado en sus objetivos y confiar en que se presentará una solución.
fr: Lorsque vous rencontrez des revers, pratiquer la patience peut vous aider à rester concentré sur vos objectifs et à avoir confiance qu'une solution se présentera.
it: Quando incontri battute d'arresto, praticare la pazienza può aiutarti a rimanere concentrato sui tuoi obiettivi e ad avere fiducia che una soluzione si presenterà da sola.
pt_br: Quando você encontra contratempos, praticar a paciência pode ajudá-lo a manter o foco em seus objetivos e confiar que uma solução se apresentará.

# Phrase−Patience−89
source: Patience allows you to approach difficult situations with a sense of openness and curiosity, rather than shutting down or reacting defensively.
es: La paciencia te permite abordar situaciones difíciles con un sentido de apertura y curiosidad, en lugar de cerrarte o reaccionar a la defensiva.
fr: La patience vous permet d'aborder les situations difficiles avec un sentiment d'ouverture et de curiosité, plutôt que de vous refermer ou de réagir de manière défensive.
it: La pazienza ti consente di affrontare situazioni difficili con un senso di apertura e curiosità, piuttosto che chiuderti o reagire in modo difensivo.
pt_br: A paciência permite que você aborde situações difíceis com um senso de abertura e curiosidade, em vez de se fechar ou reagir defensivamente.

# Phrase−Patience−90
source: Remember that every moment is an opportunity to practice patience, and every challenge is a chance to learn and grow.
es: Recuerda que cada momento es una oportunidad para practicar la paciencia y cada desafío es una oportunidad para aprender y crecer.
fr: N'oubliez pas que chaque instant est une opportunité de pratiquer la patience et que chaque défi est une opportunité d'apprendre et de grandir.
it: Ricorda che ogni momento è un'opportunità per praticare la pazienza e ogni sfida è un'opportunità per imparare e crescere.
pt_br: Lembre-se que cada momento é uma oportunidade de praticar a paciência e cada desafio é uma oportunidade de aprender e crescer.

# Phrase−Patience−91
source: When you feel stuck or frustrated, practicing patience can help you trust that things will eventually shift and change.
es: Cuando te sientes atascado o frustrado, practicar la paciencia puede ayudarte a confiar en que las cosas eventualmente cambiarán y mejorarán.
fr: Lorsque vous vous sentez coincé ou frustré, la pratique de la patience peut vous aider à croire que les choses finiront par changer et s'améliorer.
it: Quando ti senti bloccato o frustrato, praticare la pazienza può aiutarti a fidarti che le cose alla fine cambieranno e cambieranno.
pt_br: Quando você se sentir preso ou frustrado, praticar a paciência pode ajudá-lo a confiar que as coisas acabarão mudando e melhorando.

# Phrase−Patience−92
source: Patience allows you to be fully present in your work, and to approach tasks with a sense of focus and clarity.
es: La paciencia te permite estar completamente presente en tu trabajo y abordar las tareas con un sentido de concentración y claridad.
fr: La patience vous permet d'être pleinement présent dans votre travail et d'aborder les tâches avec un sentiment de concentration et de clarté.
it: La pazienza ti consente di essere pienamente presente nel tuo lavoro e di affrontare i compiti con un senso di concentrazione e chiarezza.
pt_br: A paciência permite que você esteja totalmente presente em seu trabalho e aborde as tarefas com foco e clareza.

# Phrase−Patience−93
source: When you feel like you're not making progress, remember that practicing patience can help you stay committed and motivated.
es: Cuando sienta que no está progresando, recuerde que practicar la paciencia puede ayudarlo a mantenerse comprometido y motivado.
fr: Lorsque vous sentez que vous ne progressez pas, rappelez-vous que la pratique de la patience peut vous aider à rester engagé et motivé.
it: Quando ti senti come se non stessi facendo progressi, ricorda che praticare la pazienza può aiutarti a rimanere impegnato e motivato.
pt_br: Quando você sentir que não está progredindo, lembre-se de que praticar a paciência pode ajudá-lo a permanecer engajado e motivado.

# Phrase−Patience−94
source: Remember that practicing patience is a form of self-discipline, and it can help you achieve your goals in all areas of life.
es: Recuerda que practicar la paciencia es una forma de autodisciplina y puede ayudarte a alcanzar tus metas en todas las áreas de la vida.
fr: N'oubliez pas que la pratique de la patience est une forme d'autodiscipline et peut vous aider à atteindre vos objectifs dans tous les domaines de la vie.
it: Ricorda che praticare la pazienza è una forma di autodisciplina e può aiutarti a raggiungere i tuoi obiettivi in tutti gli ambiti della vita.
pt_br: Lembre-se de que praticar a paciência é uma forma de autodisciplina e pode ajudá-lo a atingir seus objetivos em todas as áreas da vida.

# Phrase−Patience−95
source: When you encounter resistance, practicing patience can help you stay open and curious, rather than shutting down or giving up.
es: Cuando encuentres resistencia, practicar la paciencia puede ayudarte a mantenerte abierto y curioso, en lugar de cerrarte o rendirte.
fr: Lorsque vous rencontrez une résistance, pratiquer la patience peut vous aider à rester ouvert et curieux, plutôt que de vous refermer ou d'abandonner.
it: Quando incontri resistenza, praticare la pazienza può aiutarti a rimanere aperto e curioso, piuttosto che chiuderti o arrendersi.
pt_br: Quando você encontra resistência, praticar a paciência pode ajudá-lo a permanecer aberto e curioso, em vez de se fechar ou desistir.

# Phrase−Patience−96
source: Patience allows you to approach challenges with a sense of creativity and innovation, rather than just relying on old habits and patterns.
es: La paciencia te permite abordar los desafíos con un sentido de creatividad e innovación, en lugar de simplemente confiar en viejos hábitos y patrones.
fr: La patience vous permet d'aborder les défis avec un sens de la créativité et de l'innovation, plutôt que de simplement vous fier à de vieilles habitudes et schémas.
it: La pazienza ti consente di affrontare le sfide con un senso di creatività e innovazione, piuttosto che affidarti solo a vecchie abitudini e schemi.
pt_br: A paciência permite que você enfrente os desafios com um senso de criatividade e inovação, em vez de apenas confiar em velhos hábitos e padrões.

# Phrase−Patience−97
source: When you feel like you're not getting the results you want, remember that practicing patience can help you trust in the process and stay committed to your goals.
es: Cuando sienta que no está obteniendo los resultados que desea, recuerde que practicar la paciencia puede ayudarlo a confiar en el proceso y mantenerse comprometido con sus objetivos.
fr: Lorsque vous sentez que vous n'obtenez pas les résultats souhaités, rappelez-vous que la pratique de la patience peut vous aider à faire confiance au processus et à rester attaché à vos objectifs.
it: Quando senti di non ottenere i risultati desiderati, ricorda che praticare la pazienza può aiutarti a fidarti del processo e rimanere impegnato nei tuoi obiettivi.
pt_br: Quando você sentir que não está obtendo os resultados desejados, lembre-se de que praticar a paciência pode ajudá-lo a confiar no processo e a se comprometer com seus objetivos.

# Phrase−Patience−98
source: Remember that practicing patience is a form of self-love, and it can help you cultivate a greater sense of compassion and kindness towards yourself and others.
es: Recuerda que practicar la paciencia es una forma de amor propio y puede ayudarte a cultivar un mayor sentido de compasión y bondad hacia ti mismo y hacia los demás.
fr: N'oubliez pas que la pratique de la patience est une forme d'amour-propre et peut vous aider à cultiver un plus grand sens de la compassion et de la gentillesse envers vous-même et envers les autres.
it: Ricorda che praticare la pazienza è una forma di amor proprio e può aiutarti a coltivare un maggiore senso di compassione e gentilezza verso te stesso e gli altri.
pt_br: Lembre-se de que praticar a paciência é uma forma de amor próprio e pode ajudá-lo a cultivar um maior senso de compaixão e bondade consigo mesmo e com os outros.

# Phrase−Patience−99
source: Patience allows you to approach life with a sense of wonder and curiosity, and to appreciate the beauty of each moment as it unfolds.
es: La paciencia te permite acercarte a la vida con un sentido de asombro y curiosidad, y apreciar la belleza de cada momento a medida que se desarrolla.
fr: La patience vous permet d'aborder la vie avec un sentiment d'émerveillement et de curiosité, et d'apprécier la beauté de chaque instant au fur et à mesure qu'il se déroule.
it: La pazienza ti permette di avvicinarti alla vita con un senso di meraviglia e curiosità, e di apprezzare la bellezza di ogni momento mentre si svolge.
pt_br: A paciência permite que você encare a vida com um sentimento de admiração e curiosidade e aprecie a beleza de cada momento à medida que ele se desenrola.

# Phrase−Patience−100
source: Remember that practicing patience is not just about waiting for things to happen, it's about actively cultivating a mindset of trust and resilience in the face of uncertainty.
es: Recuerde que practicar la paciencia no se trata solo de esperar a que sucedan las cosas, sino de cultivar activamente una mentalidad de confianza y resiliencia frente a la incertidumbre.
fr: N'oubliez pas que pratiquer la patience ne consiste pas seulement à attendre que les choses se produisent, mais à cultiver activement un état d'esprit de confiance et de résilience face à l'incertitude.
it: Ricorda che praticare la pazienza non significa solo aspettare che le cose accadano, ma coltivare attivamente una mentalità di fiducia e resilienza di fronte all'incertezza.
pt_br: Lembre-se de que praticar a paciência não é apenas esperar que as coisas aconteçam, mas cultivar ativamente uma mentalidade de confiança e resiliência diante da incerteza.

source: Tell me something
it: Dimmi qualcosa di te

source: Total
it: Totale
