Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Create-Profile
source: Create your profile
es: Crear un perfil
fr: Créer un profil
it: Crea il tuo profilo
pt_br: Criar um perfil

source: Hello
es: Hola
fr: Bonjour
it: Ciao
pt_br: Olá

source: What is your name?
es: ¿Cuál es tu nombre?
fr: Comment vous appelez-vous ?
it: Qual è il tuo nome?
pt_br: Qual é o seu nome?

# Insert-Name
source: Write your name
es: Escribe tu nombre
fr: Écrivez votre nom
it: Scrivi il tuo nome
pt_br: Escreva seu nome

source: Like
es: Me gusta
fr: Aimer
it: Mi Piace
pt_br: Gosto

source: Share
es: Enviar
fr: Partager
it: Condividi
pt_br: Enviar

source: Buddy
es: Compañero
fr: Compagnon
it: Amico
pt_br: Amigo

source: Meditation
es: Meditación
fr: Méditation
it: Meditazione
pt_br: Meditação

source: Meditations
es: Meditaciones
fr: Méditations
it: Meditazioni
pt_br: Meditações

# Meditation-Number %lld
source: %lld meditations
es: %lld meditaciones
fr: %lld méditations
it: %lld meditazioni
pt_br: %lld meditações

source: Featured
es: Destacadas
fr: En vedette
it: In primo piano
pt_br: Destaque

source: Of The Day
es: Del día
fr: Du jour
it: Meditazione del giorno
pt_br: Do Dia

source: All Meditations
es: Todas las meditaciones
fr: Toutes les méditations
it: Tutte le meditazioni
pt_br: Todas as Meditações

source: See all
es: Ver todo
fr: Voir tout
it: Vedi tutto
pt_br: Ver todos

source: Choose meditation soundtrack:
es: Elegir banda sonora para meditar:
fr: Choisir la bande son de méditation :
it: Scegli la colonna sonora della meditazione:
pt_br: Escolha a trilha sonora da meditação:

source: Choose meditation minutes:
es: Elegir minutos de meditación:
fr: Choisir la durée de méditation :
it: Scegli i minuti di meditazione:
pt_br: Escolha os minutos da meditação:

source: Start %@ Meditation
es: Comenzar meditación %@
fr: Commencer la méditation %@
it: Inizia meditazione di %@
pt_br: Iniciar meditação %@

source: Thank you
es: Gracias
fr: Merci
it: Grazie
pt_br: Obrigado(a)

source: Meditation Ended
es: Meditación finalizada
fr: Méditation terminée
it: Meditazione conclusa
pt_br: Meditação Encerrada

# Say-Thank-You
source: Say thank you to yourself for this moment you dedicated to your health and take a moment to apprecciate you and be grateful
es: Agradece a ti mismo por este momento que dedicaste a tu salud y toma un momento para apreciarte y estar agradecido
fr: Remerciez-vous pour ce moment que vous avez consacré à votre santé et prenez un moment pour vous apprécier et être reconnaissant
it: Dì grazie a te stesso per questo momento che hai dedicato alla tua salute e prenditi un momento per apprezzarti ed essere grato
pt_br: Diga obrigado(a) a si mesmo(a) por este momento dedicado à sua saúde e tire um momento para se apreciar e ser grato(a)

source: How do you feel?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
it: Come ti senti?
pt_br: Como você se sente?

source: Close meditation
es: Cerrar meditación
fr: Fermer la méditation
it: Chiudi la meditazione
pt_br: Encerrar meditação

source: Profile
es: Perfil
fr: Profil
it: Profilo
pt_br: Perfil

source: Go Premium
es: Hazte Premium
fr: Devenir Premium
it: Passa a Premium
pt_br: Assine Premium

source: Free
es: Gratis
fr: Gratuit
it: Gratis
pt_br: Grátis

source: Favorite
es: Favorito
fr: Favori
it: Preferita
pt_br: Favorito

source: See more
es: Ver más
fr: Voir plus
it: Vedi di più
pt_br: Ver mais

# You-Havent-Made-Meditations
source: You haven't made any meditation yet
es: Aún no ha realizado ninguna meditación
fr: Vous n'avez pas encore fait de méditation
it: Non hai ancora fatto meditazioni
pt_br: Você ainda não fez nenhuma meditação

source: Phrases
es: Frases
it: Frasi
pt_br: Frases

source: See favorites
es: Ver favoritos
fr: Voir les favoris
it: Vedi preferite
pt_br: Ver favoritos

source: Settings
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Go to settings
es: Ir a la configuración
fr: Aller aux paramètres
it: Vai a impostazioni
pt_br: Ir para configurações

# Start-Meditation-Speech
source: Let's start this meditation, close your eyes, relax and flow within
es: Comencemos esta meditación, cierra los ojos, relájate y fluye hacia adentro
fr: Commençons cette méditation, fermez les yeux, détendez-vous et laissez-vous porter
it: Iniziamo questa meditazione, chiudi gli occhi, rilassati e lasciati andare
pt_br: Vamos começar esta meditação, feche seus olhos, relaxe e flua dentro

# Thank-You-Meditation-Speech
source: Thank you to have followed this meditation, i hope you feel better
es: Gracias por haber seguido esta meditación, espero que te sientas mejor
fr: Merci de suivre cette méditation, j'espère que vous vous sentez mieux.
it: Grazie per aver seguito questa meditazione, spero tu ti senta meglio
pt_br: Obrigado por seguir esta meditação, espero que se sinta melhor

source: Peace
es: Paz
fr: Paix
it: Pace
pt_br: Paz

source: Hope
es: Esperanza
fr: Espoir
it: Speranza
pt_br: Esperança

source: Blessing
es: Bendición
fr: Bénédiction
it: Benedizione
pt_br: Bênção

source: Forgiveness
es: Perdón
fr: Pardon
it: Perdono
pt_br: Perdão

source: Abundance
es: Abundancia
fr: Abondance
it: Abbondanza
pt_br: Abundância

source: Courage
es: Coraje
it: Coraggio
pt_br: Coragem

source: Joy
es: Alegría
fr: Joie
it: Gioia
pt_br: Alegria

source: Protection
es: Protección
it: Protezione
pt_br: Proteção

source: Transformation
es: Transformación
it: Trasformazione
pt_br: Transformação

source: Self-Care
es: Autocuidado
fr: soins auto-administrés
it: Cura di se
pt_br: Autocuidados

source: Relationships
es: Relaciones
fr: Relations
it: Relazioni
pt_br: Relacionamentos

source: Success
es: Éxito
fr: Succès
it: Successo
pt_br: Sucesso

source: Confidence
es: Confianza
fr: Confiance
it: Fiducia
pt_br: Confiança

source: Gratitude
es: Gratitud
it: Gratitudine
pt_br: Gratidão

source: Healing
es: Sanación
fr: Guérison
it: Guarigione
pt_br: Cura

source: Kindness
es: Amabilidad
fr: Bienveillance
it: Gentilezza
pt_br: Gentileza

source: Faith
es: Fe
fr: Foi
it: Fede
pt_br: Fé

source: Serenity
es: Serenidad
fr: Sérénité
it: Serenità
pt_br: Serenidade

source: Fear
es: Miedo
fr: Peur
it: Paura
pt_br: Medo

source: Patience
es: Paciencia
it: Pazienza
pt_br: Paciência

source: Same
es: Mismo
fr: Identique
it: Uguale
pt_br: Mesmo

source: Better
es: Mejor
fr: Mieux
it: Meglio
pt_br: Melhor

source: Good
es: Bueno
fr: Bien
it: Bene
pt_br: Bom

source: Great
es: Muy bien
fr: Très bien
it: Benissimo
pt_br: Muito bom

source: Blessed
es: Bendecido
fr: Béni
it: Benedetto
pt_br: Abençoado

# Phrase−Peace−1
source: Peace be with you. Let go of your worries and trust in the journey ahead.
es: La paz sea contigo. Deja ir tus preocupaciones y confía en el viaje que tienes por delante.
fr: La paix soit avec vous. Lâchez vos soucis et faites confiance au voyage à venir.
it: La pace sia con te. Lascia andare le tue preoccupazioni e abbi fiducia nel viaggio che ti aspetta.
pt_br: A paz esteja com você. Deixe de lado suas preocupações e confie na jornada que tem pela frente.

# Phrase−Peace−2
source: Remember, you are loved and protected, always.
es: Recuerda, eres amado y protegido, siempre.
fr: Souviens-toi, tu es aimé et protégé, toujours.
it: Ricorda, sei amato e protetto, sempre.
pt_br: Lembre-se, você é amado e protegido, sempre.

# Phrase−Peace−3
source: Take a deep breath and let go of all the tension in your body. Allow peace to fill you.
es: Respira hondo y suelta toda la tensión de tu cuerpo. Deja que la paz te llene.
fr: Respirez profondément et relâchez toutes les tensions de votre corps. Laissez la paix vous envahir.
it: Fai un respiro profondo e lascia andare tutta la tensione nel tuo corpo. Lascia che la pace ti riempia.
pt_br: Respire fundo e libere toda a tensão do seu corpo. Deixe a paz preencher você.

# Phrase−Peace−4
source: Close your eyes and imagine a bright, warm light surrounding you. This is the light of peace and love.
es: Cierra los ojos e imagina una luz cálida y brillante que te rodea. Esta es la luz de la paz y el amor.
fr: Fermez les yeux et imaginez une lumière chaude et brillante qui vous entoure. C'est la lumière de la paix et de l'amour.
it: Chiudi gli occhi e immagina una luce calda e luminosa che ti circonda. Questa è la luce della pace e dell'amore.
pt_br: Feche os olhos e imagine uma luz quente e brilhante ao seu redor. Esta é a luz da paz e do amor.

# Phrase−Peace−5
source: Think of all the good things in your life and let them fill you with gratitude and peace.
es: Piensa en todas las cosas buenas de tu vida y deja que te llenen de gratitud y paz.
fr: Pensez à toutes les bonnes choses de votre vie et laissez-les vous remplir de gratitude et de paix.
it: Pensa a tutte le cose belle della tua vita e lascia che ti riempiano di gratitudine e pace.
pt_br: Pense em todas as coisas boas da sua vida e deixe-as enchê-lo de gratidão e paz.

# Phrase−Peace−6
source: Remember, you are never alone. I am always here to guide and support you.
es: Recuerda, nunca estás solo. Siempre estoy aquí para guiarte y apoyarte.
fr: N'oubliez pas que vous n'êtes jamais seul. Je suis toujours là pour vous guider et vous soutenir.
it: Ricorda, non sei mai solo. Sono sempre qui per guidarti e sostenerti.
pt_br: Lembre-se, você nunca está sozinho. Estou sempre aqui para guiá-lo e apoiá-lo.

# Phrase−Peace−7
source: Let go of all your fears and embrace the peace that is within you.
es: Deja ir todos tus miedos y abraza la paz que hay dentro de ti.
fr: Lâchez toutes vos peurs et embrassez la paix qui est en vous.
it: Lascia andare tutte le tue paure e abbraccia la pace che è dentro di te.
pt_br: Deixe de lado todos os seus medos e abrace a paz que está dentro de você.

# Phrase−Peace−8
source: Focus on the present moment and let go of any stress or anxiety about the future.
es: Concéntrate en el momento presente y deja de lado cualquier estrés o ansiedad sobre el futuro.
fr: Concentrez-vous sur le moment présent et laissez aller tout stress ou anxiété face à l'avenir.
it: Concentrati sul momento presente e lascia andare ogni stress o ansia per il futuro.
pt_br: Concentre-se no momento presente e deixe de lado qualquer estresse ou ansiedade sobre o futuro.

# Phrase−Peace−9
source: Take some time for yourself to relax and recharge. When you come back, you will feel refreshed and at peace.
es: Tómate un tiempo para relajarte y recargar energías. Cuando regreses, te sentirás descansado y en paz.
fr: Prenez du temps pour vous détendre et vous ressourcer. À votre retour, vous vous sentirez reposé et en paix.
it: Prenditi del tempo per rilassarti e ricaricarti. Quando tornerai, ti sentirai riposato e in pace.
pt_br: Reserve um tempo para relaxar e recarregar as energias. Ao voltar, você se sentirá descansado e em paz.

# Phrase−Peace−10
source: Imagine yourself surrounded by love and light. Allow that love and light to bring you peace and comfort.
es: Imagínese estar rodeado de amor y luz. Permita que ese amor y esa luz le traigan paz y consuelo.
fr: Imaginez être entouré d'amour et de lumière. Laissez cet amour et cette lumière vous apporter paix et confort.
it: Immagina di essere circondato da amore e luce. Consenti a quell'amore e a quella luce di portarti pace e conforto.
pt_br: Imagine estar rodeado de amor e luz. Permita que esse amor e luz lhe tragam paz e conforto.

# Phrase−Peace−11
source: Let your heart be filled with love, and let that love bring you peace.
es: Deja que tu corazón se llene de amor y deja que ese amor te traiga paz.
fr: Que votre cœur soit rempli d'amour et que cet amour vous apporte la paix.
it: Lascia che il tuo cuore sia pieno d'amore e lascia che quell'amore ti porti la pace.
pt_br: Deixe seu coração se encher de amor e deixe esse amor lhe trazer paz.

# Phrase−Peace−12
source: Take a step back, take a deep breath, and know that everything is going to be okay.
es: Da un paso atrás, respira hondo y sé que todo estará bien.
fr: Reculez d'un pas, respirez profondément et sachez que tout ira bien.
it: Fai un passo indietro, fai un respiro profondo e sappi che andrà tutto bene.
pt_br: Dê um passo para trás, respire fundo e saiba que tudo ficará bem.

# Phrase−Peace−13
source: Remember to be kind to yourself. Let go of self-doubt and embrace peace.
es: Recuerda ser amable contigo mismo. Deja ir las dudas y abraza la paz.
fr: N'oubliez pas d'être gentil avec vous-même. Abandonnez le doute et embrassez la paix.
it: Ricorda di essere gentile con te stesso. Lascia andare i dubbi su te stesso e abbraccia la pace.
pt_br: Lembre-se de ser gentil consigo mesmo. Deixe de lado as dúvidas e abrace a paz.

# Phrase−Peace−14
source: Visualize a peaceful place, a place where you feel safe and secure. Stay there as long as you need.
es: Visualiza un lugar tranquilo, un lugar donde te sientas seguro y protegido. Quédate allí todo el tiempo que necesites.
fr: Visualisez un endroit paisible, un endroit où vous vous sentez en sécurité. Restez-y aussi longtemps que vous en avez besoin.
it: Visualizza un luogo tranquillo, un luogo in cui ti senti sicuro e protetto. Rimani lì tutto il tempo che ti serve.
pt_br: Visualize um lugar tranquilo, um lugar onde você se sinta seguro e protegido. Fique lá o tempo que precisar.

# Phrase−Peace−15
source: Have faith in the journey ahead. Trust that everything is happening for a reason.
es: Confía en el viaje que tienes por delante. Confía en que todo sucede por una razón.
fr: Faites confiance au voyage à venir. Ayez confiance que tout se passe pour une raison.
it: Abbi fiducia nel viaggio che ti aspetta. Confida che tutto sta accadendo per una ragione.
pt_br: Confie na jornada à frente. Confie que tudo está acontecendo por uma razão.

# Phrase−Peace−16
source: Take some time to reflect on the good things in your life. Allow gratitude to fill you with peace.
es: Tómate el tiempo para reflexionar sobre las cosas buenas de tu vida. Deja que la gratitud te llene de paz.
fr: Prenez le temps de réfléchir aux bonnes choses de votre vie. Laissez la gratitude vous remplir de paix.
it: Prenditi del tempo per riflettere sulle cose belle della tua vita. Lascia che la gratitudine ti riempia di pace.
pt_br: Reserve um tempo para refletir sobre as coisas boas da sua vida. Deixe a gratidão enchê-lo de paz.

# Phrase−Peace−17
source: Let the light within you shine bright, and let that light bring peace to all those around you.
es: Deja que la luz dentro de ti brille intensamente y deja que esa luz traiga paz a todos los que te rodean.
fr: Laissez la lumière en vous briller de mille feux et laissez cette lumière apporter la paix à tous ceux qui vous entourent.
it: Lascia che la luce dentro di te risplenda luminosa e lascia che quella luce porti pace a tutti coloro che ti circondano.
pt_br: Deixe a luz dentro de você brilhar intensamente e deixe essa luz trazer paz a todos ao seu redor.

# Phrase−Peace−18
source: Surround yourself with love and positivity. Let that energy bring you peace and comfort.
es: Rodéate de amor y positividad. Deja que esa energía te traiga paz y consuelo.
fr: Entourez-vous d'amour et de positivité. Laissez cette énergie vous apporter paix et réconfort.
it: Circondati di amore e positività. Lascia che quell'energia ti porti pace e conforto.
pt_br: Cerque-se de amor e positividade. Deixe essa energia lhe trazer paz e conforto.

# Phrase−Peace−19
source: Take a moment to be still and listen to your inner voice. Let that voice guide you to peace.
es: Tómate un momento para quedarte quieto y escuchar tu voz interior. Deja que esa voz te guíe hacia la paz.
fr: Prenez un moment pour être tranquille et écoutez votre voix intérieure. Laissez cette voix vous guider vers la paix.
it: Prenditi un momento per stare fermo e ascoltare la tua voce interiore. Lascia che quella voce ti guidi verso la pace.
pt_br: Reserve um momento para ficar quieto e ouvir sua voz interior. Deixe essa voz guiá-lo para a paz.

# Phrase−Peace−20
source: Remember, you are loved, you are strong, and you are capable of finding peace in any situation.
es: Recuerda, eres amado, eres fuerte y eres capaz de encontrar la paz en cualquier situación.
fr: Souviens-toi, tu es aimé, tu es fort et tu es capable de trouver la paix dans n'importe quelle situation.
it: Ricorda, sei amato, sei forte e sei capace di trovare la pace in ogni situazione.
pt_br: Lembre-se, você é amado, você é forte e é capaz de encontrar a paz em qualquer situação.

# Phrase−Peace−21
source: Let go of the past and focus on the present. It is in this moment where peace can be found.
es: Deja atrás el pasado y concéntrate en el presente. Es en este momento cuando se puede encontrar la paz.
fr: Lâchez le passé et concentrez-vous sur le présent. C'est en ce moment que la paix peut être trouvée.
it: Lascia andare il passato e concentrati sul presente. È in questo momento che si può trovare la pace.
pt_br: Deixe o passado de lado e concentre-se no presente. É neste momento que a paz pode ser encontrada.

# Phrase−Peace−22
source: Find joy in the simple things, and let that joy bring you peace.
es: Encuentra alegría en las cosas simples y deja que esa alegría te traiga paz.
fr: Trouvez de la joie dans les choses simples et laissez cette joie vous apporter la paix.
it: Trova la gioia nelle cose semplici e lascia che quella gioia ti porti la pace.
pt_br: Encontre alegria nas coisas simples e deixe que essa alegria lhe traga paz.

# Phrase−Peace−23
source: Take a walk in nature, let its beauty and tranquility soothe your soul.
es: Da un paseo por la naturaleza, deja que su belleza y tranquilidad calmen tu alma.
fr: Promenez-vous dans la nature, laissez sa beauté et sa tranquillité apaiser votre âme.
it: Fai una passeggiata nella natura, lascia che la sua bellezza e tranquillità calmino la tua anima.
pt_br: Dê um passeio pela natureza, deixe que a sua beleza e tranquilidade acalmem a sua alma.

# Phrase−Peace−24
source: Allow yourself to rest, for it is in rest that peace can be replenished.
es: Permítete descansar, porque es en el descanso que se puede restaurar la paz.
fr: Permettez-vous de vous reposer, car c'est dans le repos que la paix peut être restaurée.
it: Concediti di riposare, perché è nel riposo che la pace può essere ripristinata.
pt_br: Permita-se descansar, pois é no descanso que a paz pode ser restaurada.

# Phrase−Peace−25
source: Visualize yourself surrounded by a warm and comforting embrace. That embrace is the embrace of peace.
es: Visualízate rodeado de un cálido y reconfortante abrazo. Ese abrazo es el abrazo de la paz.
fr: Visualisez-vous entouré d'une étreinte chaleureuse et réconfortante. Cette étreinte est l'étreinte de la paix.
it: Visualizza te stesso circondato da un abbraccio caldo e confortante. Quell'abbraccio è l'abbraccio della pace.
pt_br: Visualize-se cercado por um abraço caloroso e reconfortante. Esse abraço é o abraço da paz.

# Phrase−Peace−26
source: Take a deep breath and imagine all your worries and fears melting away.
es: Respira hondo e imagina que todas tus preocupaciones y miedos se desvanecen.
fr: Respirez profondément et imaginez que tous vos soucis et vos peurs disparaissent.
it: Fai un respiro profondo e immagina che tutte le tue preoccupazioni e paure svaniscano.
pt_br: Respire fundo e imagine todas as suas preocupações e medos desaparecendo.

# Phrase−Peace−27
source: Let the rhythm of your breath bring you peace and serenity.
es: Deja que el ritmo de tu respiración te traiga paz y serenidad.
fr: Laissez le rythme de votre respiration vous apporter paix et sérénité.
it: Lascia che il ritmo del tuo respiro ti porti pace e serenità.
pt_br: Deixe que o ritmo da sua respiração lhe traga paz e serenidade.

# Phrase−Peace−28
source: Think of a happy memory and allow that memory to bring a smile to your face and peace to your heart.
es: Piensa en un recuerdo feliz y permite que ese recuerdo traiga una sonrisa a tu rostro y paz a tu corazón.
fr: Pensez à un souvenir heureux et permettez à ce souvenir d'apporter un sourire sur votre visage et la paix dans votre cœur.
it: Pensa a un ricordo felice e permetti a quel ricordo di portare un sorriso sul tuo viso e la pace nel tuo cuore.
pt_br: Pense em uma lembrança feliz e permita que essa lembrança traga um sorriso ao seu rosto e paz ao seu coração.

# Phrase−Peace−29
source: Find a quiet place to sit and simply be still. Let peace envelop you.
es: Encuentra un lugar tranquilo para sentarte y estar quieto. Deja que la paz te envuelva.
fr: Trouvez un endroit tranquille pour vous asseoir et restez tranquille. Laissez la paix vous envelopper.
it: Trova un posto tranquillo dove sederti e stai semplicemente fermo. Lascia che la pace ti avvolga.
pt_br: Encontre um lugar tranquilo para sentar e ficar quieto. Deixe a paz envolver você.

# Phrase−Peace−30
source: Allow yourself to feel the love that surrounds you. Let that love bring you peace.
es: Permítete sentir el amor a tu alrededor. Deja que ese amor te traiga paz.
fr: Permettez-vous de ressentir l'amour autour de vous. Laissez cet amour vous apporter la paix.
it: Permettiti di sentire l'amore che ti circonda. Lascia che quell'amore ti porti pace.
pt_br: Permita-se sentir o amor ao seu redor. Deixe que o amor lhe traga paz.

# Phrase−Peace−31
source: Think of all the blessings in your life and be grateful. Let gratitude bring you peace.
es: Piensa en todas las bendiciones de tu vida y sé agradecido. Deja que la gratitud te traiga paz.
fr: Pensez à toutes les bénédictions de votre vie et soyez reconnaissant. Laissez la gratitude vous apporter la paix.
it: Pensa a tutte le benedizioni della tua vita e sii grato. Lascia che la gratitudine ti porti la pace.
pt_br: Pense em todas as bênçãos de sua vida e seja grato. Deixe que a gratidão lhe traga paz.

# Phrase−Peace−32
source: Take a moment to connect with your inner self, and let that connection bring you peace.
es: Tómate un momento para conectarte con tu ser interior y deja que esa conexión te traiga paz.
fr: Prenez un moment pour vous connecter avec votre moi intérieur et laissez cette connexion vous apporter la paix.
it: Prenditi un momento per connetterti con il tuo io interiore e lascia che quella connessione ti porti la pace.
pt_br: Reserve um momento para se conectar com seu eu interior e deixe que essa conexão lhe traga paz.

# Phrase−Peace−33
source: Focus on the positive aspects of your life, and let those positives bring you peace.
es: Concéntrate en los aspectos positivos de tu vida y deja que esos aspectos positivos te traigan paz.
fr: Concentrez-vous sur les points positifs de votre vie et laissez ces points positifs vous apporter la paix.
it: Concentrati sugli aspetti positivi della tua vita e lascia che questi aspetti positivi ti portino la pace.
pt_br: Concentre-se nos aspectos positivos da sua vida e deixe que esses aspectos positivos lhe tragam paz.

# Phrase−Peace−34
source: Allow yourself to forgive, for it is in forgiveness that peace can be found.
es: Permítete perdonar, porque es en el perdón donde se encuentra la paz.
fr: Permettez-vous de pardonner, car c'est dans le pardon que se trouve la paix.
it: Permettiti di perdonare, perché è nel perdono che si trova la pace.
pt_br: Permita-se perdoar, pois é no perdão que se encontra a paz.

# Phrase−Peace−35
source: Think of someone who loves you and let that love bring you peace.
es: Piensa en alguien que te ame y deja que ese amor te traiga paz.
fr: Pensez à quelqu'un qui vous aime et laissez cet amour vous apporter la paix.
it: Pensa a qualcuno che ti ama e lascia che quell'amore ti porti la pace.
pt_br: Pense em alguém que te ama e deixe esse amor te trazer paz.
