Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Serenity−60
source: See every experience as a gift, and use it to deepen your connection with the divine.
es: Ve cada experiencia como un regalo y utilízala para profundizar tu conexión con lo divino.
fr: Voyez chaque expérience comme un cadeau et utilisez-la pour approfondir votre connexion avec le divin.
it: Vedi ogni esperienza come un dono e usala per approfondire la tua connessione con il divino.
pt_br: Veja cada experiência como uma dádiva e use-a para aprofundar sua conexão com o divino.

# Phrase−Serenity−61
source: Release any feelings of shame or unworthiness. You are a beautiful soul, worthy of love and acceptance.
es: Libera cualquier sentimiento de vergüenza o inutilidad. Eres un alma hermosa, digna de amor y aceptación.
fr: Libérez tout sentiment de honte ou d'inutilité. Vous êtes une belle âme, digne d'amour et d'acceptation.
it: Rilascia ogni sentimento di vergogna o indegnità. Sei un'anima meravigliosa, degna di amore e accettazione.
pt_br: Libere qualquer sentimento de vergonha ou inutilidade. Você é uma bela alma, digna de amor e aceitação.

# Phrase−Serenity−62
source: Visualize yourself as a vessel of divine light, radiating positivity and love to the world.
es: Visualízate como un portador de la luz divina, irradiando positividad y amor al mundo.
fr: Visualisez-vous comme un porteur de lumière divine, rayonnant de positivité et d'amour dans le monde.
it: Visualizza te stesso come un vaso di luce divina, che irradia positività e amore per il mondo.
pt_br: Visualize-se como um portador da luz divina, irradiando positividade e amor para o mundo.

# Phrase−Serenity−63
source: Take time to rest and rejuvenate your body and spirit, allowing yourself to fully recharge.
es: Tómese el tiempo para descansar y rejuvenecer su cuerpo y espíritu, lo que le permitirá recargarse por completo.
fr: Prenez le temps de vous reposer et de rajeunir votre corps et votre esprit, ce qui vous permettra de vous ressourcer complètement.
it: Prenditi del tempo per riposare e ringiovanire il tuo corpo e il tuo spirito, permettendoti di ricaricarti completamente.
pt_br: Tire um tempo para descansar e rejuvenescer seu corpo e espírito, permitindo que você recarregue totalmente.

# Phrase−Serenity−64
source: Focus on the things that bring you peace, and let go of the things that do not serve you.
es: Concéntrate en las cosas que te traen paz y deja de lado las cosas que no te sirven.
fr: Concentrez-vous sur les choses qui vous apportent la paix et laissez aller les choses qui ne vous servent pas.
it: Concentrati sulle cose che ti portano pace e lascia andare le cose che non ti servono.
pt_br: Concentre-se nas coisas que lhe trazem paz e deixe de lado as coisas que não lhe servem.

# Phrase−Serenity−65
source: Practice forgiveness, both for yourself and others, and let go of any negative emotions that hold you back.
es: Practica el perdón, tanto para ti mismo como para los demás, y deja de lado cualquier emoción negativa que te esté frenando.
fr: Pratiquez le pardon, à la fois pour vous-même et pour les autres, et laissez aller toutes les émotions négatives qui vous retiennent.
it: Pratica il perdono, sia per te stesso che per gli altri, e lascia andare tutte le emozioni negative che ti trattengono.
pt_br: Pratique o perdão, tanto para si mesmo quanto para os outros, e libere todas as emoções negativas que o impedem.

# Phrase−Serenity−66
source: Allow yourself to be vulnerable and authentic, and watch your relationships deepen and thrive.
es: Permítete ser vulnerable y auténtico, y observa cómo tus relaciones se profundizan y florecen.
fr: Permettez-vous d'être vulnérable et authentique, et regardez vos relations s'approfondir et s'épanouir.
it: Consenti a te stesso di essere vulnerabile e autentico e guarda le tue relazioni approfondirsi e prosperare.
pt_br: Permita-se ser vulnerável e autêntico, e observe seus relacionamentos se aprofundarem e florescerem.

# Phrase−Serenity−67
source: Trust in the power of your own intuition, and let it guide you on your path.
es: Confía en el poder de tu intuición y deja que te guíe por tu camino.
fr: Faites confiance au pouvoir de votre intuition et laissez-la vous guider tout au long de votre chemin.
it: Abbi fiducia nel potere della tua intuizione e lascia che ti guidi lungo il tuo cammino.
pt_br: Confie no poder da sua intuição e deixe-a guiá-lo ao longo do seu caminho.

# Phrase−Serenity−68
source: See the interconnectedness of all things, and honor the web of life with kindness and compassion.
es: Vea la interconexión de todas las cosas y honre la red de la vida con amabilidad y compasión.
fr: Voyez l'interdépendance de toutes choses et honorez la toile de la vie avec gentillesse et compassion.
it: Vedi l'interconnessione di tutte le cose e onora la rete della vita con gentilezza e compassione.
pt_br: Veja a interconexão de todas as coisas e honre a teia da vida com bondade e compaixão.

# Phrase−Serenity−69
source: Embrace change as a natural part of life, and let it inspire you to grow and evolve.
es: Acepta el cambio como una parte natural de la vida y deja que te inspire a crecer y evolucionar.
fr: Acceptez le changement comme une partie naturelle de la vie et laissez-le vous inspirer pour grandir et évoluer.
it: Abbraccia il cambiamento come una parte naturale della vita e lascia che ti ispiri a crescere ed evolvere.
pt_br: Abrace a mudança como uma parte natural da vida e deixe-a inspirá-lo a crescer e evoluir.

# Phrase−Serenity−70
source: See the beauty in every person and experience, and let it fill your heart with love and joy.
es: Vea la belleza en cada persona y experiencia y deje que llene su corazón de amor y alegría.
fr: Voyez la beauté de chaque personne et expérience et laissez-la remplir votre cœur d'amour et de joie.
it: Guarda la bellezza in ogni persona ed esperienza e lascia che ti riempia il cuore di amore e gioia.
pt_br: Veja a beleza em cada pessoa e experiência e deixe-a encher seu coração de amor e alegria.

# Phrase−Serenity−71
source: Release any feelings of anger or resentment, and replace them with love and forgiveness.
es: Libera cualquier sentimiento de ira o resentimiento y reemplázalo con amor y perdón.
fr: Libérez tout sentiment de colère ou de ressentiment et remplacez-les par l'amour et le pardon.
it: Rilascia qualsiasi sentimento di rabbia o risentimento e sostituiscili con amore e perdono.
pt_br: Libere qualquer sentimento de raiva ou ressentimento e substitua-os por amor e perdão.

# Phrase−Serenity−72
source: Spend time in nature, and let its healing energy restore your mind, body, and soul.
es: Pase tiempo en la naturaleza y deje que su energía curativa restaure su mente, cuerpo y alma.
fr: Passez du temps dans la nature et laissez son énergie de guérison restaurer votre esprit, votre corps et votre âme.
it: Trascorri del tempo nella natura e lascia che la sua energia curativa ripristini la tua mente, il tuo corpo e la tua anima.
pt_br: Passe um tempo na natureza e deixe sua energia curativa restaurar sua mente, corpo e alma.

# Phrase−Serenity−73
source: Practice gratitude each day, and watch your blessings multiply before your eyes.
es: Practica la gratitud todos los días y observa cómo tus bendiciones se multiplican ante tus ojos.
fr: Pratiquez la gratitude chaque jour et regardez vos bénédictions se multiplier sous vos yeux.
it: Pratica la gratitudine ogni giorno e guarda le tue benedizioni moltiplicarsi davanti ai tuoi occhi.
pt_br: Pratique a gratidão todos os dias e veja suas bênçãos se multiplicarem diante de seus olhos.

# Phrase−Serenity−74
source: Allow yourself to dream big, and believe in the power of your own potential.
es: Permítete soñar en grande y creer en el poder de tu potencial.
fr: Permettez-vous de rêver grand et croyez en la puissance de votre potentiel.
it: Consenti a te stesso di sognare in grande e credi nel potere del tuo potenziale.
pt_br: Permita-se sonhar grande e acredite no poder do seu potencial.

# Phrase−Serenity−75
source: See challenges as opportunities for growth and transformation, and let them inspire you to greatness.
es: Ve los desafíos como oportunidades de crecimiento y transformación y deja que te inspiren a la grandeza.
fr: Considérez les défis comme des opportunités de croissance et de transformation et laissez-les vous inspirer vers la grandeur.
it: Vedi le sfide come opportunità di crescita e trasformazione e lascia che ti ispirino alla grandezza.
pt_br: Veja os desafios como oportunidades de crescimento e transformação e deixe-os inspirá-lo à grandeza.

# Phrase−Serenity−76
source: Trust in the universe to provide for you, and let go of any feelings of lack or scarcity.
es: Confía en el universo para que te provea y deja de lado cualquier sentimiento de carencia o escasez.
fr: Faites confiance à l'univers pour subvenir à vos besoins et abandonnez tout sentiment de manque ou de pénurie.
it: Abbi fiducia nell'universo per provvedere a te e lascia andare ogni sensazione di mancanza o scarsità.
pt_br: Confie no universo para prover para você e deixe de lado qualquer sentimento de falta ou escassez.

# Phrase−Serenity−77
source: Connect with your inner child, and let your playful spirit fill you with joy and wonder.
es: Conéctate con tu niño interior y deja que tu espíritu juguetón te llene de alegría y asombro.
fr: Connectez-vous à votre enfant intérieur et laissez votre esprit ludique vous remplir de joie et d'émerveillement.
it: Connettiti con il tuo bambino interiore e lascia che il tuo spirito giocoso ti riempia di gioia e meraviglia.
pt_br: Conecte-se com sua criança interior e deixe seu espírito brincalhão enchê-lo de alegria e admiração.

# Phrase−Serenity−78
source: See the divine in every person and situation, and let it fill you with awe and reverence.
es: Ve lo divino en cada persona y situación y deja que te llene de asombro y asombro.
fr: Voyez le divin dans chaque personne et chaque situation et laissez-le vous remplir d'admiration et d'admiration.
it: Vedi il divino in ogni persona e situazione e lascia che ti riempia di stupore e riverenza.
pt_br: Veja o divino em cada pessoa e situação e deixe-o enchê-lo de admiração e admiração.

# Phrase−Serenity−79
source: Spend time each day in silence, and allow your mind to quiet and your soul to speak.
es: Pase tiempo cada día en silencio y deje que su mente se asiente y su alma hable.
fr: Passez du temps chaque jour en silence et laissez votre esprit s'installer et votre âme parler.
it: Trascorri del tempo ogni giorno in silenzio e lascia che la tua mente si calmi e la tua anima parli.
pt_br: Passe um tempo todos os dias em silêncio e deixe sua mente se acalmar e sua alma falar.

# Phrase−Serenity−80
source: Trust in the power of your own creativity, and let it inspire you to new heights.
es: Confía en el poder de tu creatividad y deja que te inspire a nuevas alturas.
fr: Faites confiance au pouvoir de votre créativité et laissez-la vous inspirer vers de nouveaux sommets.
it: Abbi fiducia nel potere della tua creatività e lascia che ti ispiri verso nuove vette.
pt_br: Confie no poder da sua criatividade e deixe-a inspirá-lo a novos patamares.

# Phrase−Serenity−81
source: Allow yourself to be fully present in each moment, and let go of any distractions or worries.
es: Permítete estar completamente presente en cada momento y deja de lado cualquier distracción o preocupación.
fr: Permettez-vous d'être pleinement présent à chaque instant et laissez de côté les distractions ou les soucis.
it: Consenti a te stesso di essere pienamente presente in ogni momento e lascia andare ogni distrazione o preoccupazione.
pt_br: Permita-se estar totalmente presente em cada momento e deixe de lado quaisquer distrações ou preocupações.

# Phrase−Serenity−82
source: See yourself as a co-creator with the universe, and let your intentions shape your reality.
es: Mírate a ti mismo como co-creador con el universo y deja que tus intenciones den forma a tu realidad.
fr: Considérez-vous comme un co-créateur avec l'univers et laissez vos intentions façonner votre réalité.
it: Vedi te stesso come un co-creatore con l'universo e lascia che le tue intenzioni plasmino la tua realtà.
pt_br: Veja-se como um co-criador do universo e deixe suas intenções moldarem sua realidade.

# Phrase−Serenity−83
source: Release any feelings of judgment or criticism, and replace them with love and acceptance.
es: Libere cualquier sentimiento de juicio o crítica y reemplácelos con amor y aceptación.
fr: Libérez tout sentiment de jugement ou de critique et remplacez-les par de l'amour et de l'acceptation.
it: Rilascia qualsiasi sentimento di giudizio o critica e sostituiscili con amore e accettazione.
pt_br: Libere quaisquer sentimentos de julgamento ou crítica e substitua-os por amor e aceitação.

# Phrase−Serenity−84
source: Connect with your own inner wisdom, and let it guide you on your path.
es: Conéctate con tu sabiduría interior y deja que te guíe en tu camino.
fr: Connectez-vous à votre sagesse intérieure et laissez-la vous guider sur votre chemin.
it: Connettiti con la tua saggezza interiore e lascia che ti guidi sul tuo cammino.
pt_br: Conecte-se com sua sabedoria interior e deixe-a guiá-lo em seu caminho.

# Phrase−Serenity−85
source: See every person and experience as a teacher, and let them help you to grow and evolve.
es: Mira a cada persona y experimenta como un maestro y deja que te ayuden a crecer y evolucionar.
fr: Voyez chaque personne et chaque expérience en tant qu'enseignant et laissez-les vous aider à grandir et à évoluer.
it: Vedi ogni persona ed esperienza come insegnante e lascia che ti aiutino a crescere ed evolvere.
pt_br: Veja cada pessoa e experimente como um professor e deixe-os ajudá-lo a crescer e evoluir.

# Phrase−Serenity−86
source: Find balance in your life by prioritizing your physical, emotional, and spiritual health.
es: Encuentra el equilibrio en tu vida priorizando tu salud física, emocional y espiritual.
fr: Trouvez un équilibre dans votre vie en donnant la priorité à votre santé physique, émotionnelle et spirituelle.
it: Trova l'equilibrio nella tua vita dando priorità alla tua salute fisica, emotiva e spirituale.
pt_br: Encontre o equilíbrio em sua vida priorizando sua saúde física, emocional e espiritual.

# Phrase−Serenity−87
source: Let go of any fear or worry, and replace it with trust and faith in the universe.
es: Deja ir cualquier miedo o preocupación y reemplázalo con fe y confianza en el universo.
fr: Lâchez toute peur ou inquiétude et remplacez-la par la foi et la confiance dans l'univers.
it: Lascia andare ogni paura o preoccupazione e sostituiscila con la fiducia e la fiducia nell'universo.
pt_br: Deixe de lado qualquer medo ou preocupação e substitua-os por fé e confiança no universo.

# Phrase−Serenity−88
source: Connect with the divine energy within you, and let it fill you with peace and joy.
es: Conéctate con la energía divina dentro de ti y deja que te llene de paz y alegría.
fr: Connectez-vous à l'énergie divine en vous et laissez-la vous remplir de paix et de joie.
it: Connettiti con l'energia divina dentro di te e lascia che ti riempia di pace e gioia.
pt_br: Conecte-se com a energia divina dentro de você e deixe-a enchê-lo de paz e alegria.

# Phrase−Serenity−89
source: Practice non-attachment, and let go of any expectations or desires that cause you stress.
es: Practica el desapego y deja de lado cualquier expectativa o deseo que te esté causando estrés.
fr: Pratiquez le non-attachement et abandonnez toute attente ou désir qui vous cause du stress.
it: Pratica il non attaccamento e lascia andare ogni aspettativa o desiderio che ti causa stress.
pt_br: Pratique o desapego e deixe de lado quaisquer expectativas ou desejos que estejam causando estresse.

# Phrase−Serenity−90
source: See every challenge as an opportunity to practice patience and resilience.
es: Vea cada desafío como una oportunidad para practicar la paciencia y la resiliencia.
fr: Voyez chaque défi comme une opportunité de pratiquer la patience et la résilience.
it: Vedi ogni sfida come un'opportunità per praticare la pazienza e la resilienza.
pt_br: Veja cada desafio como uma oportunidade de praticar paciência e resiliência.

# Phrase−Serenity−91
source: Allow yourself to receive love and support from others, and let it nourish your soul.
es: Permítete recibir amor y apoyo de los demás y deja que nutra tu alma.
fr: Permettez-vous de recevoir l'amour et le soutien des autres et laissez-le nourrir votre âme.
it: Consenti a te stesso di ricevere amore e sostegno dagli altri e lascia che nutra la tua anima.
pt_br: Permita-se receber amor e apoio dos outros e deixe que isso alimente sua alma.

# Phrase−Serenity−92
source: Connect with your breath, and let it anchor you in the present moment.
es: Conéctate con tu respiración y deja que te ancle en el momento presente.
fr: Connectez-vous à votre respiration et laissez-la vous ancrer dans le moment présent.
it: Connettiti con il tuo respiro e lascia che ti ancori nel momento presente.
pt_br: Conecte-se com a sua respiração e deixe-a ancorá-lo no momento presente.

# Phrase−Serenity−93
source: See every day as a new opportunity to create the life you desire.
es: Vea cada día como una nueva oportunidad para crear la vida que desea.
fr: Voyez chaque jour comme une nouvelle opportunité de créer la vie que vous voulez.
it: Vedi ogni giorno come una nuova opportunità per creare la vita che desideri.
pt_br: Veja cada dia como uma nova oportunidade de criar a vida que você deseja.

# Phrase−Serenity−94
source: Practice mindfulness, and let it help you to stay centered and calm in the midst of chaos.
es: Practica la atención plena y deja que te ayude a mantenerte centrado y tranquilo en medio del caos.
fr: Pratiquez la pleine conscience et laissez-la vous aider à rester centré et calme au milieu du chaos.
it: Pratica la consapevolezza e lascia che ti aiuti a rimanere centrato e calmo in mezzo al caos.
pt_br: Pratique a atenção plena e deixe-a ajudá-lo a manter-se centrado e calmo em meio ao caos.

# Phrase−Serenity−95
source: Allow yourself to be vulnerable, and let others see the real you.
es: Permítete ser vulnerable y deja que otros vean tu verdadero yo.
fr: Permettez-vous d'être vulnérable et laissez les autres voir le vrai vous.
it: Consenti a te stesso di essere vulnerabile e lascia che gli altri vedano il vero te.
pt_br: Permita-se ser vulnerável e deixe que os outros vejam quem você é de verdade.

# Phrase−Serenity−96
source: See every person as a unique expression of the divine, and treat them with love and respect.
es: Ve a cada persona como una expresión única de lo divino y trátala con amor y respeto.
fr: Voyez chaque personne comme une expression unique du divin et traitez-la avec amour et respect.
it: Vedi ogni persona come un'espressione unica del divino e trattala con amore e rispetto.
pt_br: Veja cada pessoa como uma expressão única do divino e trate-a com amor e respeito.

# Phrase−Serenity−97
source: Connect with your own inner strength, and let it carry you through difficult times.
es: Conéctate con tu fuerza interior y deja que te guíe en los momentos difíciles.
fr: Connectez-vous à votre force intérieure et laissez-la vous guider dans les moments difficiles.
it: Connettiti con la tua forza interiore e lascia che ti porti nei momenti difficili.
pt_br: Conecte-se com sua força interior e deixe-a guiá-lo nos momentos difíceis.

# Phrase−Serenity−98
source: Find joy in the journey, and let go of any attachment to the outcome.
es: Encuentra alegría en el viaje y deja de lado cualquier apego al resultado.
fr: Trouvez de la joie dans le voyage et abandonnez tout attachement au résultat.
it: Trova gioia nel viaggio e lascia andare ogni attaccamento al risultato.
pt_br: Encontre alegria na jornada e deixe de lado qualquer apego ao resultado.

# Phrase−Serenity−99
source: Remember that you are never alone, and that the angels and divine beings are always with you, guiding and protecting you.
es: Recuerda que nunca estás solo y que los ángeles y los seres divinos están siempre contigo, guiándote y protegiéndote.
fr: N'oubliez pas que vous n'êtes jamais seul et que les anges et les êtres divins sont toujours avec vous, vous guidant et vous protégeant.
it: Ricorda che non sei mai solo e che gli angeli e gli esseri divini sono sempre con te, guidandoti e proteggendoti.
pt_br: Lembre-se de que você nunca está sozinho e que anjos e seres divinos estão sempre com você, guiando e protegendo você.

# Phrase−Serenity−100
source: Let go of the need to control everything, and trust in the divine plan that is unfolding for you.
es: Deja de lado la necesidad de controlarlo todo y confía en el plan divino que se está desarrollando para ti.
fr: Lâchez le besoin de tout contrôler et faites confiance au plan divin qui se déroule pour vous.
it: Lascia andare la necessità di controllare tutto e confida nel piano divino che si sta svolgendo per te.
pt_br: Deixe de lado a necessidade de controlar tudo e confie no plano divino que está se desenrolando para você.

# Phrase−Fear−1
source: Fear not, for I am with you always. You are never alone in your struggles.
es: No tengáis miedo, porque Yo estoy siempre con vosotros. Nunca estáis solos en vuestras luchas.
fr: N'ayez pas peur, car je suis toujours avec vous. Vous n'êtes jamais seul dans vos luttes.
it: Non temere, perché io sono sempre con te. Non sei mai solo nelle tue lotte.
pt_br: Não tenha medo, porque estou sempre com você. Você nunca está sozinho em suas lutas.

# Phrase−Fear−2
source: Take heart, dear one, and remember that you are stronger than you know.
es: Ánimo, querida, y recuerda que eres más fuerte de lo que crees.
fr: Prends courage, ma chère, et souviens-toi que tu es plus fort que tu ne le penses.
it: Fatti coraggio, mio caro, e ricorda che sei più forte di quanto pensi.
pt_br: Tenha coragem, minha querida, e lembre-se de que você é mais forte do que pensa.

# Phrase−Fear−3
source: Believe in yourself and your ability to overcome this challenge. You have the strength and resilience to face any obstacle.
es: Cree en ti mismo y en tu capacidad para superar este desafío. Tienes la fuerza y ​​la resistencia para enfrentar cualquier obstáculo.
fr: Croyez en vous et en votre capacité à surmonter ce défi. Vous avez la force et la résilience nécessaires pour affronter n'importe quel obstacle.
it: Credi in te stesso e nella tua capacità di superare questa sfida. Hai la forza e la resilienza per affrontare qualsiasi ostacolo.
pt_br: Acredite em você e na sua capacidade de superar esse desafio. Você tem força e resiliência para enfrentar qualquer obstáculo.

# Phrase−Fear−4
source: Trust in the universe and know that everything happens for a reason. Even in times of fear and uncertainty, there is a greater purpose at work.
es: Confíe en el universo y sepa que todo sucede por una razón. Incluso en tiempos de miedo e incertidumbre, hay un propósito mayor en acción.
fr: Faites confiance à l'univers et sachez que tout arrive pour une raison. Même en période de peur et d'incertitude, il y a un objectif plus important à l'œuvre.
it: Abbi fiducia nell'universo e sappi che tutto accade per una ragione. Anche in tempi di paura e incertezza, c'è uno scopo più grande al lavoro.
pt_br: Confie no universo e saiba que tudo acontece por uma razão. Mesmo em tempos de medo e incerteza, há um propósito maior em ação.
