Repository: giacc10/Angel
Catalog: Angel/*.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Phrase−Protection−67
source: You have the power to overcome any obstacle, and I am here to support you in doing so.
es: Tienes el poder de superar cualquier obstáculo y estoy aquí para ayudarte a hacerlo.
fr: Vous avez le pouvoir de surmonter n'importe quel obstacle et je suis là pour vous aider à le faire.
it: Hai il potere di superare qualsiasi ostacolo e io sono qui per supportarti nel farlo.
pt_br: Você tem o poder de superar qualquer obstáculo e estou aqui para apoiá-lo nisso.

# Phrase−Protection−68
source: Remember that your thoughts and beliefs create your reality. Choose them wisely.
es: Recuerda que tus pensamientos y creencias crean tu realidad. Elígelos sabiamente.
fr: N'oubliez pas que vos pensées et vos croyances créent votre réalité. Choisissez-les judicieusement.
it: Ricorda che i tuoi pensieri e le tue convinzioni creano la tua realtà. Sceglili saggiamente.
pt_br: Lembre-se de que seus pensamentos e crenças criam sua realidade. Escolha-os com sabedoria.

# Phrase−Protection−69
source: I am here to remind you of your infinite potential and help you realize it.
es: Estoy aquí para recordarte tu potencial infinito y ayudarte a realizarlo.
fr: Je suis ici pour vous rappeler votre potentiel infini et vous aider à le réaliser.
it: Sono qui per ricordarti il tuo infinito potenziale e aiutarti a realizzarlo.
pt_br: Estou aqui para lembrá-lo de seu potencial infinito e ajudá-lo a realizá-lo.

# Phrase−Protection−70
source: You are a beautiful expression of the divine, and you are always protected by its love.
es: Eres una hermosa expresión de lo divino y siempre estás protegido por su amor.
fr: Tu es une belle expression du divin et tu es toujours protégé par son amour.
it: Sei una bellissima espressione del divino e sei sempre protetta dal suo amore.
pt_br: Você é uma bela expressão do divino e está sempre protegido por seu amor.

# Phrase−Protection−71
source: Take a deep breath and let go of your worries. You are safe and protected.
es: Respira hondo y deja de lado tus preocupaciones. Estás a salvo y seguro.
fr: Respirez profondément et laissez aller vos soucis. Vous êtes en sécurité.
it: Fai un respiro profondo e lascia andare le tue preoccupazioni. Sei al sicuro e protetto.
pt_br: Respire fundo e deixe de lado suas preocupações. Você está seguro e protegido.

# Phrase−Protection−72
source: Your angels and guides are always with you, providing love, support, and protection.
es: Tus ángeles y guías están siempre contigo, brindándote amor, apoyo y protección.
fr: Vos anges et guides sont toujours avec vous, vous apportant amour, soutien et protection.
it: I tuoi angeli e le tue guide sono sempre con te, fornendo amore, sostegno e protezione.
pt_br: Seus anjos e guias estão sempre com você, oferecendo amor, apoio e proteção.

# Phrase−Protection−73
source: Believe in yourself, and know that you are capable of achieving anything you set your mind to.
es: Cree en ti mismo y sé que eres capaz de lograr cualquier cosa que se te presente.
fr: Croyez en vous et sachez que vous êtes capable de réaliser tout ce qui se présente à vous.
it: Credi in te stesso e sappi che sei in grado di ottenere tutto ciò che ti viene in mente.
pt_br: Acredite em si mesmo e saiba que você é capaz de alcançar qualquer coisa que aparecer em seu caminho.

# Phrase−Protection−74
source: You are never given more than you can handle, and you are strong enough to overcome any challenge.
es: Nunca te dan más de lo que puedes manejar y eres lo suficientemente fuerte para superar cualquier desafío.
fr: On ne vous donne jamais plus que ce que vous pouvez supporter et vous êtes assez fort pour surmonter n'importe quel défi.
it: Non ti viene mai dato più di quello che puoi gestire e sei abbastanza forte da superare qualsiasi sfida.
pt_br: Você nunca recebe mais do que pode suportar e é forte o suficiente para superar qualquer desafio.

# Phrase−Protection−75
source: Trust that everything is happening for a reason, and you will emerge stronger and wiser from every experience.
es: Confía en que todo sucede por una razón, y saldrás más fuerte y más sabio de cada experiencia.
fr: Ayez confiance que tout se passe pour une raison, et vous sortirez plus fort et plus sage de chaque expérience.
it: Abbi fiducia nel fatto che tutto sta accadendo per una ragione, e emergerai più forte e più saggio da ogni esperienza.
pt_br: Confie que tudo está acontecendo por uma razão e você sairá mais forte e mais sábio de cada experiência.

# Phrase−Protection−76
source: You are a masterpiece in progress, and every step you take is leading you to your highest potential.
es: Eres una obra maestra en evolución y cada paso que das te lleva a tu máximo potencial.
fr: Vous êtes un chef-d'œuvre en évolution et chaque pas que vous faites vous mène à votre plein potentiel.
it: Sei un capolavoro in evoluzione e ogni passo che fai ti sta portando al tuo massimo potenziale.
pt_br: Você é uma obra-prima em evolução e cada passo que você dá o leva ao seu potencial máximo.

# Phrase−Protection−77
source: Let go of your attachment to outcomes, and trust in the journey of life.
es: Deja ir tu apego a los logros y confía en el viaje de la vida.
fr: Lâchez votre attachement aux réalisations et faites confiance au voyage de la vie.
it: Lascia andare il tuo attaccamento ai risultati e abbi fiducia nel viaggio della vita.
pt_br: Deixe de lado seu apego às conquistas e confie na jornada da vida.

# Phrase−Protection−78
source: When you feel lost, look within your heart and you will find your way back to the light.
es: Cuando te sientas perdido, mira en tu corazón y encontrarás el camino de regreso a la luz.
fr: Lorsque vous vous sentez perdu, regardez dans votre cœur et vous retrouverez votre chemin vers la lumière.
it: Quando ti senti perso, guarda nel tuo cuore e troverai la strada per tornare alla luce.
pt_br: Quando você se sentir perdido, olhe dentro do seu coração e você encontrará o caminho de volta para a luz.

# Phrase−Protection−79
source: I am here to guide you through the storms of life and bring you to calm waters.
es: Estoy aquí para guiarte a través de las tormentas de la vida y llevarte a aguas tranquilas.
fr: Je suis ici pour vous guider à travers les tempêtes de la vie et vous amener dans des eaux calmes.
it: Sono qui per guidarti attraverso le tempeste della vita e portarti in acque calme.
pt_br: Estou aqui para guiá-lo nas tempestades da vida e levá-lo a águas calmas.

# Phrase−Protection−80
source: Your faith and trust in the universe will always be rewarded with protection and abundance.
es: Tu fe y confianza en el universo siempre serán recompensadas con protección y abundancia.
fr: Votre foi et votre confiance dans l'univers seront toujours récompensées par la protection et l'abondance.
it: La tua fede e fiducia nell'universo saranno sempre ricompensate con protezione e abbondanza.
pt_br: Sua fé e confiança no universo sempre serão recompensadas com proteção e abundância.

# Phrase−Protection−81
source: You are never alone in your struggles. We are here to help you overcome any challenge.
es: Nunca estás solo en tus luchas. Estamos aquí para ayudarte a superar cualquier desafío.
fr: Vous n'êtes jamais seul dans vos luttes. Nous sommes là pour vous aider à surmonter n'importe quel défi.
it: Non sei mai solo nelle tue lotte. Siamo qui per aiutarti a superare qualsiasi sfida.
pt_br: Você nunca está sozinho em suas lutas. Estamos aqui para ajudá-lo a superar qualquer desafio.

# Phrase−Protection−82
source: Believe in your inner strength, and you will overcome any obstacle that comes your way.
es: Cree en tu fuerza interior y superarás cualquier obstáculo que se te presente.
fr: Croyez en votre force intérieure et vous surmonterez tous les obstacles qui se présenteront à vous.
it: Credi nella tua forza interiore e supererai ogni ostacolo che ti si presenterà.
pt_br: Acredite em sua força interior e você superará qualquer obstáculo que aparecer em seu caminho.

# Phrase−Protection−83
source: Take comfort in knowing that your angels and guides are always working on your behalf.
es: Consuélese sabiendo que sus ángeles y guías siempre están trabajando en su nombre.
fr: Réconfortez-vous en sachant que vos anges et vos guides travaillent toujours en votre nom.
it: Trai conforto nel sapere che i tuoi angeli e le tue guide lavorano sempre per tuo conto.
pt_br: Conforte-se em saber que seus anjos e guias estão sempre trabalhando em seu nome.

# Phrase−Protection−84
source: The universe will never give you more than you can handle, and you are capable of greatness.
es: El universo nunca te dará más de lo que puedes manejar, y eres capaz de la grandeza.
fr: L'univers ne vous donnera jamais plus que ce que vous pouvez supporter, et vous êtes capable de grandeur.
it: L'universo non ti darà mai più di quanto tu possa sopportare, e tu sei capace di grandezza.
pt_br: O universo nunca lhe dará mais do que você pode suportar, e você é capaz de grandeza.

# Phrase−Protection−85
source: You are a shining light in the world, and nothing can dim your radiance.
es: Eres una luz brillante en el mundo y nada puede atenuar tu brillo.
fr: Vous êtes une lumière brillante dans le monde et rien ne peut ternir votre éclat.
it: Sei una luce splendente nel mondo e niente può offuscare il tuo splendore.
pt_br: Você é uma luz brilhante no mundo e nada pode ofuscar seu brilho.

# Phrase−Protection−86
source: Your positive energy and loving heart create a shield of protection around you.
es: Tu energía positiva y tu corazón amoroso crean un escudo de protección a tu alrededor.
fr: Votre énergie positive et votre cœur aimant créent un bouclier de protection autour de vous.
it: La tua energia positiva e il tuo cuore amorevole creano uno scudo di protezione intorno a te.
pt_br: Sua energia positiva e coração amoroso criam um escudo de proteção ao seu redor.

# Phrase−Protection−87
source: Your past does not define you. Your present choices will lead you to a better future.
es: Tu pasado no te define. Tus elecciones presentes te llevarán a un futuro mejor.
fr: Votre passé ne vous définit pas. Vos choix actuels vous mèneront vers un avenir meilleur.
it: Il tuo passato non ti definisce. Le tue scelte presenti ti porteranno a un futuro migliore.
pt_br: Seu passado não define você. Suas escolhas presentes o levarão a um futuro melhor.

# Phrase−Protection−88
source: The power of your thoughts and words can shape your reality. Speak and think positively.
es: El poder de tus pensamientos y palabras puede moldear tu realidad. Habla y piensa positivamente.
fr: Le pouvoir de vos pensées et de vos mots peut façonner votre réalité. Parlez et pensez positivement.
it: Il potere dei tuoi pensieri e delle tue parole può modellare la tua realtà. Parla e pensa in modo positivo.
pt_br: O poder de seus pensamentos e palavras pode moldar sua realidade. Fale e pense positivamente.

# Phrase−Protection−89
source: Your angels and guides are always sending you signs and messages. Stay open to receiving them.
es: Tus ángeles y guías siempre te están enviando señales y mensajes. Esté abierto a recibirlos.
fr: Vos anges et vos guides vous envoient toujours des signes et des messages. Soyez ouvert à les recevoir.
it: I tuoi angeli e le tue guide ti inviano sempre segni e messaggi. Sii aperto a riceverli.
pt_br: Seus anjos e guias estão sempre enviando sinais e mensagens. Esteja aberto para recebê-los.

# Phrase−Protection−90
source: Trust in the divine timing of your life. Everything will fall into place at the right time.
es: Confía en el momento divino de tu vida. Todo encajará en el momento adecuado.
fr: Faites confiance au timing divin de votre vie. Tout se mettra en place au bon moment.
it: Abbi fiducia nel tempismo divino della tua vita. Tutto andrà a posto al momento giusto.
pt_br: Confie no tempo divino da sua vida. Tudo vai se encaixar na hora certa.

# Phrase−Protection−91
source: When you feel afraid, know that we are holding you in a blanket of love and protection.
es: Cuando tengas miedo, debes saber que te mantenemos en un manto de amor y protección.
fr: Quand vous avez peur, sachez que nous vous gardons dans une couverture d'amour et de protection.
it: Quando hai paura, sappi che ti teniamo in una coperta di amore e protezione.
pt_br: Quando você estiver com medo, saiba que o mantemos em um cobertor de amor e proteção.

# Phrase−Protection−92
source: You are always safe and protected, no matter where you go or what you do.
es: Siempre estás seguro y protegido sin importar a dónde vayas o lo que hagas.
fr: Vous êtes toujours en sécurité, peu importe où vous allez ou ce que vous faites.
it: Sei sempre al sicuro e protetto, non importa dove vai o cosa fai.
pt_br: Você está sempre seguro e protegido, não importa onde você vá ou o que você faça.

# Phrase−Protection−93
source: Your heart knows the way. Trust in its wisdom and you will always be guided to safety.
es: Tu corazón conoce el camino. Confía en su sabiduría y siempre serás guiado a la seguridad.
fr: Votre cœur connaît le chemin. Faites confiance à sa sagesse et vous serez toujours guidé vers la sécurité.
it: Il tuo cuore conosce la strada. Confida nella sua saggezza e sarai sempre guidato verso la salvezza.
pt_br: Seu coração conhece o caminho. Confie em sua sabedoria e você sempre será guiado para a segurança.

# Phrase−Protection−94
source: Let go of your worries and trust that you are being divinely guided towards your highest good.
es: Deja de lado tus preocupaciones y confía en que estás siendo guiado divinamente hacia tu mayor bien.
fr: Lâchez vos soucis et ayez confiance que vous êtes divinement guidé vers votre plus grand bien.
it: Lascia andare le tue preoccupazioni e confida nel fatto che sei guidato divinamente verso il tuo massimo bene.
pt_br: Deixe de lado suas preocupações e confie que você está sendo guiado divinamente para o seu bem maior.

# Phrase−Protection−95
source: You are a precious and irreplaceable part of the universe, and we will always protect you.
es: Eres una parte preciosa e insustituible del universo y siempre te protegeremos.
fr: Vous êtes une partie précieuse et irremplaçable de l'univers et nous vous protégerons toujours.
it: Sei una parte preziosa e insostituibile dell'universo e noi ti proteggeremo sempre.
pt_br: Você é uma parte preciosa e insubstituível do universo e sempre iremos protegê-lo.

# Phrase−Protection−96
source: You are a warrior of the light, and your strength and courage will always see you through.
es: Eres un guerrero de la luz, y tu fuerza y ​​coraje siempre te ayudarán a vencer.
fr: Vous êtes un guerrier de la lumière, et votre force et votre courage vous aideront toujours à vaincre.
it: Sei un guerriero della luce, e la tua forza e il tuo coraggio ti aiuteranno sempre a superare.
pt_br: Você é um guerreiro da luz, e sua força e coragem sempre o ajudarão a vencer.

# Phrase−Protection−97
source: Even when the world around you seems chaotic and uncertain, know that we are always with you.
es: Incluso cuando el mundo que te rodea parece caótico e incierto, debes saber que siempre estamos contigo.
fr: Même lorsque le monde qui vous entoure semble chaotique et incertain, sachez que nous sommes toujours avec vous.
it: Anche quando il mondo intorno a te sembra caotico e incerto, sappi che siamo sempre con te.
pt_br: Mesmo quando o mundo ao seu redor parecer caótico e incerto, saiba que estamos sempre com você.

# Phrase−Protection−98
source: Your angels and guides are like a compass that will always point you towards the path of love and light.
es: Tus ángeles y guías son como una brújula que siempre te señalará el camino del amor y la luz.
fr: Vos anges et vos guides sont comme une boussole qui vous indiquera toujours le chemin de l'amour et de la lumière.
it: I tuoi angeli e le tue guide sono come una bussola che ti indicherà sempre il sentiero dell'amore e della luce.
pt_br: Seus anjos e guias são como uma bússola que sempre apontará para você o caminho do amor e da luz.

# Phrase−Protection−99
source: Remember that you have the power to co-create your reality, and we are here to help you manifest your dreams.
es: Recuerda que tienes el poder de co-crear tu realidad, y estamos aquí para ayudarte a manifestar tus sueños.
fr: N'oubliez pas que vous avez le pouvoir de co-créer votre réalité, et nous sommes là pour vous aider à manifester vos rêves.
it: Ricorda che hai il potere di co-creare la tua realtà, e noi siamo qui per aiutarti a manifestare i tuoi sogni.
pt_br: Lembre-se de que você tem o poder de co-criar sua realidade e estamos aqui para ajudá-lo a manifestar seus sonhos.

# Phrase−Protection−100
source: Your soul is eternal and indestructible, and nothing can harm or diminish it. You are always safe and protected.
es: Tu alma es eterna e indestructible, y nada puede dañarla o disminuirla. Siempre estás a salvo y protegida.
fr: Votre âme est éternelle et indestructible, et rien ne peut la blesser ou la diminuer. Vous êtes toujours en sécurité et protégé.
it: La tua anima è eterna e indistruttibile, e nulla può danneggiarla o sminuirla. Sei sempre al sicuro e protetto.
pt_br: Sua alma é eterna e indestrutível, e nada pode prejudicá-la ou diminuí-la. Você está sempre seguro e protegido.

# Phrase−Transformation−1
source: You have the power within you to overcome any obstacle and transform your life.
es: Tienes el poder dentro de ti para superar cualquier obstáculo y transformar tu vida.
fr: Vous avez en vous le pouvoir de surmonter n'importe quel obstacle et de transformer votre vie.
it: Hai il potere dentro di te per superare qualsiasi ostacolo e trasformare la tua vita.
pt_br: Você tem o poder dentro de você para superar qualquer obstáculo e transformar sua vida.

# Phrase−Transformation−2
source: Believe in yourself and your ability to grow and change. You are capable of amazing things.
es: Cree en ti mismo y en tu capacidad de crecer y cambiar. Eres capaz de cosas extraordinarias.
fr: Croyez en vous et en votre capacité à grandir et à changer. Vous êtes capable de choses extraordinaires.
it: Credi in te stesso e nella tua capacità di crescere e cambiare. Sei capace di cose straordinarie.
pt_br: Acredite em você e na sua capacidade de crescer e mudar. Você é capaz de coisas extraordinárias.

# Phrase−Transformation−3
source: Let go of your fears and embrace the unknown. It is through change that you will find your true purpose.
es: Deja ir tus miedos y abraza lo desconocido. Es a través del cambio que encontrarás tu verdadero propósito.
fr: Lâchez vos peurs et embrassez l'inconnu. C'est par le changement que vous trouverez votre véritable objectif.
it: Lascia andare le tue paure e abbraccia l'ignoto. È attraverso il cambiamento che troverai il tuo vero scopo.
pt_br: Deixe de lado seus medos e abrace o desconhecido. É por meio da mudança que você encontrará seu verdadeiro propósito.

# Phrase−Transformation−4
source: Open your heart and mind to new experiences. They may lead you on a path of transformation and personal growth.
es: Abre tu corazón y tu mente a nuevas experiencias. Pueden llevarte por un camino de transformación y crecimiento personal.
fr: Ouvrez votre cœur et votre esprit à de nouvelles expériences. Elles peuvent vous conduire sur un chemin de transformation et de croissance personnelle.
it: Apri il tuo cuore e la tua mente a nuove esperienze. Potrebbero condurti su un percorso di trasformazione e crescita personale.
pt_br: Abra seu coração e sua mente para novas experiências. Elas podem levá-lo a um caminho de transformação e crescimento pessoal.

# Phrase−Transformation−5
source: Every challenge you face is an opportunity for growth and transformation. Embrace them with courage and determination.
es: Cada desafío que enfrentas es una oportunidad de crecimiento y transformación. Acéptalo con valentía y determinación.
fr: Chaque défi auquel vous êtes confronté est une opportunité de croissance et de transformation. Relevez-le avec courage et détermination.
it: Ogni sfida che affronti è un'opportunità di crescita e trasformazione. Abbracciala con coraggio e determinazione.
pt_br: Todo desafio que você enfrenta é uma oportunidade de crescimento e transformação. Abrace-o com coragem e determinação.

# Phrase−Transformation−6
source: Your journey may be difficult, but trust that you are being guided towards your highest good. Keep moving forward with faith.
es: Tu viaje puede ser difícil, pero confía en que estás siendo guiado hacia tu mayor bien. Sigue avanzando con fe.
fr: Votre voyage peut être difficile, mais ayez confiance que vous êtes guidé vers votre plus grand bien. Continuez d'avancer dans la foi.
it: Il tuo viaggio può essere difficile, ma confida di essere guidato verso il tuo massimo bene. Continua ad andare avanti con fede.
pt_br: Sua jornada pode ser difícil, mas confie que você está sendo guiado para o seu bem maior. Continue avançando com fé.

# Phrase−Transformation−7
source: Remember that transformation is a process, not an event. Trust in the journey and allow yourself to evolve and grow.
es: Recuerda que la transformación es un proceso, no un evento. Confía en el viaje y permítete evolucionar y crecer.
fr: N'oubliez pas que la transformation est un processus, pas un événement. Faites confiance au voyage et permettez-vous d'évoluer et de grandir.
it: Ricorda che la trasformazione è un processo, non un evento. Abbi fiducia nel viaggio e permetti a te stesso di evolvere e crescere.
pt_br: Lembre-se que a transformação é um processo, não um evento. Confie na jornada e permita-se evoluir e crescer.

# Phrase−Transformation−8
source: The world needs your unique gifts and talents. Embrace your true self and share your light with the world.
es: El mundo necesita tus dones y talentos únicos. Acepta tu verdadero yo y comparte tu luz con el mundo.
fr: Le monde a besoin de vos dons et talents uniques. Embrassez votre vrai moi et partagez votre lumière avec le monde.
it: Il mondo ha bisogno dei tuoi doni e talenti unici. Abbraccia il tuo vero io e condividi la tua luce con il mondo.
pt_br: O mundo precisa de seus dons e talentos únicos. Abrace seu verdadeiro eu e compartilhe sua luz com o mundo.

# Phrase−Transformation−9
source: Do not be afraid to let go of what no longer serves you. Trust that the universe has something better in store for you.
es: No tengas miedo de dejar ir lo que ya no te sirve. Confía en que el universo tiene reservado algo mejor para ti.
fr: N'ayez pas peur d'abandonner ce qui ne vous sert plus. Ayez confiance que l'univers vous réserve quelque chose de mieux.
it: Non aver paura di lasciare andare ciò che non ti serve più. Abbi fiducia che l'universo ha qualcosa di meglio in serbo per te.
pt_br: Não tenha medo de abrir mão do que não lhe serve mais. Confie que o universo tem algo melhor reservado para você.

# Phrase−Transformation−10
source: Transformation begins with a single step. Take that step with courage and conviction, and the universe will support you on your journey.
es: La transformación comienza con un solo paso. Da ese paso con coraje y convicción y el universo te apoyará en tu viaje.
fr: La transformation commence par un seul pas. Faites ce pas avec courage et conviction et l'univers vous soutiendra tout au long de votre voyage.
it: La trasformazione inizia con un singolo passo. Fai quel passo con coraggio e convinzione e l'universo ti sosterrà nel tuo viaggio.
pt_br: A transformação começa com um único passo. Dê esse passo com coragem e convicção e o universo o apoiará em sua jornada.
